{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 February 2007"
            },
            {
                "country": "UK\n",
                "date": "2 February 2007"
            },
            {
                "country": "Sweden\n",
                "date": "11 April 2011"
            }
        ],
        "release dates": [
            "UK::1 February 2007",
            "UK::2 February 2007",
            "Sweden::11 April 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Benidorm"
            },
            {
                "countries": "Russia",
                "title": "Всё включено"
            }
        ],
        "akas": [
            "Benidorm (original title)",
            "Всё включено Russia"
        ],
        "akas from release info": [
            "Benidorm (original title)",
            "Всё включено Russia"
        ],
        "episodes": {
            "10": {
                "1": {
                    "title": "Episode #10.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's Joyce and Monty's wedding day, but all doesn't go to plan.    "
                },
                "2": {
                    "title": "Episode #10.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "votes": 35,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The wedding party is finally rescued, apart from Kenneth, who later turns up having been saved by a handsome sailor and who turfs Stanley out of the salon he has been using as a dental surgery. The Dawsons meet Rob's girlfriend Cyd but Joyce is already starting to regret marrying slobbish Monty. Rob's friend, lustful Irish boy Callum takes Tyger's place as dim Joey's new holiday companion whilst Jacqueline has news for Kenneth and a karaoke performance raises eye-brows.    "
                },
                "3": {
                    "title": "Episode #10.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Joyce is interviewing for the entertainments manager job and is compromised by drunken clown Bean into making him a dubious children's entertainer and, with no other applicants, reluctantly gives the post to Monty. His first booking is magic act Crostini and Co but they are a disaster only saved by Bean. Liam returns to the hair salon now owned by Jacqueline where they have to hide Kenneth from love-sick giant Vladimir whilst Callum's sexual boasts are exposed as false and Loretta still believes that Cyd is a gold digger.    "
                },
                "4": {
                    "title": "Episode #10.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Monty searches for an entertainment star for the Solana.    "
                },
                "5": {
                    "title": "Episode #10.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kenneth pretends to be straight to get out of unwanted attention.    "
                },
                "6": {
                    "title": "Episode #10.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Whilst Rob wins Cyd back and Noreen welcomes her twin sister Doreen Monty has a double problem - the deranged Sammy begging for a gig and the fact that he has spent all the entertainments budget. Jacqueline rumbles Nigel and Dennis whilst Liam disapproves of Kenneth cashing in on a customer's scratch card. Worse is to come when Sammy finally takes the stage.    "
                },
                "7": {
                    "title": "Episode #10.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Pauline is surprised to find her book has been published after Doreen secretly submits it but Noreen is shocked by its erotic content and the arrival of its publisher Malcolm, Pauline's ex-lover. Joyce is also horrified to learn Monty has signed a contract with Sammy Valentino and forces him to provide a get-out clause. Meanwhile Nigel and Dennis have cause to thank Les, leading to the arrest of somebody more dangerous, whilst Sheren and Billy enjoy a romantic day out. Nigel and Dennis depart with their prisoner but Les also disappears.    "
                },
                "8": {
                    "title": "Episode #10.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kenneth goes all Shawshank after he is bricked in the Solana.    "
                },
                "9": {
                    "title": "Episode #10.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "votes": 21,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    An inept Elvis impersonator tells Joyce the hotel is about to be sold whilst an airport strike prevents the Dawsons from returning home in time for Sheren and Billy's anniversary party. Fortunately Eddie meets an old friend who solves the problem whilst an unexpected announcement from Sam's boyfriend Angelo makes her realize how much Joey means to her. Joyce gets a further shock when she hears of Monty's new job but she has reckoned without his change of heart and they unite to foil Sir Henry.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 78,
                    "original air date": "2 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Ageing swingers Donald and Jacqueline Stewart return to the Hotel Solanas in Benidorm for another holiday. New guests this year are middle-aged virgin Geoffrey, who calls himself the Oracle because of his quiz general knowledge, with his mother - or P.A. as he terms her - gay couple Gavin and Troy, young marrieds Kate and Martin who have been going through a sticky patch, and the Garvey family. Lazy Mick and his long-suffering wife Janice have a lippy teen-aged daughter Chantelle and inquisitive little son, Michael. Janice's sun-burnt, chain-smoking mother Madge, who ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 57,
                    "original air date": "8 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    It's karaoke night at the hotel bar and the Oracle and his mother perform a duet, but that's not the reason Chantelle Garvey faints. When her mother finally opens up the pink coat Chantelle has refused to shed despite the Spanish heat, it is revealed that she is very pregnant.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "15 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Kelly, an English girl who works at the hotel, tells her friends Donald and Jacqueline that she is engaged to Mateo. This, however, is not enough to stop Mateo from making a pass at Kate and having sex with her, though she later admits that she was too drunk to remember anything about it. Janice, meanwhile, reconciles herself to becoming a grandmother.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 57,
                    "original air date": "22 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Due to a misunderstanding Donald and Jacqueline assume that Madge is up for group sex with them and she gets a shock when she answers an invitation to go to their room. They have a lot of apologizing to do. So does Troy, who gets drunk and ends up having sex with Mateo, which Gavin observes. Janice believes that her husband is planning to get off with Susie, a single woman who is following him around.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 52,
                    "original air date": "1 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    The Oracle is outraged that a quiz veteran like himself is beaten , more by luck than judgment, by the Garveys in the pub quiz and demands a recount though he doesn't get one. Kate is annoyed that Madge , in whom she has confided about her difficulty in conceiving, has broken her trust whilst Donald reassures Gavin that Troy still loves him.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 51,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Having stayed within the complex for all of the holiday because everything is inclusive, Mick is horrified when his family drag him off to the beach and he is forced to pay the extortionate prices. Worse is to befall him, however, when the girl Janice thought was after him turns out to be a D.S.S inspector who ends up prosecuting him for claiming he is unable to work but going on holiday. The Oracle also decides that he will never go on holiday with his mum again, but Martin is pleased at his wife's fling with Mateo, feeling that it has spiced up their lives.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 52,
                    "original air date": "28 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Everyone is back at the Solanas, in Kate and Martin's case not exactly by choice. They had booked into a small hotel in the romantic Old Town but were double-booked and end up in the old complex. The Garveys are being paid for by Madge's boyfriend, Mel, who owns several tanning salons in Manchester. Mick does not really like him but tolerates him because of the free holiday.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 49,
                    "original air date": "4 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Kate starts to feel broody and she and Martin spend the evening baby-sitting Chantelle's child Coolio. Everyone else goes to the hotel bar's karaoke where, after a very high-pitched rendition of 'Lonely Girl', Mel proposes to Madge.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 51,
                    "original air date": "11 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Janice tries to dissuade Madge, unsuccessfully, from getting married. The Oracle organizes an arm-wrestling contest, where the last two sitting are Martin and Mateo. For Martin it's personal and, cheered on by the Brits, he humiliates Mateo and becomes Kate's hero again.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 53,
                    "original air date": "18 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Everybody heads off to a bullfight, except for Chantelle and the Oracle. Somewhat apprehensively she asks him for a date and he accepts. The bullfight is meant to be free to enter but Mel has to buy a food mixer from Janey, the travel rep, before the party are allowed into the corrida. It is a farce; there is no bull, just a large dog with a hat with horns on chasing Mateo around the ring.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 48,
                    "original air date": "25 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Kelly, Mateo's ex-girlfriend comes to the Solanas with her mother, Sylvia, who like Madge, rides an electronic scooter. Madge is convinced that Sylvia is out to steal Mel from her and squirts her with sun tan lotion before pushing her and the scooter into the swimming-pool. Martin is suspicious that Kate is trying to get back with Mateo and breaks into the bedroom he believes they are using. Instead he finds swingers Donald and Jacqueline terrorizing Mateo by inserting a cucumber in one of his orifices.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 49,
                    "original air date": "2 May 2008",
                    "year": "2008",
                    "plot": "\n    Angry and upset that Mick has forgotten their wedding anniversary, Janice goes off for a walk on her own and stops off at a bar. It is owned by Jack, an English lad in his early twenties, along with his sister, both orphans. Jack tells Janice that she is beautiful and that he is in love with her but she panics and hurries back to the complex.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 48,
                    "original air date": "9 May 2008",
                    "year": "2008",
                    "plot": "\n    Kate disappears with her luggage, and Martin, after an initial assumption that maybe she had gone to the shops tracks her down. She has good news for them. Dorothy, the mother of Gavin, half of the gay couple, comes to visit. Gavin is annoyed by Donald and Jacqueline's constant comments that he and his mother look the same age. Jack also comes to the complex in search of Janice, declaring his love for her, though she gets rid of him. Chantelle and the Oracle's date is ruined when he drinks too much Dutch courage and passes out.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 51,
                    "original air date": "16 May 2008",
                    "year": "2008",
                    "plot": "\n    On the eve of their wedding, Madge and Mel take a stroll along a romantic, moonlit beach, only to discover that it is a 'dogging' beach where people go for public, casual sex, and they are importuned by a man up for a threesome. (Needless to say Donald and Jacqueline are there as well.) The wedding day dawns and Janice has a pep-talk with Madge - she is the only one of Madge's five daughters still speaking to her. Assured that her mother is making the right decision, she takes her place at the beach ceremony, but the marriage is not finalized because the Oracle ...    "
                }
            },
            "3": {
                "0": {
                    "title": "Summer Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "votes": 46,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n    With Martin and Kate - who is not pregnant after all -- pinching their taxi, Madge and Janice cadge a lift to the hospital - where Mel has been joined by the Oracle in the next bed - with a stranger, who turns out to be Enrique \"The Rat\" Lopez, a wanted criminal, who, having locked the pursuing Jack in his car boot, holds the women hostage in their hotel rooms, demanding they smuggle drugs for him. Released from custody, Mick leads Donald,Gavin, Troy and Mateo on a rescue mission but \"The Rat\" captures them too and it is down to Mel, helped by the Oracle, to save them...    "
                },
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 49,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    For their part in capturing Enrique \"The Rat\" Lopez, the Brits return for their reward, a free holiday. Martin has separated from Kate and brings along the younger, vulgar Brandy, though both insist they are just friends. Mel is opening a shop renting mobility scooters (\"You don't have to be a cripple to enjoy your holiday\") employing lazy young Paco and his poolside reunion with Madge is passion personified. Mel gets Mick to publicise the opening by having him ride a twenty foot bike whilst wearing tinfoil, which cooks him in the heat. Everyone turns up for the grand...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Noreen, the Oracle's mum ,assumes he is gay when he tells her he is not interested in currently dating women and she seeks advice from Gavin and Troy. Whilst most of the other guests are on a day trip to a water park, the Oracle goes to an internet cafe and meets, online, a woman called Lesley, though, unbeknown to him, Lesley is actually a transvestite. At the water park Mick antagonizes everyone by arguing with Madge and Mel and Martin ends up in the nude when Brandy steals his clothes whilst he is swimming.Back at the bar Mick makes up with Janice when he says it ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 45,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Having finally convinced his mother that he is not gay, Geoff the Oracle goes to meet Lesley, his internet chat date. However he is shocked to find that Lesley is a transvestite and makes his escape halfway through their dinner, leaving Lesley to cop off with the maitre d'. Mel takes the sea-sick Garveys on a trip to Peacock Island, where he hopes to buy land for development, only to be told that it is a protected nature reserve. Brandy beds Mateo, stealing his pass-key in the process,but returns to Martin, saying that she only has eyes for him.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 44,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Gavin gets into an argument over a burger with a hefty woman with a young Indian husband in tow. Madge is shocked to see it is Valma, one of her estranged daughters, who has come to Benidorm by coincidence. Valma is a wealthy landlady but, despite Janice's best efforts to bring a reconciliation, Madge is convinced that she has followed them out to get Mel's money. Someone who is after Mel's money is Gary, a con man, who poses as a property developer. His accomplice is Brandy, who is also his girlfriend, and they fleece the tourists, using the pass-key Brandy stole ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 43,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Brits count the cost of the burglary. Kate flies out to support Martin, sending Madge packing when she suggests that Martin was an accomplice, and giving him hope of a reconciliation. His mother Diana also arrives, and seems to know the area - and particularly Mateo - better than she should. The Oracle is almost arrested for wasting police time when he lies about trying to foil a whole gang of burglars but gets another date with Chantelle, and Troy confesses to Gavin that he has a son, aged twenty-one. Madge and Mel are entertaining everyone on the trampoline at ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Martin's hopes of marital reconciliation are ended when Kate tells him she has a new boyfriend and leaves without him. However, he does get to meet someone else and there are happy endings too for the Oracle and Chantelle who plan to move in together on return to Manchester,and the gays as Troy introduces Gavin to his son. Wink, an obnoxious friend of Donald, who annoys everybody with his practical jokes, has no such luck as, taking things a joke too far, he literally dies laughing at the karaoke. Madge and Mel have decided to relocate to Benidorm, where Mel is to buy...    "
                }
            },
            "4": {
                "0": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 0,
                    "votes": 62,
                    "original air date": "26 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The Garveys arrive in Benidorm to spend Christmas with Madge and Mel at their palatial villa but Mel is absent, apparently stuck in Morocco on business. Donald and Jacqueline book into the Solanas with ten like-minded 'swingers', annoying manageress Janey whilst the Oracle's mother Noreen, a recent lottery winner, turns up with her new beau Clive - whose bad back leads them to be charged for lewd behaviour on the beach. Su Pollard is due to headline at Mel's Benidorm Palace but, after accidentally ending up at a nudist hotel, she is not happy and when Madge mistakes ...    "
                },
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 43,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The surprise is on the Garveys when their surprise visit to Madge reveals that she has sold the Palace and her villa - to Cilla Black - and left no forwarding address. They book in to the Solana,where the Stewarts are also staying.With Troy at his dying father's bedside Gavin has returned with work-mate Kenneth,who never stops eating. Cross-dressing Les is the new poolside barman and his gormless young son Liam is smitten with pretty tourist Natalie,to the scorn of her sarcastic friend Sam. When Madge is finally located she reveals that Mel left her with huge debts,...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Noreen arrives in Benidorm with her bossy daughter Pauline who alienates the Garveys with her manner but ends up inside a rubber ring with Mick at a water park,causing Janice to suspect the worst. Natalie agrees to a date with Liam to spite Sam who comes too and falls off a table while dancing. Janey is impressed by Lesley's initiative,which annoys Mateo, who falsely claims that children are scared by his transvestism.This backfires on him when Janey suggests that he should also drag up to make it seem more natural.Madge's uncharitable response to the Stewarts' ...    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 41,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Gavin is puzzled as to how the supposedly penniless Kenneth is raking it in after taking strange men to his room until it turns out that he is giving them hair-cuts. Mateo reluctantly begins his water aerobics class,which ends with Donald being taken to hospital. Janey is all for sacking the Spaniard but Lesley comes to his defence,reminding him that he now owes him. The Garveys learn that a gangster calling himself Mr. Pink has bought Mel's debts and go to meet him at a deserted theme park. He challenges Madge to a Go-Kart race,which she wins,thereby cancelling the ...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "25 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The resort is hit by a rain storm which floods the hotel. Whilst Les takes control Janice is thrown by the appearance of Johnny Neptune,whose marriage proposal she rejected years earlier. Reformed alcoholic Pauline is so bored she gets drunk and makes a show of herself when she wins the bingo and insults everybody before collapsing on Janey's dog. Donald drops a bombshell by announcing that he has only three months to live and tries out 'The Drugs Don't Work' at the karaoke as the song he would like played at his funeral.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "1 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Gavin learns that Troy's father has died so,to cheer him up, Kenneth takes him out for the day but,by design,ends up at a gay nudist beach where he gets chatted up by a bare hunk. Gavin is not pleased and sacks him. Madge has the chance to take over a bar - the site of Mel's former disability shop. She prays for a sign and gets one in the form of one of Mel's old thongs and agrees to go into business. Mateo accompanies Les on a double date to repay him for getting him his job back. Unfortunately Mateo has to drag up and gets arrested for importuning.Bananarama arrive ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "8 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After Donald's clothes and a suicide note are found on a beach Gavin and Kenneth help Jacqueline bid him farewell. The British consul however suspects an insurance fraud. Due to a misunderstanding at a gladiatorial theme park Janice finds herself in the arena where she defeats all-comers. Troy arrives in Benidorm,a wealthy man after his father left him several houses and four hundred thousand pounds. Pauline celebrates a successful divorce,Liam declares his appreciation of his father and Madge opens her bar,publicly thanking the Garveys for their support whilst Mateo ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 45,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A busload of guests including Noreen,Gavin minus Troy and Sam with her raucous friend Trudy arrive at the Solana,unlike their luggage which got lost on the way. There are several changes - Madge has lost her bar,Kenneth has opened his own salon with local Carmen as his assistant and Liam is the complex's clumsy odd job man. Most significantly Janey has gone,replaced by snooty Joyce Temple-Savage,who aims to make the Solana more up-market - or at least efficient,having arrived incognito and been shocked by what she sees. This leads to open conflict with Madge and the ...    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Kenneth starts to regret employing non-English speaking Carmen and offering free treatment at the salon as first prize in the dance contest Joyce is organizing,to be judged by her old flame,professional dancer Cyril Babcock. Janice is puzzled when young Jack,her former stalker,reappears and claims not to recognize her,involving her in a fight with Trudy. However come the contest he sweeps her off her feet confessing it was all a ruse to get close to her. Fortunately Mick comes to her rescue whilst Gavin and Carmen win the competition,releasing Kenneth from giving the ...    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Mick is not pleased when his gormless younger brother Pete,who owes him money,arrives for his stag party with cantankerous father Stan in tow. Nonetheless a fancy dress bar crawl ensues but all ends in anti-climax when Stan admits that there is no wedding and Pete is just taking a break from being his father's carer.After Joyce insists there should be life guard cover at the pool Trudy plans to get the kiss of life from Mateo but ends up being revived by Les dressed as Pamela Anderson whilst Kenneth's misreading of a text from Troy almost leads to his splitting him up...    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Hearing that a gang is abducting people to sell their organs,the Garveys are alarmed when Michael sees Madge getting into a car with a swarthy young man. Giving chase they learn that he is Mohammed,a Moroccan whose father did business with Mel and who is returning some of her late husband's belongings to Madge. Joyce aims to impress Victor St James,editor of the 'Costa Class' magazine,mistakenly believing that his loutish behaviour is a front to catch her out. After Mateo has burnt the paella and Trudy nutted Victor for thinking she was a prostitute Joyce is fearful ...    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After their night with the swingers,which Noreen enjoyed without understanding,she and Gavin get locked out on his balcony whilst Madge shocks her family by announcing her forthcoming marriage to Mohammed as a tax dodge to regain money owed to Mel by his father. The British Olympic Synchronised Swimming team arrive at the Solana,led by frosty Hazel McCafferty. Joyce delegates Liam to show the girls around but they trick him into taking them onto an 18 to 30 booze cruise. Whilst Trudy and Michael fail in their efforts to join the cruise as being too old or too young,...    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 34,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As Madge prepares for her wedding to Mohammed Mick and Michael discover that he is no rich business man's son but a penniless actor out to marry Madge for her supposed fortune. The Garveys follow him to a medieval tournament recreation where the would-be groom gets his 'joust' deserts. Trudy meanwhile tries to play a trick on Sam by convincing her that she had sex with Liam but Sam and a borrowed pregnancy testing kit have the last laugh. Concerned that the Solana's bad press is due to a spy in the resort leaking all the disasters that have befallen it Joyce asks ...    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    When elegant Barbara Simmonds arrives Joyce is sure she is the hotel inspector who will give the Solana its fourth star so it is not a good idea for Joyce and Kenneth,angry because his salon has been closed for non-payment of rent,to start brawling in front of her. To compensate Joyce offers Mrs Simmonds free beauty treatment but of course she has been misinformed though fortunately she is able to bribe the real inspector. The Stewarts seek the help of the consul to see off Donald's heavy ex-cell mates but Mick has to admit failure when he tells Madge that all her - ...    "
                }
            },
            "6": {
                "1": {
                    "title": "Episode #6.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 50,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Garveys arrive for the new season but run into trouble at customs when Madge's crushed tanning powder is mistaken for something illegal and Mick is held overnight. Meanwhile Kenneth, running his hair salon with Liam, accidentally starts a fire, which does not impress Clive and Tonya Dyke from Watford, who already see the Solana as a dump. They are also less than impressed by the overtures of Jacqueline and Donald, who stage a protest to insure the free holiday they were promised. Whilst the Dykes' boy Tiger leads Michael astray - including getting a tattoo - Tonya...    "
                },
                "2": {
                    "title": "Episode #6.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 40,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mick is released from prison and Janice grudgingly accepts a lift from Clive to go and meet him though, thanks to Donald's navigation, they end up getting lost. Michael covers his tattoo in a bandage and begs Janice not to tell his father but he and Tiger still run riot, stealing cigarettes and raiding the office whilst the Dykes' daughter Bianca arrives and is mistaken for a prostitute. Mateo is angry when Joyce employs hunky young Jason as a barman on a week's trial as he is a hit with the ladies and better at making cocktails. Les introduces Mateo to a friend who ...    "
                },
                "3": {
                    "title": "Episode #6.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 40,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Martin Weedon arrives with his noisy friends for his wealthy mate Jonty's stag weekend, immediately annoying staff and the other guests. Clive and Mick make up whilst their sons steal some odd pills from the Garveys' room to help the celebrants get high as the Stewarts take the partyers out on a night to remember, especially as Jacqueline is standing in for the stripper. Madge meanwhile undoes the harmony between the Dykes and the Garveys whilst next morning Mateo discovers that Joyce is not as opposed to Jonty as she had previously claimed.    "
                },
                "4": {
                    "title": "Episode #6.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 32,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A hung-over Martin wakes up in bed with Bianca and is appalled to learn she is a minor. He is in fear of Clive but agrees to meet him and is relieved to find it is because he told Bianca he had a villa and Clive wants to know how to build his own. Kenneth panics when an elderly client appears to die under the dryer and borrows Madge's scooter to dispose of the 'corpse' - which comes back to life whilst Joyce organizes a volleyball contest where the Stewarts in their anti-gravity boots thrash Michael and Tiger, who lose their holiday money in a bet as a result. However...    "
                },
                "5": {
                    "title": "Episode #6.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Joyce takes a three day break leaving Les in charge. He is not very good, accidentally attacking Clive and being coerced by Bianca into sacking Mateo for flirting with her, though a full-scale protest with television coverage leads to his reinstatement. The Stewarts prepare to scatter the ashes of a deceased friend but the wind blows away the box, opening it to reveal what appears to be a severed head - actually Les's new wig, as the boxes got mixed up, All this determines Joyce to return to work early, with old flame Cyril, who has escaped from a Thai prison. Madge, ...    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 33,
                    "original air date": "6 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Now appointed assistant manager Cyril organizes an eating contest, Hombre Versus Food though Kenneth does not take part and, encouraged by Liam, goes on a health kick, not that it does him much good. Mick discovers that Madge is not terminally ill, though, when confronted, she blames the doctor for a misdiagnosis whilst Tonya persuades Janice that she needs an expensive make-over at the spa where she is a beauty therapist. Meanwhile Michael and Tiger vie for the attention of the lovely Elena and Michael is delighted when she chooses him. The eating contest goes ahead,...    "
                },
                "7": {
                    "title": "Episode #6.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 34,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Dominant Crystal Hennessy-Vass, the founder and chief executive of the Solana group, sweeps in, demanding that Joyce downgrade the hotel from a four to a three star, to give the impression that the guests are getting better value for money. After she has left a party of Dutch businessmen arrive and Les and Mateo, in their efforts to make them feel at home, are accused of racial stereotyping. Kenneth leaves hospital to find that Herbert has bought his salon and the Stewarts are invited by their raucous friend Queenie to the Costa Blanca Swingers Association party, ...    "
                }
            },
            "7": {
                "1": {
                    "title": "Wife Swapping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 37,
                    "original air date": "2 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Does Madge have a stalker? Tiger is robbed by his mate. Donald and Jacqueline are celebrating their 25th wedding anniversary with a weeks wife swap. The staff are up in arms.    "
                },
                "2": {
                    "title": "Episode #7.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 28,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Garvey's find out that Madge's inheritance is no joke - as we wave goodbye on their jetset to Las Vegas. But something had to bring this news: a séance held by Kenneth to contact his mum, but instead get the thumbs up message for Madge.    "
                },
                "3": {
                    "title": "Winner Takes All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Joyce is suspicious when Kenneth's salon seems overly busy and finds that he is offering cut-price Botox. She agrees to keep quiet about it provided he can fit her in. Clive's sister Terri arrives and instantly falls for Mateo, much to Tiger's embarrassment, though, thanks to Glynn, she has her way with him. In the evening Les hosts a 'Bullseye' type quiz, mixing darts and general knowledge, to which the Maltbys - Noreen and her son Geoff, the Oracle - make a dramatic entrance. Geoff is bullish and full of confidence but gets beaten by Clive and Tiger. A fight breaks ...    "
                },
                "4": {
                    "title": "Walking on Broken Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Helped by the local Chinese restaurateur Kenneth discovers what was in the Botox treatment he gave Joyce and ends up at the vet's for the antidote - which has an equally bizarre effect. Meanwhile Liam resists his mother Gloria's efforts to get him to return to England and work for her gangster boyfriend, Jacqueline shines in a local pelota game and the Oracle's attempt to impress the Dykes by walking on hot coals finds an admirer in Terri.    "
                },
                "5": {
                    "title": "Episode #7.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 27,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Solana owner Crystal Hennessy-Vass sweeps into the hotel and, whilst admiring Kenneth's cut-price operations, insists on more savings. This includes firing Joyce and replacing her with Janey Yorke, who will work for less money. The Oracle's new companion, Romanian beauty Ionela, turns heads though Noreen discovers that he has not been entirely truthful about his financial situation in order to impress his conquest whilst Tiger finds that Annie, the girl after whom he lusts, is also no all she seems when Glynn and Jacqueline take to the stage for the karaoke.    "
                },
                "6": {
                    "title": "Episode #7.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 25,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Jason is back but what is his connection to Janey York? Clive gets swindled out of 5,000 euros by dodgy estate agents Monty and Melanie. The Oracle and Noreen are stuck in a lift, discovering all sorts about each other.    "
                },
                "7": {
                    "title": "Episode #7.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "votes": 31,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Now back in charge Joyce is puzzled by Mateo's distant attitude. He has been summoned to go and see his mad mother-in-law Dolores, who, having accused him of abandoning wife and family, pulls a gun on him and ties him to a chair. Fortunately he rings the hotel and a rescue mission is launched. Liam hears from Psychic Sue that he has a job offer in Madrid, which he accepts, taking along a friend. By posing as a famous footballer and his agent Terri and Tiger retrieve Clive's money from Monty with the tacit approval of Melanie whilst Glynn's wife Rhiannon turns up. She ...    "
                }
            },
            "8": {
                "1": {
                    "title": "Episode #8.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "votes": 59,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    As the new season begins Jacqueline, assisted by Kenneth and the visiting Troy, scatters her late husband's ashes over Benidorm whilst Sheron and Billy Dawson check in, along with scheming, selfish grand-dad Eddie, teen-aged son Rob and precocious little girl Jodie Tiger returns with his dim friend Joey and both take a shine to new employee, the efficient Amber, whom Joyce has chosen over the smooth-talking Marcus - recognized by Troy as the man who, with accomplice Brandy, once robbed the hotel.    "
                },
                "2": {
                    "title": "Episode #8.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "votes": 29,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Kenneth's uncle dies but he leaves the salon to club doorman Norman, who demands a high rent for it. Fortunately Troy decides to stay on and, with Jacqueline, buy the lease from Norman. Sheron and her children are not amused when Eddie announces that he intends to move in with them whilst the Maltbys return, the worse the wear for a paint-balling session. Amber turns several male heads, including Tiger and Joey, who compete - unsuccessfully - to get her phone number, and Mateo, whose attempts to impress by demonstrating First Aid are just as fruitless.    "
                },
                "3": {
                    "title": "Episode #8.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Joyce attends a property auction where she is gazumped by restaurateur Mr Wu, though fortunately a former Solana guest comes to her rescue. Eddie almost convinces Sheran that he is terminally ill until she sees him misbehaving and Kenneth is less than pleased with Troy's plans for the new look salon. Joey and Tiger hit the town to pull local girls but fall foul of a group of bikers, leading to a drinking contest with a bizarre outcome whilst the Oracle, incensed that he has been dropped from his quiz league for alleged match-rigging, clashes with Pauline - who, after ...    "
                },
                "4": {
                    "title": "Episode #8.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Joyce gets a public proposal from dodgy estate agent Monty, who, due to a mix up with identity cards, believes she is very wealthy, though he takes it back on learning the truth. Les tells Mateo he is going for corrective surgery - meaning for his eyes - but Mateo assumes he means a sex change operation. Eddie, sweetening Sheron with a champagne dinner he won, cosies up to Jacqueline whilst Pauline gets spectacularly drunk, buying drinks for Jodie whom she mistakes for a midget. The other guests are judgmental - until Geoff gives an open mike speech in defence of ...    "
                },
                "5": {
                    "title": "Episode #8.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    As the Maltbys prepare to leave Benidorm after Pauline's drunken antics Geoff encounters an old flame whilst Joey and Tiger decide to go mountain climbing and fall foul of tourist liaison officer Grenville Titcombe when Joey relieves himself on a famous mountaineer's grave but are declared heroes when they rescue Grenville following a fall. Mateo comes into a lot of money thanks to a grateful customer's will and Jacqueline goes on a date with Eddie. Rob meanwhile lies about his age to impress Amber.    "
                },
                "6": {
                    "title": "Episode #8.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "votes": 26,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Benidorm prepares for its annual fancy dress fiesta though Mateo is a far from jolly clown. Les is missing son Liam with whom he always played the pantomime cow so Amber and Mateo hatch a plan to cheer him up whilst the Dawsons literally go overboard at the joke shop and the three boys dress as nuns and have to atone for their sins. Troy meanwhile is convinced that ex-lover Gavin is in Benidorm and pursuing him and is shocked to find he has a stalker in the besotted, unbalanced Daisy requiring Jacqueline, Kenneth and the staff to rescue him.    "
                },
                "7": {
                    "title": "Episode #8.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The Dawsons are overjoyed to learn that Jodie has won a place at stage school - until they realize the cost. Fortunately Eddie comes through to help. Joyce reluctantly allows British consul Sir Henry to hold the Pride of Benidorm awards at the Solana, hosted by the irritating comic Sammy Valentino and finds both Monty and Sir Henry vying for her affections, leading her to make a decision. Joey and Tiger win the Hero award after their mountain rescue though the two Peter Andre tribute acts come to blows whilst Mateo finds himself the perfect flat-mates and Les is ...    "
                }
            },
            "9": {
                "1": {
                    "title": "Episode #9.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    To Joyce's annoyance former guest Sam is now a holiday rep but she is no help when the returning Dawsons lose their luggage and Eddie has an 'accident' which destroys the foyer's aquarium though she is more accommodating to Joey and Tiger. Evicted from his flat Kenneth is sleeping in the salon where he meets Stanley, his late uncle Horace's dentist, who is anxious to buy Horace's dentures. Liam discovers why, giving Kenneth the wherewithal for a new home for them, whilst young Tiger gets extremely drunk and cops off with the much older Loretta - who turns out to be ...    "
                },
                "2": {
                    "title": "Episode #9.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "votes": 36,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Joyce is invited to attend a conference in Barcelona but when she gets there she is told that she has to do a speech in Spanish .    "
                },
                "3": {
                    "title": "Episode #9.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Jodie gets to film an audition for a television advert to send to a casting agency but needs a couple to pose as grandparents and when Loretta and Eddie fall out Jodie has a plan of her own. Let down by her meat supplier Joyce asks Mateo to help so he enlists Les's aid, leading them to a dodgy farm where the meat is not what it seems - until Sam exposes its origins. Sam also engages Joey and Tiger to strip to their underpants to promote a local bar, sadly the wrong one. Kenneth meanwhile believes there is a spy in the salon when Troy wises up to his indolence and ...    "
                },
                "4": {
                    "title": "Episode #9.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "30 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Troy arrives in Benidorm and is annoyed with Kenneth over his unlicensed taxi service whilst Kenneth's slovenly life-style almost leads to the end of Liam being his flat-mate though all is ultimately resolved. With Loretta having taken Jodie to England for her TV commercial the other members of the Dawson family separately plan to make use of her room in the upmarket Beltoro hotel. Unfortunately they all arrive at the same time and get thrown out whilst Mateo fails to expose Sam's side-line to Joyce.    "
                },
                "5": {
                    "title": "Episode #9.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Joyce asks Sir Henry to cover while she is at her conference in Barcelona, while Neville steps into Les's shoes during the time he is back in the UK. Sam gets free tickets for the dinosaur park and Liam has a day off, giving him the perfect opportunity to address his childhood fear of dinosaurs. When Tiger and Joey hear about the free trip they decide that they want to get involved too, but end up being roped into being the entertainment for the park's visitors, with disastrous results.    "
                },
                "6": {
                    "title": "Episode #9.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode, Sir Henry is still standing in for Joyce as the Solana is due to put on a psychic convention. Sam sees a chance to boost her income, but Psychic Sue becomes suspicious of her. Billy receives some life-changing advice from Uri Geller, but drives his family crazy with his new positive way of thinking. Meanwhile, Tiger and Rob decide that Joey's mathematical talents would come in handy for a profitable trip to the casino, and Pauline reveals that she is pregnant, but who is the father?    "
                },
                "7": {
                    "title": "Episode #9.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A religious festival arrives in benidorm where no alcohol is allowed but the guests at the Solana are determined to ignore it.    "
                },
                "8": {
                    "title": "Episode #9.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "votes": 22,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Joyce returns from Barcelona as the alcohol ban ends - to the guests' delight., whilst Pauline finds herself succumbing to Malcolm, to her family's horror. Malcolm seems to have the upper hand, until Kenneth comes out with a revelation. Kenneth is also perturbed when he wrongly suspects that Liam has joined a self-help group to confront his unhappy childhood and seeks advice from Jacqueline and Troy. Elsewhere Monty fails to dupe Loretta into buying a holiday home though his affair with Joyce is exposed and Loretta saves her from humiliation whilst Eddie mourns a ...    "
                },
                "9": {
                    "title": "Episode #9.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Benidorm (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "votes": 30,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    A ten year old illegal hotel worker accidentally pollutes the swimming pool with weed killer so Joyce organizes a trip to the circus for the guests whilst it is refilled and, after a slow start, alcoholic clown Bean rallies the other performers and hotel staff to put on a hugely successful show. In the mean time Monty pulls strings to get the pool cleaned in time and an evening concert by Jacqueline's friends Madness rounds off a perfect day for the guests, ensuring the continued success of the Solana hotel. There are still setbacks for some but Monty has a proposal ...    "
                }
            }
        },
        "number of episodes": 74,
        "cast": [
            {
                "name": "Canuso, Jake"
            },
            {
                "name": "Duvitski, Janine"
            },
            {
                "name": "Maudsley, Tony"
            },
            {
                "name": "Kelly, Elsie"
            },
            {
                "name": "Healy, Tim"
            },
            {
                "name": "Reid, Sheila"
            },
            {
                "name": "Finneran, Siobhan"
            },
            {
                "name": "Stokes, Oliver"
            },
            {
                "name": "Gillen, Adam"
            },
            {
                "name": "Hewson, Sherrie"
            },
            {
                "name": "Pemberton, Steve"
            },
            {
                "name": "Ireland, Kenny"
            },
            {
                "name": "Sachs, Hugh"
            },
            {
                "name": "Bazely, Paul"
            },
            {
                "name": "Vegas, Johnny"
            },
            {
                "name": "Rock, Crissy"
            },
            {
                "name": "Longworth, Shelley"
            },
            {
                "name": "Walters, Danny"
            },
            {
                "name": "Edge, Steve"
            },
            {
                "name": "Graham, Julie"
            },
            {
                "name": "Bryon, Nathan"
            },
            {
                "name": "Knutt, Bobby"
            },
            {
                "name": "Burns, Nicholas"
            },
            {
                "name": "Hobley, Hannah"
            },
            {
                "name": "Bolt, Josh"
            },
            {
                "name": "Cruttenden, Abigail"
            },
            {
                "name": "Fitzgerald, Kate"
            },
            {
                "name": "Griffiths, Selina"
            },
            {
                "name": "Hutchings, Geoffrey"
            },
            {
                "name": "Challis, John"
            },
            {
                "name": "Benson, Perry"
            },
            {
                "name": "Elliott, Asa"
            },
            {
                "name": "Kneafsey, Honor"
            },
            {
                "name": "Moore-Cook, Julian"
            },
            {
                "name": "Stevens, Michael Fenton"
            },
            {
                "name": "Butterly, Michelle"
            },
            {
                "name": "Foster-Conley, Shaun"
            },
            {
                "name": "Waddingham, Hannah"
            },
            {
                "name": "Ellerby, Jessica"
            },
            {
                "name": "David, Alan"
            },
            {
                "name": "Drysdale, Kathryn"
            },
            {
                "name": "Walker, Nathaniel"
            },
            {
                "name": "Walker, Nicholas"
            },
            {
                "name": "Jordan, Elliott"
            },
            {
                "name": "Powley, Bel"
            },
            {
                "name": "Litten, Derren"
            },
            {
                "name": "Chan, Paul"
            },
            {
                "name": "Eaton, Charlotte"
            },
            {
                "name": "Zaidi, Laila"
            },
            {
                "name": "Smith, Paul"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+",
            "Ireland:15",
            "United Kingdom:15",
            "United Kingdom:15::(DVD rating)",
            "United States:Not Rated"
        ],
        "number of seasons": 10,
        "rating": 7.4,
        "votes": 3037,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWRkNmFjYTAtYmVjMS00MDk3LWI3ZjYtOWUwMzZhMTA5MTgxXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "GBP200,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Benidorm",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10"
        ],
        "writer": [
            {
                "name": "Alexis-Rochefort, Damon"
            },
            {
                "name": "Brotherhood, Mark"
            },
            {
                "name": "Fitzmaurice, Neil"
            }
        ],
        "production companies": [
            {
                "name": "Tiger Aspect Productions"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "ITV Productions"
            }
        ],
        "other companies": [
            {
                "name": "Aluzine Rentals"
            },
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "Freeform Spain"
            },
            {
                "name": "Southern Sun"
            }
        ],
        "plot": [
            "Follow holidaymakers at the Solana Resort in _Benidorm_ (qv). Hilarity ensues as guests try to get value for their Euros.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)",
                "1 hr (60 min) (including commercials)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3037,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 4,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 588,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1006,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 582,
                "rating": 7.3
            },
            "males": {
                "votes": 1796,
                "rating": 7.2
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 415,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 759,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 474,
                "rating": 7.2
            },
            "females": {
                "votes": 549,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 167,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 242,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 103,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 61,
                "rating": 6.3
            },
            "us users": {
                "votes": 108,
                "rating": 6.7
            },
            "non us users": {
                "votes": 1691,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 703,
            "9": 427,
            "8": 768,
            "7": 555,
            "6": 197,
            "5": 111,
            "4": 66,
            "3": 55,
            "2": 46,
            "1": 109
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}