{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "9 January 2007"
            },
            {
                "country": "Israel\n",
                "date": "23 October 2007"
            },
            {
                "country": "Australia\n",
                "date": "8 February 2010"
            }
        ],
        "release dates": [
            "Canada::9 January 2007",
            "Israel::23 October 2007",
            "Australia::8 February 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Little Mosque on the Prairie"
            },
            {
                "countries": "Australia",
                "title": "Mosque on the Prairie"
            },
            {
                "countries": "Canada (English title)",
                "title": "Little Mosque"
            },
            {
                "countries": "Finland",
                "title": "Pieni moskeija preerialla"
            },
            {
                "countries": "France",
                "title": "La petite Mosquée dans la prairie"
            },
            {
                "countries": "Hungary",
                "title": "Kis mecset a prérin"
            },
            {
                "countries": "Portugal",
                "title": "A Mesquita da Pradaria"
            },
            {
                "countries": "Russia",
                "title": "Маленькая мечеть в прериях"
            },
            {
                "countries": "Spain (Castilian title)",
                "title": "La mezquita de la pradera"
            },
            {
                "countries": "Switzerland (German title)",
                "title": "Unsere kleine Moschee"
            }
        ],
        "akas": [
            "Little Mosque on the Prairie (original title)",
            "Mosque on the Prairie Australia",
            "Little Mosque Canada (English title)",
            "Pieni moskeija preerialla Finland",
            "La petite Mosquée dans la prairie France",
            "Kis mecset a prérin Hungary",
            "A Mesquita da Pradaria Portugal",
            "Маленькая мечеть в прериях Russia",
            "La mezquita de la pradera Spain (Castilian title)",
            "Unsere kleine Moschee Switzerland (German title)"
        ],
        "akas from release info": [
            "Little Mosque on the Prairie (original title)",
            "Mosque on the Prairie Australia",
            "Little Mosque Canada (English title)",
            "Pieni moskeija preerialla Finland",
            "La petite Mosquée dans la prairie France",
            "Kis mecset a prérin Hungary",
            "A Mesquita da Pradaria Portugal",
            "Маленькая мечеть в прериях Russia",
            "La mezquita de la pradera Spain (Castilian title)",
            "Unsere kleine Moschee Switzerland (German title)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Home Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Amaar and Rayyan cut short their planned one year pilgrimage/honeymoon and return to Mercy early since Rayyan believes Sarah needs her support on Yasir's news that he will be staying in Lebanon to be with his ailing mother, ending Yasir and Sarah's thirty-one year marriage. Rayyan does whatever she can to help her mother over her supposed grief, including encouraging Sarah to attend Ann's divorce support group, and asking Sarah to move in with her and Amaar. Through this support process, Rayyan comes to an understanding on why she needs to help her mother so much, ...    "
                },
                "2": {
                    "title": "What's in a Name?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "16 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rayyan resuming her medical practice in Mercy comes with some unwanted baggage, namely an overbearingly sweet nurse receptionist named Poppy, who doesn't seem to have a sense of personal boundaries. As unwanted as Poppy is to Rayyan as her nurse receptionist is Amaar's intervention in the matter. Meanwhile, Ann has decided to help Sarah by renewing her driver's license with Sarah's new old name, Sarah Cunningham (her maiden name) which Ann has had legally changed. This name reversion brings up the question from the name's bearer, \"who is Sarah Cunningham\". In looking ...    "
                },
                "3": {
                    "title": "Short Fuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After he blows an electrical fuse in their house, a less than handy Amaar wants to prove to Rayyan that he himself can fix the problem without calling in professional help. The problem proves to be too much for Amaar to handle, even with what he can glean from the Internet. What Amaar decides to do to fix the problem leads to further problems, both in what he will tell Rayyan and Rayyan's reaction to what he eventually tells her, which leads to a too up close and personal encounter with next-door-neighbor Fred. Meanwhile, Thorne and Baber, who feels he needs to lose ...    "
                },
                "4": {
                    "title": "The Dating Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Ann believes that since it's been two years since Yasir moved away and six months since the divorce, Sarah should start dating again. As such, Ann fixes Sarah up on a blind date with a man named Steve. Sarah's date with Steve shows her that perhaps she may be ready to date, but not date specifically Steve. The problem becomes how to tell a needy Steve that she doesn't want to see him again. Meanwhile, Amaar has nominated Mercy for the Multi-Faith Spirit Award. He is excited that Mercy is on the three town short list for the award. When he tells Baber and Thorne about ...    "
                },
                "5": {
                    "title": "Brotherly Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Amaar and Rayyan are arguing about how and when to host their first dinner party, which Amaar sees as a piece of cake to arrange, while Rayyan sees it as an important milestone on how others will judge their marriage and as such which requires much thought and consideration. Regardless, they decide to hold it this evening. One unplanned invitee is Charles Thorne, Reverend Thorne's older brother who is in town on business to audit the city's books, much to Sarah's horror and Ann's disgust - disgust both for the audit itself and in that she is attracted to him as a man....    "
                },
                "6": {
                    "title": "Destination Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Reverend Thorne's brother, Charles, is still in Mercy auditing the town's books and carrying on with Ann. Seeing that the city makes little money, Charles believes a potential revenue generator for the town would be to make Mercy Anglican a \"destination church\". Ann and Charles convince the reverend to go along with the plan. What would make it a destination church would be a Broadway styled show. The story they choose is Jonah and the Whale. But with too many stars and too many directors - especially as Ann, using the town's money, finances the show - the show may be...    "
                },
                "7": {
                    "title": "Mosque of Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Amaar may have a new goal in life of building a mosque in Mercy, but he doesn't really know how to get started in achieving that goal. Rayyan provides advice, which includes getting the help of some of their friends and family. That help doesn't come as easily as they would like. They need Ann on their side as mayor, but she is preoccupied with her obsession of speaking to a now absent Charles, who doesn't seem to be calling, faxing, emailing or texting as often as she would like. They want Sarah to be their PR person, but Sarah is having a slight crisis in Muslim ...    "
                },
                "8": {
                    "title": "Finders Weepers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Glenda Beckford, the Mayor of nearby Darnley and a colleague of Ann's from their college days, is stopping by Mercy for a visit with her old friend. Glenda is also Ann's best frenemy, the two who have been in open friendly and not so friendly competition with each other as long as they have known each other. Ann asks Sarah to arrange a lunch at the best restaurant in Mercy for Glenda's visit. When Sarah tries to crash that lunch, Ann refuses to let Sarah stay, which leads to the biggest argument the two have ever had and which might end Ann and Sarah's friendship. ...    "
                },
                "9": {
                    "title": "Haunted Mosque on the Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It's three weeks until the new Mercy Mosque is officially open, but no one, besides Amaar, seems to know or really seems to care. Even the fact that Yousef bought a new shirt - as nice a shirt as it is - is garnering more attention. Rayyan suggests that Amaar get Nate to print a story in the Mercy Chronicle, but making such a story exciting to Nate itself becomes a challenge. The one thing that Nate picks up from Amaar's ramblings about the new mosque site is that a dead body was found in the building many years ago. Amaar, believing any publicity is good publicity, ...    "
                },
                "10": {
                    "title": "The Worst of Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ann is lamenting the fact that Charles will soon be getting married. She feels it is her destiny to marry him, but she needs to help that destiny along. Rather than being the bad ending of a romance movie by stopping the wedding at the altar, Sarah suggests Ann show him how good a woman she is for him. Ann puts her own interpretation of that message to take extreme measures to be that Charles Thorne-worthy woman. Meanwhile, Sarah is testing the waters of being an Anglican again. Her short stint in the church choir makes her think twice about the move back to ...    "
                },
                "11": {
                    "title": "The Best of Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A heartbroken Ann didn't make it to Charles' wedding if only to stop him from marrying another woman. The same applies to Charles himself in that he didn't make it to his own wedding since he came to the realization that he wanted to marry Ann and be with her for the rest of their lives instead. But in the sober light of day, will Ann, who has lived much of her life as the non-monogamous partier, settle down with only Charles if given the opportunity? Meanwhile, the fact that Mercy Anglican is no more due to the fact that Sarah accidentally burned it down and that ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Little Mosque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 59,
                    "original air date": "9 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Yasir has rented space in the local church under the guise of using it as an office for his construction business, but really is using it as an Islamic mosque for the local Muslim community in addition. This act coincides with the arrival from Toronto of Amaar, who Yasir hired as the new Imam to replace Baber, deemed too orthodox in his views. Amaar's arrival also coincides with the start of Ramadan, a celebration on which there is much community dissent both concerning how to calculate when it begins, and what food should be served after the fast: Fatima wants a ...    "
                },
                "2": {
                    "title": "The Barrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 35,
                    "original air date": "17 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Baber is facing a battle of the generations and a battle of the sexes. His daughter Layla, participating in a fund-raising run, is irking her dad with her choice of running attire. She also experiences her first period, which she hides from Baber since that transition into womanhood means that she must now wear a shawl over her head. Rather than face the battle with her right now, he decides to wait until at least next month. At the mosque, his battle of the sexes concerns his want to erect a barrier between the men and women prayer areas. The feminist Rayyan thinks ...    "
                },
                "3": {
                    "title": "The Open House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "31 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    To reach out to the non-Muslim residents of Mercy, Amaar wants the mosque to hold an open house. First he needs Yasir, through one of his electrician subcontractors, to fix the problem wiring in the mosque. Businessman Yasir doesn't have the time to participate since it's his busy season, but changes his tune once he learns he can hand out business cards at the open house. Trying to cut corners, non-electrician Yasir decides to fix the wiring himself. The mayor loves the idea of the open house, especially since she sees it as a good photo op and can push her tax plan ...    "
                },
                "4": {
                    "title": "Swimming Up Stream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 34,
                    "original air date": "7 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Fatima and Rayyan are on a crusade to get a female lifeguard at the pool. Rayyan has suggested to Fatima, who has sprained her knee, that taking the women's aquafit class would help recovery, but as Muslims they cannot appear in their bathing suits in front men. They feel they can't take the class as the lifeguard/aquafit instructor is male Johnny, despite the fact that Johnny is gay and has no interest in Fatima, Rayyan or any woman. The mayor agrees to hire a female lifeguard/aquafit instructor if they can find the money in the city's budget and if Rayyan and Fatima...    "
                },
                "5": {
                    "title": "The Convert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 29,
                    "original air date": "14 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    The mosque gains a new convert, a young man who turns out to be an obnoxious religious hardliner who tries even Baber's patience.    "
                },
                "6": {
                    "title": "The Archdeacon Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 33,
                    "original air date": "21 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Reverend Magee isn't looking forward to the Archdeacon Gladwin's upcoming visit. The reverend is worried about the increasing money issues due to declining attendance, and he can't let the very strict archdeacon know that what little money is coming in is coming from Muslim rent. Yasir suggests that a full congregation for the archdeacon's sermon would be a good idea, those people being the Muslims. They get a crash course in Christianity from ex-Anglican Sarah, who was as devout a Christian as she is a Muslim. But what's worse is the fact that the archdeacon arrives ...    "
                },
                "7": {
                    "title": "Mother-in-Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 26,
                    "original air date": "28 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Yasir's overbearing mother comes to town, wanting Yasir to take a second wife, specifically a widowed woman back in Lebanon. Obviously, Sarah is outraged, not only with her mother-in-law's request, but also with the way that Yasir kowtows to his mother's every wish. Since Yasir, Sarah and Mother Hamoudi can't resolve their problem, Sarah moves out and ends up sleeping in Ann's office. Based on an off the cuff comment by ex-lawyer Amaar, Yasir thinks his solution is to show Mother Hamoudi a fake pre-nuptial agreement between himself and Sarah stating that he can't take...    "
                },
                "8": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 28,
                    "original air date": "7 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Jeff, a non-Muslim fireman, is attracted sexually to Rayyan. All the women of Mercy are attracted to Jeff, but Rayyan, the good Muslim, keeps her distance. However, the whole town is talking about Rayyan and Jeff, even though they're not even dating. Sarah, Layla, the mayor and Rayyan's nurse are excited. Yasir is concerned and decides to meet Jeff under false pretenses. Baber thinks Rayyan is setting a bad example and as such threatens to send Layla away to an Islamic boarding school to get her away from Rayyan's bad example. But Amaar, who reprimands Rayyan - ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Grave Concern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "3 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Yasir and Baber decide to set up a Muslim cemetery.    "
                },
                "2": {
                    "title": "Public Access",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "10 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Mercy's local public access TV station asks Amaar to host an Islamic-themed program. But when he brings Rayyan on as a guest she steals the show. Meanwhile, Layla faces the wrath of her father after a hair dye job goes wrong.    "
                },
                "3": {
                    "title": "Ban the Burka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "17 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A veil-wearing newcomer arouses controversy and romance in the town of Mercy.    "
                },
                "4": {
                    "title": "Lucky Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 23,
                    "original air date": "24 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A bored Rayyan, who is on a break from work, has a double effect on Amaar. First, she agrees to help him with his youth fair, which he has coined Islamapalooza. And second, she comments on his cough, which starts a cycle of other off the cuff medical advice to him, resulting in him having a case of what she suspects is hypochondria. However when no one shows up to Islamapalooza, Rayyan changes her medical diagnosis of Amaar. She nows suspects that Amaar had the flu, which he unsuspectingly passed on to all the Muslim children in Mercy. Rayyan also has an effect on her...    "
                },
                "5": {
                    "title": "Mercy Beet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "7 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    When a local beet company's stock goes through the roof, everyone in town jumps on the \"beet train\".    "
                },
                "6": {
                    "title": "Rival Imam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "14 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Amaar's ego is bruised when his old friend and now-nemesis, Ali, comes to town.    "
                },
                "7": {
                    "title": "Spy Something or Get Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "20 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    A Canadian Security Intelligence Service agent visits town, arousing suspicions around the mosque. Guest starring The Daily Show's Samantha Bee. Suspicions are aroused when CSIS agent Nancy Layton (The Daily Show's Samantha Bee) comes to visit Mercy. She says she's here to fish, but Fatima thinks she's up to no good. Amaar argues for common sense: of course the government wouldn't spy on Mercy mosque... would it? Meanwhile, Amaar opens a store in the mosque to sell Islamic merchandise. He enlists Rayyan and Baber to run the store, unleashing Rayyan's competitive ...    "
                },
                "8": {
                    "title": "Best Intentions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 23,
                    "original air date": "28 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Baber's life is turned upside down when Amaar inadvertently gives him the \"Evil Eye\".    "
                },
                "9": {
                    "title": "No Fly List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 24,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Amaar and Rayyan take Baber to the U.S. Consulate to get him off the No-Fly list.    "
                },
                "10": {
                    "title": "Eid's a Wonderful Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 21,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Rayyan adds a few yuletide touches to the Muslim festival of Eid al-hada to help cure Sarah's nostalgia for Christmas.    "
                },
                "11": {
                    "title": "Five Year Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    New Year's Eve sparks reminiscences of where Amaar, Baber, and Rayyan were five years earlier.    "
                },
                "12": {
                    "title": "Jihad on Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 23,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Amaar challenges Fred Tupper to a curling grudge match.    "
                },
                "13": {
                    "title": "Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 20,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Amaar panics when he thinks Layla has a crush on him.    "
                },
                "14": {
                    "title": "Welcome to Mercy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 20,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    When the \"Welcome to Mercy\" sign at town limits is destroyed, Sarah replaces it with a multi-lingual sign in Arabic, Ukrainian, and Chinese...but forgets the English.    "
                },
                "15": {
                    "title": "Wheat Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 21,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sarah's in trouble when a plan to cancel \"Wheat Week\" backfires.    "
                },
                "16": {
                    "title": "Ear for Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 18,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    During Ramadan, Amaar challenges the congregation not to lie, gossip or get angry.    "
                },
                "17": {
                    "title": "Meet J.J.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 20,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    On Baber's directive, Layla gets an internship. What he doesn't count on is that she gets an internship at the radio station with Fred as her boss. Layla likes the job, but doesn't like Fred's manipulation of their personal relationship, which he uses on air to further denigrate Muslims. But Fred starts to change his tune after seeing Layla as a real person and not just an unknown Muslim. Ultimately, Layla decides to sacrifice her professional aspirations to do a Fred a business favor. Meanwhile, Yasir is in the running to get a government contract building a pumping ...    "
                },
                "18": {
                    "title": "Security Alert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 20,
                    "original air date": "20 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Yasir approaches J.J. with the idea of an arranged marriage with Rayyan. J.J. is slightly taken aback until he finds out that Rayyan has agreed to this, which means she likes him. J.J. agrees. The concept of chaperoned dates is awkward for Rayyan, J.J., Yasir and Sarah. The other person taken slightly aback is Amaar. Amaar ends up staying with the Hamoudis after a break in at the mosque, the apartment above where Amaar lives, Amaar arriving at the Hamoudis just in time for Rayyan and J.J.'s date at the house. But what's worse is that in the close quarters, Amaar sees ...    "
                },
                "19": {
                    "title": "Islam on Tap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 19,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Things are going well in J.J. and Rayyan's courtship, that is until J.J. learns that Rayyan has had a couple of traditional western dates in her life, which is not traditional in Muslim culture. These past dates scare J.J. since he never has dated in any sense. What's worse for J.J. is that Rayyan has mementos of these past \"indiscretions\" that she keeps in a shoe box. This shoe box may be the end of J.J. and Rayyan's relationship. Amaar inadvertently helps them over this hurdle. Meanwhile, Sarah agrees to participate in a fund raising talent show. Having taken ...    "
                },
                "20": {
                    "title": "Marriage Minded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 22,
                    "original air date": "5 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Baber gets into a physical altercation, the frustration from which causes him to get into a car accident with the parked car of his nemesis. The accident results in Baber getting a back injury. He'd go to the town's only chiropractor to get his back looked at, but the chiropractor happens to be his nemesis. Instead, Rayyan prescribes him a painkiller which has unintended and unwanted results. Meanwhile, Yasir has returned from Dubai. He's in the doghouse with Sarah as he forgot to buy her a gift. But Yasir comes back to some other news: J.J. wants to marry Rayyan. But...    "
                }
            },
            "3": {
                "1": {
                    "title": "Amaar at the Bat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "1 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Rayyan has decided to accept J.J.'s marriage proposal. The Hamoudi household is ecstatic, except for Sarah, if only because she feels that it is the right of the mother of the prospective bride to tell the world that her daughter is getting married. But Yasir has beat her to the punch when he - off the cuff - mentions this fact to the mayor who in turn tells the rest of the townsfolk of Mercy. The only way that Yasir feels he can make it up to Sarah is to find someone - anyone - in Mercy who doesn't know the news so that Sarah can tell him/her. The only other person ...    "
                },
                "2": {
                    "title": "Lord of the Ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "8 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Confused with his own feelings about Rayyan and J.J.'s impending marriage, Amaar decides to go back to Toronto to his old life. There, his parents express their concerns about his life in Mercy. He treats all his encounters, even dates and his law clients, like he was counseling as an Imam. Back in Mercy, Baber is happy in his new old role as acting Imam, but no one else is happy. Yasir decides to go to Toronto to see if he can talk Amaar into coming back to Mercy. With Rayyan and J.J.'s engagement, J.J. finally gives Rayyan an engagement ring, the ring which is a ...    "
                },
                "3": {
                    "title": "A Funny Thing Happened on the Way to Mercy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "15 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Before returning to Mercy, Amaar decides to make a pilgrimage to Mecca to re-energize his faith in Islam. Arriving in Mercy, he claims he is a humbler man. To make him prove this fact, Baber, who is still a bit angry that his own tenure as Acting Imam was not well received, makes Amaar reapply for his old job as Imam. Trying to be humble, Amaar does accept needing to reapply. Not making the process easy, Baber, as one of the stipulations, make Amaar memorize the second chapter of the Koran, something according to Baber that all good Imams should know by heart. ...    "
                },
                "4": {
                    "title": "The Ties That Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "22 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    As usual, Baber and Fatima are arguing about everything. Layla and Jamal, witnessing the bad behavior of the respective parent, gets Reverend Magee's take on the situation: each is lonely and needs a companion. Layla and Jamal simultaneously agree the only place for people to meet nowadays is through cyberspace. Layla registers Baber on a Muslim dating site. Although initially suspect, Baber is intrigued that there seems to be a perfect match. Not wanting to get to know his match on cyberspace, he instead wants to meet her in person. Layla helps him through the ...    "
                },
                "5": {
                    "title": "Rules R Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "29 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Amaar is complaining about the fact that he never has much money. Sarah and Rayyan convince Yasir to hire him to help with his contractor business despite Amaar's lack of knowledge about construction. But Yasir figures Amaar's extra pair of hands couldn't hurt in speeding up completing a relatively simple home deck project. Yasir's new assistant is initially more of a burden, but ultimately helps in ways Yasir could not even have imagined. Meanwhile, based partly on Fatima's refusal to serve breakfast for lunch (she does not believe in a concept called brunch), Rayyan...    "
                },
                "6": {
                    "title": "Let Prairie Dogs Lie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Yasir decides to join the Prairie Dog Lodge, a men's group based around hunting. Amaar and Baber can't understand his rationale for joining as Islam frowns upon killing. But Yasir sees dollar signs from joining from all the networking he can do to drum up clients for his construction business. But he has to get accepted first, no easy task as the lodge chief is Fred, who is suspicious of Muslims. But Fred also has ulterior motives in accepting Yasir as the lodge itself is in need of major repairs, and none of the existing members have the expertise to do the work. ...    "
                },
                "7": {
                    "title": "Sweet Sixteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "19 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    For Layla's birthdays, Baber has a tradition: breakfast, a game of cricket and a movie - in that order - with his daughter. This year, Layla is turning sixteen and wants to break tradition by having a party with her friends, which upsets Baber. On advice from Rayyan and Amaar, Baber decides to throw Layla a surprise party. Layla, on the other hand, coerces her friend Jane into throwing her a party. Rayyan and Amaar find out about Jane's alternative party. Ultimately, Rayyan and Amaar and Layla are all surprised at Layla's sweet sixteen parties. Meanwhile, Fred is in ...    "
                },
                "8": {
                    "title": "Mercy Dot Com",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "26 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Yasir buys a fixer-upper for Rayyan and J.J. to live in. Rayyan hates the house because it's a long way up from becoming a fixer-upper. But what's worse, Fred lives next door, and likes to suntan in his backyard. Fred does whatever he can to stop Rayyan from moving in, not so much because of her being a Muslim, but because of the probable massive renovations that Yasir would do which may obscure his access to tanning sun's rays. Fred's plan may backfire when Rayyan finds out something that would stop Yasir from renovating. Ultimately, the facts needs to be ...    "
                },
                "9": {
                    "title": "A Hard Day's Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "3 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    When J.J. tells Rayyan that he has been asked by his father to go back to Dubai to work on a short term project, does Rayyan mean it when she tells him to go if he wants to? Will J.J. go regardless if he wants to or not? Regardless, Rayyan and J.J. discover that they may have problems in their relationship - not so much based on this issue but how they deal with it. Meanwhile, Baber, who is taking a sabbatical from his university position, has been asked by Mr. Bowman, the principal at Layla's high school, if he would substitute for the math teacher while the regular ...    "
                },
                "10": {
                    "title": "Baber Is from Mars, Vegans Are from Vegus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "5 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah needs to find a runner to join her in a two-person team for a 10 km fun run, her team representing the mayor's office. She asks in order Rayyan then Yasir, mentioning to both that each is her only choice since she wants to spend quality time with each. Both turn her down. However, after reconsidering - in Yasir's case, with a little prodding by Amaar and Duncan - both Rayyan and Yasir agree. Sarah's problem then becomes who she will choose and how to tell the other that he/she was not her only choice. A further problem may arise for Sarah if either Rayyan and/or...    "
                },
                "11": {
                    "title": "True Bro-mance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    At the Mercy Small Business Awards, what's worse than Fatima losing the Small Businesswoman of the Year award to a dog groomer is that Small Businessman of the Year Yasir inadvertently refers to Sarah as Susan in his thank you speech. And what's even worse than that is that Yasir let's it slip to his wife that he was once engaged to a woman named Susan, a fact she never knew beforehand. Meanwhile, Amaar meets new Mercy Chronicle editor/reporter/newspaper-Jack-of-All-Trades Nate Shore when Amaar wants some publicity for the Mercy Mosque's new venture with the Mercy ...    "
                },
                "12": {
                    "title": "Double Troubles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 20,
                    "original air date": "19 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Ann offers Yasir a job as the town's building inspector, a job he accepts if only to approve his own renovations for Rayyan and J.J.'s house. But Ann buries him under a pile of past paperwork, which primarily consists of building infractions around town reported by one, Baber Siddiqui. But also in the overdue file is an actual building inspection. The building ends up not being to code, but what will Yasir do with the bribe he's already unknowingly accepted to approve the building? Ann, who knows about the historic process of bribes within the building inspection ...    "
                },
                "13": {
                    "title": "The Week of Dying Dangerously",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "26 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    After Rayyan, Fred's doctor, tells him that there is an abnormality on his chest x-ray but that he has nothing to worry about, Fred still thinks that he's dying. To make his transition to the afterlife as positive as possible, Fred decides he needs to makes amends to the Muslim community, a 180 degree turn from his regular anti-Muslim rants. When Fred finds out that he is indeed not dying, he takes drastic measures to get his angry life back. Meanwhile, Baber is giving Layla driving lessons. The lessons are going badly, both for Layla but more so for Baber. Their ...    "
                },
                "14": {
                    "title": "Raised Expectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 17,
                    "original air date": "9 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A couple of people in Mercy are trying to get noticed. One is Sarah, who seems to be the only person in Mercy who has not been featured in the newspaper segment Nate's Notables. She'll do whatever it takes to get quoted in the feature. The other is Amaar, who after two years on the job, has never had a raise from his starting salary. Hard nosed Baber, the mosque treasurer, refuses to grant Amaar's demand. In fact, Baber would like Amaar to take a pay cut. Coming to Amaar's rescue is Fred, who appoints himself Amaar's negotiator. Fred suggests Amaar take drastic ...    "
                },
                "15": {
                    "title": "Colour Me Excited",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 19,
                    "original air date": "16 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Yasir has finished the renovations on the house that he and Sarah bought as Rayyan and J.J.'s wedding gift. Sarah and Yasir even personalized it by painstakingly choosing the interior color scheme. But Rayyan and J.J. may never live in the house as J.J.'s parents, for a wedding present for their son and future daughter-in-law, bought them a luxurious island. Rayyan is having trouble telling her parents of the Jaffer's gift, not only because it is in direct competition with theirs, but because it also means that she and J.J. may be moving to the island away from Mercy....    "
                },
                "16": {
                    "title": "Recipe for Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 18,
                    "original air date": "23 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Fatima is depressed because of the lack of success in her life. To cheer her up, Layla and Fred send in her Lamb Fatima recipe to Bon Appetit magazine for possible publication, Lamb Fatima being probably the most popular item at the café. The recipe does get published, but will Fatima appreciate the gesture? Meanwhile, Amaar holds a series of group couples counseling sessions. Sarah wants to attend, but Yasir, who doesn't, tells a white lie that he has a renovation job and can't make it. His renovation job is assisting Baber in setting up his home entertainment system...    "
                },
                "17": {
                    "title": "My Shariah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "2 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Advice is running rampant in Mercy. Amaar feels he's getting too much advice from Reverend Magee and wants to break off his dependency. Many in town, including Sarah, Yasir and Fatima, start getting Muslim approved financial advice from economist Baber. It's not so much the advice to which they're looking to Baber for but solely for Baber to put together an investment portfolio that is making money without all the financial \"gobbledy-gook\" as Sarah calls it. And Rayyan, J.J. and Amaar are looking for advice on what to do with a certain gift. From J.J.'s cousin, it was...    "
                },
                "18": {
                    "title": "Baber Makes an Entrance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 19,
                    "original air date": "9 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    After being complimented on her ability to make small talk, Sarah begins to over-think her small talk resulting in her small talk truly becomes just that: small. Meanwhile, under pressure from Faisal and after seeing Layla talk to a boy at the mosque, Baber makes a recommendation to Amaar that the women be made to use a different entrance to the mosque from the men. The men would use the front door and the women would use the back door. The women do not like this change, especially since the back door is currently solely used as the door to the garbage area. Amaar, ...    "
                },
                "19": {
                    "title": "Meet the Jaffers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 21,
                    "original air date": "16 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Kareem and Noora Jaffer, J.J.'s parents, have arrived in Mercy for J.J. and Rayyan's wedding, deemed the Mercy social event of the year. Everybody wants everything to be perfect, but things don't seem to be heading in that direction. First, Baber and Faisal are the direct cause of the mosque being invaded by mice. Second, Kareem insists that Yasir name the amount of the Mahr, the monetary gift J.J. and his family are to provide to Rayyan. Yasir and Sarah are in a quandary as they don't want the amount to be either considered too high or too low, naming an amount that ...    "
                },
                "20": {
                    "title": "Can I Get a Witness?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 19,
                    "original air date": "23 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Rayyan and J.J.'s wedding day has arrived. More issues have arisen this day beyond the previous problems of J.J.'s parents impending divorce, as well as the mosque being fumigated - leaving nowhere to hold the wedding. Noora, who was in charge of picking up Rayyan's wedding dress, has other things on her mind. Although Amaar is able to find an alternative location for the wedding, it happens to be the Prairie Dog Lodge, which is filled with iconic images offensive to the Muslim culture. And Fred has ulterior motives in offering the lodge in the first place. Will ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Love Thy Neighbour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "28 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    With Reverend Magee's departure from Mercy comes his replacement, Reverend William Thorne. Reverend Thorne is dismayed with his new assignment in many ways: that Mercy is not exactly a bustling metropolis, that the size of the Anglican congregation is small, but most specifically the fact that the Mercy Mosque is located in the church. He can't do anything about the size of Mercy, but he can work on the latter two issues. He does his best to make sure that Amaar is not only aware that he and the mosque are unwelcome in the church, but that he considers Muslims as ...    "
                },
                "2": {
                    "title": "Big Boys Don't Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "5 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's time for the annual Mercy Mixer to take place, an event which was in the past co-hosted by Amaar and Reverend Magee to bring together the Muslim and Christian communities. It's aim was high on the education, medium on the social and low on the fun. Reverend Thorne wants nothing to do with it, instead wanting to hold his own Fun Fair solely for the Anglican community in hopes of bringing them back to the church. Reverend Thorne changes his mind after he makes a trip to the bank and sees the depleted savings of the church. He then devises a way to have the mixer, ...    "
                },
                "3": {
                    "title": "What's Yours Is Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "12 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Amaar is having yet another issue with Reverend Thorne. Thorne tricked Amaar into improvising a sermon, while Thorne used the one that Amaar was originally going to deliver. Not only does Amaar's improvisation bomb while Reverend Thorne's sermon receives much praise, Thorne's sermon is reprinted in the newspaper crediting Thorne for the inspirational words. Amaar devises a plan to get back at Thorne by purposely writing a bad sermon for Thorne to steal, but will Thorne take the bait? Meanwhile, Rayyan figures that with the house that Yasir and Sarah bought as a ...    "
                },
                "4": {
                    "title": "Break and Enter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "19 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rayyan is relishing the fact of living on her own, if only her parents would leave her alone. Yasir and Sarah, with a key to her house to be used only for emergencies, have been over every day since Rayyan moved out and have even let themselves into the house using that key. Sarah and Yasir, wanting to respect Rayyan's adult wants, propose not to visit for one week uninvited or else they will give back the key. Yasir and Sarah try their best at respecting Rayyan's wishes, but one thing or another always brings them back to her house. Not wanting Rayyan to take away ...    "
                },
                "5": {
                    "title": "Death by Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "26 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Fred and his radio show are hosting a car giveaway contest, the winner being the person who can keep his/her hands on the car the longest. Sarah thinks the contest will be a good opportunity for her and Yasir to spend some quality time together, since Yasir has been busy with work of late. Yasir, on the other hand, sees other things more important than participating in the contest, and by association - in Sarah's mind - spending time with her. The contest gives Amaar the idea that a fund raiser - a 30-hour famine - is a good and quick way to raise the rent for the ...    "
                },
                "6": {
                    "title": "The Bid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "2 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Neighbors Rayyan and Fred go through a myriad of emotions in their relationship as neighbors. Fred rants on air that a mishap that occurred on Rayyan's property is some sort of Muslim conspiracy. Things change when Rayyan saves Fred's life by performing the Heimlich maneuver on him. After that, Fred will do whatever he can to please Rayyan. But Rayyan finds that a little gratitude from Fred may be too much to take. Meanwhile, Reverend Thorne is planning on making major renovations to the church. Despite working on six other contracts, Yasir is desperate to get this ...    "
                },
                "7": {
                    "title": "Handle with Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Yasir breaks a delivery sent to Reverend Thorne. Yasir is reluctant to confess to this error. On Sarah's advice, Yasir decides the easiest thing to do is order another to replace the broken one. Luckily, the replacement can be shipped in 24 hours, meaning that Yasir and Sarah only have to hide the fact that Yasir broke the first one for a day. However, when the replacement arrives, it's not exactly like the original. Meanwhile, Reverend Thorne learns that Yasir broke something, and when the reverend learns what it is, he is not angry but decides to use this knowledge ...    "
                },
                "8": {
                    "title": "Saving Sarah Hamoudi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Both Amaar and Reverend Thorne want to mount some sort of advertising campaign to attract new people to the mosque and church respectively. With some extra time on her hands, Sarah, who does public relations work for a living, volunteers to help whomever wants. Since Reverend Thorne asks her first, she decides to help him instead of Amaar, despite the fact that she is a Muslim herself. As she goes through this process with Reverend Thorne to great success, Sarah has to reconcile the \"PR whiz\" side of herself with the \"Muslim\" side of herself. One step to accomplish ...    "
                },
                "9": {
                    "title": "Gloves Will Keep Us Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 30,
                    "original air date": "30 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Amaar inadvertently agrees to an exhibition fund-raising boxing match with Reverend Thorne, who has a boxing background. Reverend Thorne does whatever he can to provoke Amaar, and is so sure of his victory that he makes a wager on the match. Amaar, seeing the boxing match as a metaphor of the battle between the Muslims and Christians, doesn't want to partake. As he progresses in his training, he admits to his trainer, Rayyan, what he really fears. Rayyan, trying to be supportive but still wanting Amaar to go through with the match, comes up with a plan. Will Amaar ...    "
                },
                "10": {
                    "title": "Bye Bye Yasir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Following his exhibition boxing match with Amaar, the match which Amaar won by a knockout, Reverend Thorne is sporting a neck brace and can barely move. Amaar learns the true nature of the reverend's injuries, and the reason for the brace. Meanwhile, Rayyan, the doctor, attends to an injured Baber at the mosque. As such, word goes around town that Rayyan makes house calls, a rumor she vehemently denies to all who will listen. Regardless, she is asked to make one house call after another, but it's Fred's calls, or his supposed calls, to which Rayyan does not respond. ...    "
                },
                "11": {
                    "title": "The Great Indoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 31,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    With Yasir away in Lebanon to take care of Mother Hamoudi, Sarah is running Yasir's business, most specifically the church contract, which is already four weeks behind schedule. As the reverend is threatening not to pay because of the delay, Sarah has to crack the whip with the subcontractors. Cracking the whip isn't Sarah's style, but it is Rayyan's. With the church and mosque shut down for the weekend because of the necessary electrical rewiring, Nate suggests to Amaar that he go camping. Despite not being a camping person, Amaar ultimately thinks it is a good idea ...    "
                },
                "12": {
                    "title": "Pants on Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 18,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After an off the cuff comment by Amaar, Nate prints in the newspaper that Amaar is going to lead the fund-raising drive to save the Mercy Arena from ruin. Although Amaar wants the arena to be saved, he doesn't want to lead the drive. But forced to do so, Amaar, after reading about it, thinks that the $100,000 money that comes with being named the town to host Kraft Hockeyville is the way to save the arena. To sway the voters of Kraft Hockeyville, Amaar, with Nate's help, is going to make a documentary movie about the hockey spirit in Mercy. Reverend Thorne, who has a ...    "
                },
                "13": {
                    "title": "The Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Self-absorbed self-help guru Dr. Lois Kettlebaum is passing through Mercy on her way to Regina for a book signing. Her stay in Mercy is a little longer than she expected as her beloved pet dog Fluffy escapes. As her harried chauffeur looks for Fluffy, Dr. Kettlebaum in private is an emotional wreck over Fluffy, while her public persona doles out advice to the many in Mercy who seek it. Sarah doesn't like what she hears, and Baber has a connection of another kind with Dr. Kettlebaum. Meanwhile, Amaar inadvertently opens a letter addressed to Reverend Thorne, the letter...    "
                },
                "14": {
                    "title": "Holly Go Quickly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 20,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    With Yasir still in Lebanon, Sarah has been spending much of her time at his construction business office in the church. She has turned her attention to organizing things at the church, much the way she has organized her life with Yasir. Although they appreciate her efforts, Amaar and Reverend Thorne are at their wits end when Sarah takes her self-appointed organizational duties to an extreme. They have to figure out how to get her to stop without hurting her feelings. Meanwhile, Rayyan thinks about her best friend from college, Holly Weldon, who Rayyan dropped from ...    "
                },
                "15": {
                    "title": "Radio Silence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 19,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Sarah is waiting for a telephone call from Yasir from Lebanon which doesn't occur when expected. Feeling a bit lonely, Sarah decides to spend that \"waiting\" time to have coffee with the attractive new concrete salesman, Robert. Their morning coffee \"dates\" become a ritual. In her having coffee with Robert, Sarah's fellow Muslims believe she's doing something unseemly and un-Islamic. Is she? Meanwhile, while listening to Fred's radio show, Reverend Thorne thinks that a good way to bring about bad faith amongst his congregation toward the Muslim community is to have a ...    "
                },
                "16": {
                    "title": "Keeping the Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 16,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The annual Mercy chili cook off is upcoming, this year without five time defending champion Yasir who is still in Lebanon. Sarah, his assistant in those wins (if truth be told, she acted only as his ladle caddy), vows to keep the Hamoudi winning tradition. With her new assistant Ann by her side, non-cook Sarah would have a fighting chance if either she or Ann could read Yasir's messy handwritten award winning chili recipe. Five time silver medalist Fred smells a victory for himself this year, especially as he has a new old family recipe to submit. Ann takes drastic ...    "
                },
                "17": {
                    "title": "Farewell to Amaars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Baber is acting as Imam after the Board fired Amaar. While Amaar communes with nature in a tent on Joe's property and prays to figure out what he will do with his life, Sarah and Rayyan add more than their two cents worth in letting Amaar know what he should do. Amaar's prayers may be a direct answer in what will happen with his future, which he wants still to be in Mercy. Meanwhile, Reverend Thorne's plan is to make Baber and the mosque seem so conservative and extremist in the eyes of his Christian congregation that they demand the mosque vacate the church. ...    "
                },
                "18": {
                    "title": "A Lease Too Far",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "votes": 25,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Reverend Thorne has finally got his wish: he's managed to kick the Muslims out of Mercy Anglican without looking like the bad guy. The next step is to get Hamoudi Contracting out as well. Amaar goes looking for another space in Mercy for a mosque, and comes up with what looks to be the only solution: the soon to be demolished Mercy Arena. Back at the church, Sarah tries to make life difficult for Reverend Thorne. But Reverend Thorne's life may be difficult enough without Sarah's help as what may be Reverend Thorne's wish is not that of Archbishop Tom Edmonds, who sees...    "
                }
            },
            "5": {
                "0": {
                    "title": "A Holiday Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 0,
                    "votes": 13,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    It's the December holiday season, and the Christian and Muslim children at the church/mosque are fighting over how to decorate the building. This fight, especially the sight of an ornament looking like a mosque made out of Christmas tree light bulbs, makes Amaar remember back to the one and only major fight he had with Reverend Magee the first year the mosque was located in the church. Without asking, Duncan used the prayer hall as a practice space for the Christmas pageant's choir, then decorated outside the prayer hall with Christmas decorations. Amaar and Duncan ...    "
                },
                "1": {
                    "title": "The Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Amaar is ready to propose to Rayyan, but he almost forgets to ask Yasir for her hand in marriage beforehand. In the intervening time, Rayyan is aware that Amaar is about ready to ask her. The unfortunate thing for Rayyan is that everyone else in town is also aware that Amaar is about ready to ask her. That fact ruins the mood for when Amaar is about ready to ask. So both Amaar and Rayyan, with a little help from Sarah (at times too much help), try to come up with individual plans to make the actual proposal special. Meanwhile, Reverend Thorne is on every Mercyite's ...    "
                },
                "2": {
                    "title": "Bromancing the Imam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Amaar makes an off the cuff comment to Rayyan that he's not sure if he wants to have children. Rayyan is initially shocked and tries to hide the fact that she does want children. Based on a comment by Sarah, Rayyan believes Amaar will change his mind if only he had time to spend with a baby. So on a date with Amaar to watch a movie at home, Rayyan decides to combine it with a babysitting stint for a friend. The evening of babysitting has an unexpected result. Meanwhile, Reverend Thorne is still trying to find some way to get back into the good graces of the town. He ...    "
                },
                "3": {
                    "title": "Kept Imam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In their continuing Christian/Muslim battle of superiority, Reverend Thorne and Baber decide to play bridge. The reverend chooses Sarah as his partner when she shows enthusiasm and a knowledge of the game, while Baber chooses the mayor as his partner. But Baber and Ann are aware, as the reverend soon is as well, that Sarah is a horrible player. When the reverend decides to lie to Sarah to get out of playing with her again, he ends up feeling guilty, especially after she finds out. Never having felt guilt before, he has to find out what the social norm is to deal with ...    "
                },
                "4": {
                    "title": "Loose Lips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In running Hamoudi Construction in Yasir's absence, Sarah runs into a roadblock when she wants to bid for a lucrative contract in Odena. The roadblock is the potential client, a conservative Muslim named Suhail who won't deal with a woman. Sarah decides she needs a fake male figurehead for the company to act the boss while she makes the actual bid. In her mind, Baber is the perfect candidate, he who agrees since it will give him a chance to boss Sarah around, whether that is part of the agreement or not. Dealing with Suhail and Baber ends up being a little more ...    "
                },
                "5": {
                    "title": "Roomies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The roof in the church collapses, destroying Amaar's apartment. Amaar learns that he can never live there again as when Sarah tries to get a building permit to make the necessary repairs, the city informs her that the zoning of the building does not allow any residential use. Stuck for a place to stay at least for that night, Amaar reluctantly takes Thorne up on his offer to stay at his place. As Amaar tries to find a new place to stay, he finds that there seem to be few to no options. Even the few leads he has for either short or long term accommodations seem to fall...    "
                },
                "6": {
                    "title": "Smooth Hate Criminal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Thorne has stress related insomnia. The prescription from Dr. Hamoudi is \"relaxation\". As such, Rayyan suggests to Amaar that he hang out more with Thorne to reduce the stress in Thorne's life. Amaar reluctantly agrees as although he is still staying with Thorne, he still doesn't truly trust him. But the two really do start to bond to the detriment of Amaar and Rayyan's relationship. Meanwhile, Ann's popularity with the Muslim demographic is dropping. So when she accidentally spills some paint on a rug in the mosque in the shape of a cross while helping Sarah, and ...    "
                },
                "7": {
                    "title": "Brother, Can You Spare a Mosque?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Amaar and Rayyan decide that they should purchase a post-wedding item, namely a mattress. It's a good time for Rayyan to test them as she's been working a lot of overtime and is in need of a good sleep. While shopping, Amaar learns something about Rayyan when she falls asleep while lying down on a mattress and that even she did not know about herself: she snores. She denies that she has ever snored. Or does she not know only because she's asleep when she does it? Meanwhile, Sarah works her hardest to do good deeds so that she can be voted local hero. She thinks her ...    "
                },
                "8": {
                    "title": "Every Thorne Has Its Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Amaar and Rayyan learn that Thorne has been lying about being busy at work and about his whereabouts. In reality he's been hanging out at the library as he's attracted to Rose, but he's lost his nerve to ask her out. When Amaar and Rayyan learn what's going on, Amaar wants Thorne to follow his heart, whereas Rayyan feels the need to meddle. At first Rayyan thinks that the more experienced Thorne should leave the innocent Rose alone. By the time that Rayyan learns that Rose is attracted to Thorne, she has to convince Thorne to ask her out. Will Rayyan's meddling ...    "
                },
                "9": {
                    "title": "Love at First Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Thorne is still finding it difficult to relate to people in a meaningful way. As she is liked by everyone, he turns to Sarah for advice. She tells him to be himself, which he interprets as \"don't lie\". As that tactic offends many people, Thorne decides that he needs to practice his people skills with people he doesn't care if he pisses off. Much to Sarah's chagrin, he chooses to join Sarah's quilting circle, as he doesn't care if he never sees the women in the group or sew ever again. But when one of those two factors change, he faces a conundrum. Meanwhile, there is ...    "
                },
                "10": {
                    "title": "An Arranged Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Yasir has decided to come home for a short visit in two week's time. Amaar and Rayyan want to capitalize on his visit and get married while he's at home. But planning a wedding for two week's time, especially one where there are certain community expectations, is not an easy task. Feeling overwhelmed, they decide to take Sarah up on her offer to be their wedding planner. But when Sarah's ideas end up being the polar opposite of what Amaar and Rayyan had envisioned, will they have the heart to tell her? Meanwhile, the tax department has contacted Thorne concerning an ...    "
                },
                "11": {
                    "title": "The Bachelor Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Rayyan and the other Muslim women in Mercy are figuratively and literally letting their hair down in Rayyan's hijab-less bridal shower. But things at the party don't go quite the way Rayyan was hoping when a man - the pizza delivery guy - infiltrates the festivities, with the unexpected consequence of Rayyan getting locked out of her own party and out of the house without her hijab, and with her arms and legs exposed. Rayyan's problem gives Sarah renewed purpose in life. Amaar is also having his bachelor party, which is planned by his best man. Despite both Nate and ...    "
                },
                "12": {
                    "title": "If You Leave Me Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Connor, Rayyan's replacement while she and Amaar go on their upcoming honeymoon, has just arrived in Mercy from Edmonton. Sarah and Ann are concerned that Mercy won't meet his big city sensibilities and that he won't stay. The exact opposite problem arises: he wants to leave Edmonton so badly that he decides that he wants to stay in Mercy permanently. Can a small town like Mercy support two doctors? If not, Sarah and Ann have to try and figure out a way for him to want to leave. Meanwhile, Rayyan and Amaar are in the midst of making the decisions for their wedding...    "
                },
                "13": {
                    "title": "Amaar's Well That Ends Well",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Mosque on the Prairie (TV Series 2007–2012)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "votes": 18,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Yasir is back in town, as are Amaar's parents, for Amaar and Rayyan's wedding. Things have changed in Mercy since Yasir left, and he's feeling a little obsolete. Meanwhile, Amaar and Rayyan have decided that Amaar will speak to Yasir and Rayyan will speak to Sarah about their decision to move to Montréal. But each time Amaar and Rayyan get close to telling Yasir and Sarah respectively, something stops them. They feel that they need to tell Yasir and Sarah before the wedding, but time is quickly running out.    "
                }
            }
        },
        "number of episodes": 91,
        "cast": [
            {
                "name": "Shaikh, Zaib"
            },
            {
                "name": "Hewitt, Sitara"
            },
            {
                "name": "McGrath, Debra"
            },
            {
                "name": "Sood, Manoj"
            },
            {
                "name": "Crone, Neil"
            },
            {
                "name": "Duncan, Arlene"
            },
            {
                "name": "McCarthy, Sheila"
            },
            {
                "name": "Rota, Carlo"
            },
            {
                "name": "McGrath, Derek"
            },
            {
                "name": "Khan, Kashif"
            },
            {
                "name": "Firla, Brandon"
            },
            {
                "name": "Banks, Boyd"
            },
            {
                "name": "Vellani, Aliza"
            },
            {
                "name": "White, Jeff"
            },
            {
                "name": "Varughese, Sugith"
            },
            {
                "name": "Hinds, Darryl"
            },
            {
                "name": "Lobo, Stephen"
            },
            {
                "name": "Eastwood, Jayne"
            },
            {
                "name": "Gordon, Barbara"
            },
            {
                "name": "Allen, Sarah"
            },
            {
                "name": "Williams, Philip"
            },
            {
                "name": "Huband, David"
            },
            {
                "name": "Robertson, Jennifer"
            },
            {
                "name": "Keleghan, Peter"
            },
            {
                "name": "Parker, Pardis"
            },
            {
                "name": "Joyette, Demetrius"
            },
            {
                "name": "Hemphill, John"
            },
            {
                "name": "Adhya, Aruna"
            },
            {
                "name": "Alianak, Hrant"
            },
            {
                "name": "Sood, Veena"
            },
            {
                "name": "Smith, Jeffrey R."
            },
            {
                "name": "Shelley, Tara"
            },
            {
                "name": "Bhaneja, Raoul"
            },
            {
                "name": "Strazzeri, Joe"
            },
            {
                "name": "Hoy, Sean"
            },
            {
                "name": "Belleville, Jason"
            },
            {
                "name": "Redican, Dan"
            },
            {
                "name": "Golja, Ana"
            },
            {
                "name": "Mochrie, Colin"
            },
            {
                "name": "Scoular, Peter"
            },
            {
                "name": "Robson, Wayne"
            },
            {
                "name": "Matysio, Amy"
            },
            {
                "name": "Davis, Andrea"
            },
            {
                "name": "Macdonald, Austin"
            },
            {
                "name": "Horner, Lisa"
            },
            {
                "name": "Kennedy, Julian"
            },
            {
                "name": "Allen, Tim"
            },
            {
                "name": "Kellerman, Sandy"
            },
            {
                "name": "McKenna, Patrick"
            },
            {
                "name": "Chernick, Jonas"
            }
        ],
        "locations": [
            "Indian Head, Saskatchewan, Canada",
            "Regina, Saskatchewan, Canada",
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 6,
        "rating": 5.7,
        "votes": 2254,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM1NjY4MjI5N15BMl5BanBnXkFtZTgwMTA4ODU4NzE@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "CAD700,000 (estimated)",
        "plot outline": "The location is Mercy Saskatchewan, a small town in the Canadian prairies. A small but devout community of Muslims has settled there, headed by community leader Yasir Hamoudi, a local building contractor. He is married to Sarah, a Caucasian ex-Christian who has converted to Islam for her husband. Their adult daughter, Rayyan, is a feminist Muslim doctor. The religious leader of the Muslim community - the Imam - is Amaar Rashid, a young, Canadian-born ex-lawyer from Toronto, who came to Mercy to replace Baber Siddiqui, who was deemed too extreme by many in the Mercy Muslim community. The local diner is run by Fatima Dinssa, a Nigerian Muslim who is strict about her religion but more liberal in her cultural values. The Muslims in Mercy are co-existing with their Christian neighbors, sometimes harmoniously, sometimes not. Reverend Duncan Magee welcomes his Muslim neighbors, especially if they enhance the social and economic fabric of the community and his parish. Likewise, Mayor Ann Popowicz welcomes the Muslim population especially if they vote for her. However, local radio host, Fred Tupper, is suspect of the Muslims and their supposed terrorist ways. But he and many of the townsfolk, Muslim or Christian, are equally as suspect of someone like Amaar since he is from the big bad city of Toronto, a city which has shaped his views and which is contrary to the outlook of a town like Mercy.",
        "languages": [
            "English"
        ],
        "title": "Little Mosque on the Prairie",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2012",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Rae, Lara"
            },
            {
                "name": "Schechter, Rebecca"
            },
            {
                "name": "Alexander, Susan"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Little Mosque Productions"
            },
            {
                "name": "Westwind Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "Storm FX"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Java Post Production"
            },
            {
                "name": "Multimedia Risk Consultants and Insurance Brokers"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Take 5 Craft Services"
            },
            {
                "name": "Talking Dog Post & Sound Studios"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "Technicolor"
            },
            {
                "name": "The Juggernaut"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "A satirical view at a Muslim community living in Mercy, Saskatchewan, Canada.::IMDb editor",
            "The location is Mercy Saskatchewan, a small town in the Canadian prairies. A small but devout community of Muslims has settled there, headed by community leader Yasir Hamoudi, a local building contractor. He is married to Sarah, a Caucasian ex-Christian who has converted to Islam for her husband. Their adult daughter, Rayyan, is a feminist Muslim doctor. The religious leader of the Muslim community - the Imam - is Amaar Rashid, a young, Canadian-born ex-lawyer from Toronto, who came to Mercy to replace Baber Siddiqui, who was deemed too extreme by many in the Mercy Muslim community. The local diner is run by Fatima Dinssa, a Nigerian Muslim who is strict about her religion but more liberal in her cultural values. The Muslims in Mercy are co-existing with their Christian neighbors, sometimes harmoniously, sometimes not. Reverend Duncan Magee welcomes his Muslim neighbors, especially if they enhance the social and economic fabric of the community and his parish. Likewise, Mayor Ann Popowicz welcomes the Muslim population especially if they vote for her. However, local radio host, Fred Tupper, is suspect of the Muslims and their supposed terrorist ways. But he and many of the townsfolk, Muslim or Christian, are equally as suspect of someone like Amaar since he is from the big bad city of Toronto, a city which has shaped his views and which is contrary to the outlook of a town like Mercy.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min",
                "30 min (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1",
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2254,
                "rating": 5.7
            },
            "aged 18 29": {
                "votes": 307,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 1159,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 511,
                "rating": 5.7
            },
            "males": {
                "votes": 1371,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 180,
                "rating": 5.4
            },
            "males aged 30 44": {
                "votes": 824,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 338,
                "rating": 5.4
            },
            "females": {
                "votes": 631,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 125,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 329,
                "rating": 6.4
            },
            "females aged 45 plus": {
                "votes": 166,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 48,
                "rating": 5.2
            },
            "us users": {
                "votes": 495,
                "rating": 5.9
            },
            "non us users": {
                "votes": 1330,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 628,
            "9": 276,
            "8": 317,
            "7": 244,
            "6": 148,
            "5": 65,
            "4": 41,
            "3": 46,
            "2": 90,
            "1": 399
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}