{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "April 2007"
            },
            {
                "country": "USA\n",
                "date": "1 August 2007"
            },
            {
                "country": "Germany\n",
                "date": "29 April 2009",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::April 2007",
            "USA::1 August 2007",
            "Germany::29 April 2009                            (DVD premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Lair"
            },
            {
                "countries": "Russia",
                "title": "Логово"
            }
        ],
        "akas": [
            "The Lair (original title)",
            "Логово Russia"
        ],
        "akas from release info": [
            "The Lair (original title)",
            "Логово Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "4 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    In the season 3 premiere, the series picks up 6 months later and Thom is struggling to live among the vampires of the Lair as its only human occupant.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "11 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Sheriff Trout and Dr. Kent try to unravel the mystery of Charley's stone body. Thom catches Damian with another man and finally tells him that their affair is over.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    A sexual tension begins to grow between Athan and Tim. In frustration, Athan goes to the Lair and hooks up with another young man.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "25 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Richie comes to Thom's house and in lonely desperation puts a gun to his head and pulls the trigger.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Thom rushes to get the unconscious Richie to the hospital, where both Dr. Kent and Sheriff Trout suspect there may be more to the shooting than first meets the eye.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Frankie and Thom go to the old graveyard using the information they have gathered from Harris and dig up an old trunk containing the mummified head of Carter Vane.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim suspects that Athan may have stolen some historic documents from the local museum, leading to a tense standoff.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Colin and Matty discover a dead body in the parking lot of the Harbor Light and Colin promises to cover it up.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Von Hess tells Damian that she is seeking revenge on him, but she's not ready yet to reveal what it's all about.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Frankie visits Damian and convinces him to agree to Thom's plan to make him mortal again. Colin learns that Damian is missing.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 14,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sheriff Trout is cleared in the case of Stile's death and gets back on the case. Damian, now mortal, reunites with Thom.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Thom and Damian enjoy a few hours of normalcy together as Colin visits the Lair and rallies support from among Damian's loyal following.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "27 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Gary brings Colin the gun with which he plans to shoot Damian dead. Athan and Tim head over to Thom's house for a do-or-die showdown.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 32,
                    "original air date": "1 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    A young man named Eric visits the private gay sex club known as The Lair. He meets Colin, the club manager. They have sex in a back room and Colin, revealing himself to be a vampire, attacks and kills Eric. Damian, the leader of the vampire group, orders Frankie, the club's janitor and familiar (wannabe-vampire) to dispose of Eric's body. The next day, Sheriff Trout finds the body, the latest in a string of \"John Doe murders.\" Reporter Thom meets Frankie, who gives him a necklace Eric had worn. Fellow reporter Laura recognizes the necklace as an amulet from a book ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 25,
                    "original air date": "1 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Jonathan survives the attack and is taken to the hospital, catatonic. Meanwhile, Thom and Laura research the history of the Coast further and discuss the possibility of vampires being responsible for the John Doe attacks. At the Lair, Damian works on a portrait of himself which, similar to 'The Picture of Dorian Gray', he says holds his curse. He and Colin agree to finish off Jonathan.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "29 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Damian introduces the newly-risen vampire Eric to the rest of the Lair's \"inner circle.\" Thom tracks Frankie to the club seeking answers about the attack on Jonathan but a terrified Frankie refuses to help. Damien spies Thom's card and telepathically links to him, ordering him to hang himself. Laura intercedes just in time to save Thom. Meanwhile, Damian goes to Jonathan's hospital room to kill him but is interrupted by Thom and Laura. Dr. Belmont and Sheriff Trout, having discovered a stamp on Eric's hand in ultraviolet ink, are startled to discover the same stamp on...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 23,
                    "original air date": "5 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    A shaken Damian confides in Colin that Thom is a double of Richard DeVere, the vampire who painted the portrait and who transformed Damian. Damian had driven a stake through DeVere's heart and stolen the painting, which now bore the evidence of his evil deed on its face. Meanwhile, Dr. Belmont injects Jonathan with an experimental drug which revives him, but Jonathan is stricken with amnesia. Back at The Lair, Damian mentally entrances Thom and commands him to his side. Also, Colin enlists Frankie in a plot against Damian. Damian, wavering in his belief that Thom is ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "12 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    As Damian worries, the sheriff arrives at the club and momentarily spots Eric. Sheriff Trout warns Damian that he'll be watching him. The doctors see that Jonathan's neck wound is almost completely healed and they discharge him to Laura. Laura, sporting a black eye from her abusive boyfriend Jimmy, takes him home. Meanwhile, Damian gathers the family together and accuses one of them of betrayal, demanding the return of the portrait. Privately, Colin sows seeds of doubt about Eric in Damian's mind. Damian takes Thom to the cell and locks him in, then kills Eric by ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "29 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Frankie lures Damian to a store room saying the portrait is there. Colin attacks Damian and seals him behind a brick wall. Colin goes to Thom in his cell and tells him he has twelve hours to live. With Laura in jail for Jimmy's murder, Sheriff Trout obtains his warrant and he, Jonathan and Deputy Rogers go to search The Lair. At the same time, Thom concludes his recording and moments later his cell door mysteriously unlocks. He escapes, but not before encountering a vampire. Thom pulls off the vampire's amulet and the vampire disintegrates. Safely back home, Thom ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Picking up a few hours later at The Lair, a deputy questions Colin about the shootout. Colin, disappointed to learn that Sheriff Trout survived, points the finger at Frankie. Thom awakens on his floor at home with two bloody puncture wounds on his throat. He showers and then checks his answering machine, hearing a message from Jonathan telling him that they will never see each other again and urging Thom to leave the island. Laura calls Thom from jail, relieved to learn that he's alive. Colin gathers the coven and tells them that he has taken over. He orders them not ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "19 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Damien projects himself to Thom and confesses his love. They have sex and Thom discovers that his wounds have mysteriously healed. Damien asks for Thom's help in opposing Colin. Thom visits Laura in jail, then calls upon Sheriff Trout, whom he learns has gone temporarily blind after being shot.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A man arrives from the mainland in search of Ian. Elsewhere, Ian awakens naked in the woods, his hands covered in blood. He stumbles into Sheriff Trout's house and Trout suggests that he stay for a few days. Meanwhile, Colin has a vision of Frankie at the Lair. Botanist Jake Waldman receives a mysterious flower, the Lumina Orchis. The man who delivers it, Spivey, discovers a gold coin entangled in its roots.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Colin has another vision of Frankie, but believes Damian is projecting it. That evening, Ian transforms again into a werewolf and kills a neighbor and his dog. Meanwhile, Dr. Waldman becomes ever more obsessed with the flower. The next day, Thom's ex-boyfriend Richie and Thom discuss his research on the origins of the Lair. The mysterious mainlander continues his pursuit of Ian. Trout discovers Ian in the bath, but can't see that the water is stained with blood. That night, Dr. Waldman and Tim go out for drinks and Tim expresses his unease about the flower. As Colin ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    As Thom retrieves Damian's body, he sees a vision of Frankie. He also sees Jonathan having sex with and then claiming a victim. Meanwhile, Sheriff Trout again tries to get Ian to open up about his past, but Ian refuses. Ian later transforms once again under the full moon. Tim puts Jake to bed and they kiss. Meanwhile, the greedy Spivey returns in search of more coins. He finds one but the flower kills him with a blast of fungus spores to his face. Jake and Tim dump the body along the side of a road. Thom returns home with Damian's body and Damian manifests again, ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "14 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Damian regenerates and he feeds on Thom's blood. The next day, a partially-sighted Sheriff Trout returns to active duty and inspects Spivey's dead body. Thom stops by Trout's house and meets Ian. Thom calls the sheriff and asks for his help with getting Laura released from jail and the history about the Lair. Laura has a hearing where the judge releases on her own recognizance because Jimmy's body is missing from the morgue. Richie drives Laura to Thom's place, but Thom, busy covering his windows with dark plastic, is short with her and she leaves. Inside, Damian ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 16,
                    "original air date": "28 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Colin encounters Frankie's ghost in a bar and Frankie tells him that only Colin's total destruction will free him. Colin then goes to the newspaper office looking for Thom. He finds Richie and feeds on him. Meanwhile, Jake and Tim make love but later, under the influence of the plant, Jake strikes Tim across the face. Jonathan comes to Thom's house intending to transform him into a vampire but Damian, fresh from feeding, kills him. The mysterious mainlander shoots at Ian in his werewolf form with a silver bullet, wounding him. The next morning, the werewolf hunter/...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Tim treats and cleans Ian's superficial wound and alerts Sheriff Trout to Ian's location. Laura tells Thom that Richie is missing and that she's leaving the island. Before she can, Colin attacks, bites her throat out and drains her blood. Richie shows up at Thom's house with a bite mark on his neck and induces Thom to go to the Lair after Laura. Meanwhile, Jake knocks Tim unconscious and takes the plant out into the night. Sheriff Trout discovers Tim, but Ian is nowhere to be found. Trout and Tim go to the greenhouse and discover the plant is missing. Ian comes into ...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 17,
                    "original air date": "26 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The transformed werewolf Ian flees into the night. Trout and Tim head out in pursuit. That evening, Thom returns to the Lair where he encounters Frankie who encourages Thom to take Damian's portrait but warns him that because Damian mixed their blood, destroying the portrait may destroy Thom as well. Thom discovers Laura's dead body in the bar and Colin tempts him with immortality in exchange for dosing Damian with an eternal sleeping potion. Meanwhile, Jake takes the plant to a field where he encounters the mysterious werewolf hunter, lying in wait for Ian. Damian ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 3 August 2007",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Lair (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "3 Aug. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Shae, David"
            },
            {
                "name": "Ford, Colton"
            },
            {
                "name": "Nolan, Brian"
            },
            {
                "name": "Stickles, Peter"
            },
            {
                "name": "Vox, Dylan"
            },
            {
                "name": "Valenti, Frankie"
            },
            {
                "name": "Rice, Bobby"
            },
            {
                "name": "Pisano, Bryan"
            },
            {
                "name": "Hirschi, Steven"
            },
            {
                "name": "Landry, Grant"
            },
            {
                "name": "Lynne, Beverly"
            },
            {
                "name": "Parisien, Alex"
            },
            {
                "name": "Ferraro, Matty"
            },
            {
                "name": "Grey, Jared"
            },
            {
                "name": "King, Matthew"
            },
            {
                "name": "Manabat, Jake"
            },
            {
                "name": "Cutlip, Jesse"
            },
            {
                "name": "Harrington, Vince"
            },
            {
                "name": "Currero, Enrique"
            },
            {
                "name": "Jeffries, Doug"
            },
            {
                "name": "Milan, Antonio"
            },
            {
                "name": "West, David"
            },
            {
                "name": "Stone, Evan"
            },
            {
                "name": "Roberts, Arthur"
            },
            {
                "name": "Danning, Sybil"
            },
            {
                "name": "Monte, Ted"
            },
            {
                "name": "Spears, Zak"
            },
            {
                "name": "Newport, Brodie"
            },
            {
                "name": "Von Steele, Michael"
            },
            {
                "name": "Horton, Pony R."
            },
            {
                "name": "Knai, Thor"
            },
            {
                "name": "Huhn, Eberhardt"
            },
            {
                "name": "Jr., Tigger Walker"
            },
            {
                "name": "Reynolds, Ethan"
            },
            {
                "name": "Frank, Billy"
            },
            {
                "name": "Osian"
            },
            {
                "name": "Webb, Gerald"
            },
            {
                "name": "Phoenix, Dean"
            },
            {
                "name": "McMullen, Darren"
            },
            {
                "name": "Cox, Dean"
            },
            {
                "name": "Castle, Jeff"
            },
            {
                "name": "Golden, Dan"
            },
            {
                "name": "Saint, Tyler"
            },
            {
                "name": "Newsom, Ted"
            },
            {
                "name": "Wells, Jeremy John"
            },
            {
                "name": "Ruckdashel, Brandon"
            },
            {
                "name": "Di Ricco, Chuck Scott"
            },
            {
                "name": "Krymis, Jay"
            },
            {
                "name": "Brown, Mary E."
            },
            {
                "name": "Ray, Kimberly A."
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Drama",
            "Horror",
            "Mystery",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Australia:M",
            "United Kingdom:18",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 4.6,
        "votes": 744,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA4Nzg2Mjg2OF5BMl5BanBnXkFtZTcwNjI1MDY2Mg@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "The Lair is a private gay club run by vampires, who use the club as a source for attractive young men to feed from. Thom, a local journalist in the small island town begins digging into the anonymous bodies turning up drained of blood, endangering his boyfriend and coming to the attention of the head vampire, Damian, who sees Thom as the reincarnation of his own dead lover. The Lair is an original series, from US specialty channel Here Tv, with a first season of six 27-minute episodes.",
        "languages": [
            "English"
        ],
        "title": "The Lair",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "McMullen, Darren"
            },
            {
                "name": "Ray, Fred Olen"
            }
        ],
        "production companies": [
            {
                "name": "Here! TV"
            }
        ],
        "distributors": [
            {
                "name": "PRO-FUN media Filmverleih"
            },
            {
                "name": "Eagle Entertainment"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Optimale"
            },
            {
                "name": "here! Films"
            }
        ],
        "plot": [
            "_The Lair_ (qv) is a private gay club run by vampires, who use the club as a source for attractive young men to feed from. Thom, a local journalist in the small island town begins digging into the anonymous bodies turning up drained of blood, endangering his boyfriend and coming to the attention of the head vampire, Damian, who sees Thom as the reincarnation of his own dead lover. _The Lair_ (qv) is an original series, from US specialty channel Here Tv, with a first season of six 27-minute episodes.::Muybridge"
        ],
        "tech": {
            "runtime": [
                "30 min (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 744,
                "rating": 4.6
            },
            "aged 18 29": {
                "votes": 117,
                "rating": 4.6
            },
            "aged 30 44": {
                "votes": 306,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 200,
                "rating": 4.9
            },
            "males": {
                "votes": 467,
                "rating": 4.8
            },
            "males aged 18 29": {
                "votes": 78,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 208,
                "rating": 4.4
            },
            "males aged 45 plus": {
                "votes": 168,
                "rating": 5.1
            },
            "females": {
                "votes": 164,
                "rating": 3.6
            },
            "females aged 18 29": {
                "votes": 38,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 95,
                "rating": 3.0
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 4.2
            },
            "top 1000 voters": {
                "votes": 29,
                "rating": 4.1
            },
            "us users": {
                "votes": 270,
                "rating": 4.9
            },
            "non us users": {
                "votes": 303,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 115,
            "9": 13,
            "8": 48,
            "7": 57,
            "6": 61,
            "5": 63,
            "4": 58,
            "3": 27,
            "2": 51,
            "1": 251
        },
        "arithmetic mean": 4.6,
        "median": 4
    }
}