{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 January 2007"
            }
        ],
        "release dates": [
            "Canada::10 January 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Corner Brook, Newfoundland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Stranded in Newfoundland since season one, Mark and Calum hit the road to trek west after accepting a network bribe - long story. Their first stop is Corner Brook, NFLD. Mark and the best players of the Corner Brook fire department face-off against Calum and the toughest Royal Newfoundland Constabulary cops. The match loser - either Mark or Calum - is subject to 'A Newfie Scrub Down!' as punishment. Hockey pro and Corner Brook native, Jason King makes a guest appearance.    "
                },
                "2": {
                    "title": "Tatamagouche, Nova Scotia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    With sticks in hand, the boys head to Tatamagouche, Nova Scotia. Famed as the birthplace of the late Anna Swan, the Giantess of the Maritimes, Tatamagouche is a seemingly docile hamlet - oddly shrouded in a veil of height discrimination! The road hockey rivalry: Calum and his team of short people (5'7'' and under) versus Mark and his team of tall people (6'1'' and over). In pivotal Game Two, Mark and Calum battle tooth and nail not to be subject to this week's punishment, 'The Tatamagouche Foooore!'.    "
                },
                "3": {
                    "title": "Charlottetown, PEI",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Making their way through the Maritimes, the boys motor to Prince Edward Island - the land of the last living pterodactyl! In the capital city of Charlottetown, Mark and Calum venture on an ice-cream factory tour and come up with a new Earth shaking road hockey rivalry ... dairy lovers versus lactose-intolerants. Yes, it's Calum and the milk drinkers facing-off against Mark and the intolerable Intolerants. And the punishment for losing...'The Charlottetown Sh#t Crow!'    "
                },
                "4": {
                    "title": "St. Stephen, New Brunswick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Situated smack dab on the Canada/U.S. border - St. Stephen, New Brunswick is all smiles when it comes to its Yankee neighbours across the river in Calais, Maine. But after Calum and Mark roll into town in the name of road hockey prowess, all pleasantries quickly turn into flag waving and cheap shots! Mark's got the Canadians and Calum's got the Americans and neither of them wants to be subject to this border city punishment - 'The 1812 Barrage!'    "
                },
                "5": {
                    "title": "Quebec City, QC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The RHR motorhome heads to Quebec City - one of the most contentious hot spots in Canadian history. It was the English triumph over the French in the 1759 Battle of the Plains of Abraham that lead to the British rule of New France. After 248 years of animosity - and since the English beat the French in season one - it is time for a RHR rematch: Calum's Francophones vs. Mark's Anglophones. For the loser it is 'The RHR Casualty of War!'.    "
                },
                "6": {
                    "title": "Niagara-on-the-Lake, ON",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Calum and Mark head to the heart of Canada's wine country - Niagara-on-the-Lake, ON. From wineries to comprehensive grape research, everyone in town is ripe with the love of vino - everyone but the handful of brewmasters that work in the town's only brewery. Yes, beer is a second rate beverage here - and d'ems fightin' words! Calum and the beer makers face off against Mark and his squadron of wine aficionados in a match where the loser gets the most putrid punishment ever, 'The RHR Blaahnh!'.    "
                },
                "7": {
                    "title": "Winnipeg, MB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The prairie-bound boys head to Calum's favorite city in the whole world - and Mark's least favorite - Winnipeg, Manitoba - home of the Blue Bombers! It is here where we hold our first inter-university road hockey blood bath. Mark and the Bisons of The University of Manitoba compete against their cross town rivals, the Wesmen of The University of Winnipeg, captained by Calum. This sweltering, co-ed rumble - featuring a guest appearance by NHLer Tyler Arnason - will see the losing host receive the infamous 'RHR Suicide Pass!'.    "
                },
                "8": {
                    "title": "Rankin Inlet, NU",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When the motorhome breaks down in Winnipeg, NHLer guest star Jordan Tootoo entices Mark and Calum to face-off in his home town of Rankin Inlet, Nunavut. In their first trek to the territories, the boys feast on the most ferocious rivalry this side of the rocky tundra: Mark and Team Cooked Food versus Calum, Jordan Tootoo, and Team Raw Food! As for the icing on the cake, the loser will do a lot more than wince in discomfort as they try to withstand this week's punishment, 'The Rankin Inlet High Kick!'.    "
                },
                "9": {
                    "title": "Moose Jaw, SK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Back on the prairies, the motorhome is up and running. The boys hop on the #1 highway for Moose Jaw, SK. Famous for its underground tunnels, utilized by Al Capone in the days of U.S. prohibition, Moose Jaw has grown into a town with a penchant for a new kind of bootlegging - media pirating. Game 9 sees Calum's Team Ethical face-off against Mark's Bootleggers - a team of music, movie, and software pirates. Regardless of copyright infringements, the losing host gets 'A Taste of His Own Medicine!'.    "
                },
                "10": {
                    "title": "Red Deer, AB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In Alberta, there are only two types of hockey buffs - Edmonton Oilers supporters or Calgary Flames fans. In fact, the contingents have despised each other for twenty-seven years. In no other Albertan city is this dichotomy more evident than in Red Deer, situated equidistant from Edmonton and Calgary. In the most heated rivalry to date, Mark and the Red Deer Oiler fans face-off against Calum and his clan of loyal Flames fanatics. The punishment for the loser? None other than 'The Greasy Hooter!'.    "
                },
                "11": {
                    "title": "Yellowknife, NWT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Through the Northwest Territories, Calum and Mark hustle to reach the capital, Yellowknife. The diamond capital of North America and bearer of 11 official languages, Yellowknife is wealthy both economically and culturally. At the forefront of Yellowknife's prosperity are the students of the only two high schools in the whole region: Sir John Franklin High and St. Pat's High - bitter rivals from day one. Calum's Irish of St. Pat's battle Mark's Falcons of Sir John. The losing host suffers being 'A Man-Fish!'.    "
                },
                "12": {
                    "title": "Dawson, YT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Eleven towns down, two more to go. Mark and Calum trek up to the famed gold prospecting destination - Dawson City, Yukon. A thriving summer tourist attraction, 60,000 visitors flock to Dawson City each year. Those who leave before winter are labeled 'Cheechakos.' Those who stay to brave the sub-zero elements are known as 'Sourdoughs.' This week it's all respect when Calum and his hardened team of Sourdoughs face off against Mark and his pack of seasonal Cheechakos on Dawson City's only tennis court! And the punishment for losing - 'The Dawson City White-Out!'.    "
                },
                "13": {
                    "title": "Maple Ridge, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "31 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    To cap off another season, the boys head to Mark's home town of Maple Ridge, BC for their grandiose finale. Sandwiched between the sparkling Fraser River and the majestic Golden Ears Mountains, Maple Ridge is a cozy town that harbours two types of people - Mark Lovers and Mark Haters! In a battle for the ages, it's Calum and the Haters mucking it up with Mark and the Lovers. And whoever comes out on top will be fortunate enough not to live through the onslaught of the 'The UNSPEAKABLE PUNISHMENT!'.    "
                }
            },
            "1": {
                "1": {
                    "title": "Trail and Fruitvale, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The first stop on Road Hockey Rumble's cross-Canada grudge match is Trail, B.C. Mark picks a team of locals to take on Calum's team from neighbouring Fruitvale. The winner gets bragging rights (and beer) and the loser suffers a hilarious punishment: having to ride tied to the hood of a truck while the winning team pelts him with tomatoes.    "
                },
                "2": {
                    "title": "Prince George, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The Road Hockey Rumble crew travel north-westward to the Prince George, B.C., a city where most people make their living in the forestry industry. To Mark's dismay, he soon figures out why Calum is so keen on Prince George: he once lived in the town and his parents still live there, which gives him a clear advantage during the recruitment process. Mark recruits a team of tree choppers while Calum puts together one of tree planters. In the end there can only be one winner and the losing captain suffers a very colourful punishment.    "
                },
                "3": {
                    "title": "Viking, AB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The boys leave B.C. and travel east to Viking, AB., home of the famous hockey family the Sutters. Viking may only have 1,000, but the Sutter family produced six brothers who have each played in the NHL: Duane, Brent, Daryl, Brian, Ron and Rich. There is even a seventh brother who was rumored to be the best player in the family but chose a different career. After meeting Duane Sutter the guys are inspired to find out which local family should be crowned Viking's second-best hockey family, with Mark captaining the Quintons and Calum the Laskoskys. This week's losing ...    "
                },
                "4": {
                    "title": "Lloydminster, AB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    The fourth stop on Road Hockey Rumble's cross-Canada grudge match is Lloydminster, AB. Canada's famous border city straddles Alberta and Saskatchewan and so Calum recruits Team Alberta while Mark picks Team Saskatchewan. The losing captain has to do the \"Road Hockey Rumble 100 Yard Dash.\"    "
                },
                "5": {
                    "title": "Regina, SK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    In episode five, the boys find themselves in Regina, Sask. To spice things up, the boys decide it's time for an all-girls game. Calum chooses a team of dynamite blondes and Mark enlists the best brunettes. The losing captain is punished with the \"Shins of Silk.\"    "
                },
                "6": {
                    "title": "Gimli, MB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    Road Hockey Rumble moves onto Manitoba and the town of Gimli, which was founded by Icelandic settlers in 1875 and has the biggest population of Icelandic people outside of Iceland. With the country's largest Icelandic festival, Islendigadagurin, in full swing, Calum picks Team Iceland, while Mark heads up Team Non-Iceland. The losing captain is forced to be a \"Human Shield.\"    "
                },
                "7": {
                    "title": "Thunder Bay, ON",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    In episode seven of Road Hockey Rumble, Calum and Mark leave Manitoba for Thunder Bay, Ont. This Northern Ontario city is home to the Staal brothers, who one by one are achieving star status in the NHL. Until 1970 Thunder Bay was actually two cities, Port Arthur and Fort William, and fittingly, Mark drafts players from the former, while Calum recruits his team members from the latter. The losing captain must endure the \"Firing Squad.\"    "
                },
                "8": {
                    "title": "Toronto, ON",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    After settling the score in Thunder Bay, Calum and Mark move on to Toronto, Ont., the city that the rest of Canada loves to hate! This game pits Mark's team of native-born Torontonians who love the city against Calum's team of non native-born Torontonians who hate it. The losing captain gets \"Spic 'N Spanned.\"    "
                },
                "9": {
                    "title": "Hudson, QC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    The Road Hockey Rumble boys hit the highways and head for Hudson, Quebec, a bilingual, bi-cultural community. Here, Mark recruits a French-Canadian team and Calum captains Les Anglais. The losing captain receives the \"Maple Roll.\"    "
                },
                "10": {
                    "title": "Moncton, NB",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    In the 10th episode of Road Hockey Rumble, Calum and Mark move on to Moncton, N.B. This city is known for its ship and railway yards, but is currently being transformed by the arrival of new, high-tech industries. Mark captains the low-tech Moncton team, while Calum recruits the new, high-tech team. The loser's punishment is the \"Moncton Takeout.\"    "
                },
                "11": {
                    "title": "Summerside, PEI",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Summerside, P.E.I., is the administrative home of Canada's GST. Fittingly, Calum's Team GST fights it out with Mark's Tax Haters, with the losing captain undergoing the \"PEI Pinch.\"    "
                },
                "12": {
                    "title": "Windsor, NS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Windsor, N.S., is reputed to be the birthplace of hockey, although Kingston and Montreal have also laid claim to this piece of Canadian hockey history. The boys decide to pit the Believers in Windsor championed by Mark, against the Sceptics, led by Calum. The losing captain is punished with \"The Pumpkin of Death.\"    "
                },
                "13": {
                    "title": "St. John's, NFLD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road Hockey Rumble (TV Series 2007–2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    The final stop on Road Hockey Rumble's cross-Canada grudge match is St. John's, NFLD. The \"townies\" figure that if you're not from the city side of the overpass, you're a 'Bayman', so Mark captains the Townies against Calum's team of Baymen, with the loser suffering the \"Triple Threat.\" Mark gets very lucky when Terry Ryan, former first round NHL pick and world ball hockey champion, is drafted onto his team.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "MacLeod, Calum"
            },
            {
                "name": "McGuckin, Mark"
            },
            {
                "name": "McKeachie, John"
            },
            {
                "name": "Okoktok, Jocelyn"
            },
            {
                "name": "Beaver, Dwayne"
            },
            {
                "name": "Bennett, Lewis"
            },
            {
                "name": "Thornton, Pj"
            },
            {
                "name": "Finlan, Joe"
            },
            {
                "name": "Kepkay, Peter"
            },
            {
                "name": "Leaf, Matt"
            },
            {
                "name": "Naysmith, Andrew"
            },
            {
                "name": "Cormier, Adam"
            },
            {
                "name": "Hatton, Ed"
            },
            {
                "name": "Hechenberger, David"
            },
            {
                "name": "Johnson, Shayne"
            },
            {
                "name": "Lutsch, Aaron"
            },
            {
                "name": "Medhurst, Brad"
            },
            {
                "name": "Sinclair, Matt"
            },
            {
                "name": "Stone, Terry"
            }
        ],
        "locations": [
            "Gimli, Manitoba, Canada",
            "Hudson, Québec, Canada",
            "Lloydminster, Alberta, Canada",
            "Moncton, New Brunswick, Canada",
            "Prince George, British Columbia, Canada",
            "Regina, Saskatchewan, Canada",
            "Thunder Bay, Ontario, Canada",
            "Toronto, Ontario, Canada",
            "Trail, British Columbia, Canada",
            "Viking, Alberta, Canada"
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTIyMzJmNmYtNzJjYS00MGFkLWI4OTgtNjc0NmIyYTMzMzMzL2ltYWdlXkEyXkFqcGdeQXVyNDE3NzI1Nw@@._V1_SY150_CR11,0,101,150_.jpg",
        "plot outline": "Road Hockey Rumble is a half-hour reality series following two all-Canadian hosts, Calum MacLeod and Mark McGuckin. It is in the documentary form but crosses over into the genres of sports, travel, and comedy with an attitude that defies description. We watch as Calum and Mark hit the road, playing their way across Canada in a 13 game grudge match series of Road Hockey. From Trail, British Columbia to St. John's, Newfoundland, they tap into the rivalries, legends, and grit of Canada's most colourful and competitive towns. Friends in life but rivals in hockey, each host drafts their own team of locals to battle it out on the court.",
        "languages": [
            "English"
        ],
        "title": "Road Hockey Rumble",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2008",
        "akas": [
            "Road Hockey Rumble (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "MacLeod, Calum"
            },
            {
                "name": "McGuckin, Mark"
            },
            {
                "name": "Christianson, Jordan"
            }
        ],
        "production companies": [
            {
                "name": "Paperny Films"
            }
        ],
        "distributors": [
            {
                "name": "Outdoor Life Network (OLN)"
            }
        ],
        "other companies": [
            {
                "name": "SportsBrandedMedia"
            }
        ],
        "plot": [
            "_Road Hockey Rumble_ (qv) is a half-hour reality series following two all-Canadian hosts, Calum MacLeod and Mark McGuckin. It is in the documentary form but crosses over into the genres of sports, travel, and comedy with an attitude that defies description. We watch as Calum and Mark hit the road, playing their way across Canada in a 13 game grudge match series of Road Hockey. From Trail, British Columbia to St. John's, Newfoundland, they tap into the rivalries, legends, and grit of Canada's most colourful and competitive towns. Friends in life but rivals in hockey, each host drafts their own team of locals to battle it out on the court.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 16,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.5
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 17,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 11,
            "9": 3,
            "8": 3,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.4,
        "median": 9
    }
}