{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "USA::2007"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Sever, Shauna"
            },
            {
                "name": "Joseph, Armani"
            },
            {
                "name": "Kraack, Kevin"
            },
            {
                "name": "Smith, Dennis"
            }
        ],
        "locations": [
            "Las Vegas, Nevada, USA",
            "Los Angeles County, California, USA",
            "Los Angeles, California, USA",
            "Miami, Florida, USA",
            "Napa Valley, California, USA",
            "Napa, Napa Valley, California, USA",
            "Phoenix, Arizona, USA",
            "Yorba Linda, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Players Parking Only",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Players Parking Only (United States)"
        ],
        "writer": [
            {
                "name": "Landing, Bethany"
            }
        ],
        "production companies": [
            {
                "name": "GPI Corporation"
            }
        ],
        "distributors": [
            {
                "name": "GPI Corporation"
            }
        ],
        "plot": [
            "The automotive stylings of professional athletes.::Paul Jacoby"
        ],
        "synopsis": [
            "Players Parking Only is a weekly lifestyle TV series that showcases the automotive stylings of professional athletes created by Ashley Gracile and produced by GPI Content Corporation.From the outrageous to the sublime; nothings out of reach for todays superstars & their automotive passion. For\nmost of us, seeing those one of a kind rides is only a dream, but Players Parking Only gives you direct access to their rare cars, trucks & bikes in ways youd never imagine.Along the way, well learn about the athletes and their red-hot passion for cars; especially the ones in their driveway. Whether its customizing, restoring or collecting, well go beyond the vehicle to reveal the special place it holds in the mind and heart of the athlete.Our hook is the players themselves like former New York Giants All-Pro defensive end Michael Strahan; well show you his half million dollar Maybach and four Aston Martins or how about Hall of Famer Reggie Jackson and one of his collection of classic American muscle cars or racing legend Jimmy Vasser who shows us his collection of Chevys at his compound in Napa Valley, California.Players Parking Only also visits with the greatest funny car driver ever John force the first and only driver to win\n100 NHRA races and the first owner to notch 200 wins who shows us his phenomenal collection including his\nchampionship Mustang Funny Cars, a Ford GT 40, his mothers 1957 Cadillac Biarritz, his daily driver (a remarkably nondescript Jaguar XJS) and a whole lot more.Our back stories are great like Livian Hernandez - who came from a poor family in Cuba. After meeting recruiter Joe Cubas in Venezuela in 1994, the two planned an escape through Mexico. At the age of 20, Hernández gave up his $6 a month job in Cuba and defected to the United States in 1995. A two-time All-Star, Hernández helped the Florida Marlins win the World Series in 1997 where he was named MVP. His collection of cars in South Florida includes Ferraris, Lamborghinis and a Bentley sure cant buy those on $6 a month!\nOf course Players Parking Only has some pizzazz too - David Beckham is no stranger to publicity. Having previously played for L.A. Galaxy, Manchester United, Real Madrid and A.C. Milan, as well as Englands national team. Whenever the paparazzi do snap his picture its usually with his wife Victoria Beckham (a former Spice Girl) and in one of his totally modified cars. Well show you Beckhams renowned 2008 Porsche Turbo all tricked out and very Beckhamish.And we mix sports with a little Rock N Roll when we go stockcar racing with Gene Simmons and Paul Stanley from the legendary rock band, KISS while watching the stars of NASCAR melt into members of the KISS army. From there we head up to Boston to hook-up with Brad Whitford from the band Aerosmith and his collection of Ferraris, Porches and muscle cars and his own private racetrack.13 X 30 min.\nSeparate M&E tracks\nMusic cue sheets"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}