{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "USA::2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Magi-Nation"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Magi Nation"
            }
        ],
        "akas": [
            "Magi-Nation (original title)",
            "Magi Nation Greece (transliterated ISO-LATIN-1 title)"
        ],
        "akas from release info": [
            "Magi-Nation (original title)",
            "Magi Nation Greece (transliterated ISO-LATIN-1 title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Final Hyren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After Tony experiences a strange vision, the Final Dreamers take off on a quest to relocate the BOOK OF ELDERS! After a battle among the peaks of Kybar's Teeth, the kids discover a new quest that must be completed, lest the Moonlands be destroyed: The FINAL HYREN quest! They also discover that their greatest enemy has not been banished, like they thought. Agram's spirit lives on in his most loyal, and most powerful, shadow creature Gorath!    "
                },
                "2": {
                    "title": "Flames of Glory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    While traveling To Arderial to persuade the Guardian Hyren to join their quest, the Final Dreamers discover that the cloud-dwelling Arderialites aren't impressed with their past exploits. Tony has to defend himself in front of a hostile courtroom, while Strag and Edyn stop an angry faction from attacking the surface realms with a powerful super-weapon.    "
                },
                "3": {
                    "title": "To See Through Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The D'Resh Guardian Hyren is not happy to see the Final Dreamers. She throws all of her powerful illusions at them and refuses to join their quest as she is too busy protecting her citizens from a rash of powerful sandstorms. The Final Dreamers assist Drajan, the leader of the realm that battles against these sandstorms by creating a protective shelter over the village.    "
                },
                "4": {
                    "title": "Eye of the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Blown ashore by a powerful storm, the Final Dreamers find themselves stranded on the strange void energy island. While trying to get off the island battling against unpredictable magical results, the bickering group must find a way to work together in order to be successful.    "
                },
                "5": {
                    "title": "The Dark Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers travel to Nar, where Edyn is to study with a peculiar spellcaster named Ust while Tony and Strag battle an old foe, Sikan, to find their way to the Guardian Hyren of Nar. While Edyn find's Ust's odd and enigmatic lessons useless, his different ways of thinking end up helping their quest.    "
                },
                "6": {
                    "title": "Hunt for the Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Deviating from the quest to fulfill a mission from Orwin, the Final Dreamers find themselves escorting an old nemesis to Naroom: Shalax the bounty hunter. Shalax holds valuable information pertaining to their quest, which means the Shadow Magi want him too! Surprisingly, Tony and Shalax develop a grudging respect for each other...as they try to evade capture.    "
                },
                "7": {
                    "title": "Peak Performance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    On the trail of the Kybar's Teeth Guardian Hyren, the kids find themselves saddled with Evu and Spencer, who choose to come along for the ride. Although the kids feel burdened by their two older travel-mates, the more experienced campaigners give them the clues they need to persuade the Hyren to join their quest.    "
                },
                "8": {
                    "title": "The Abysmal Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tony's haunted dreams about his Grandpa lead the Final Dreamers to Orothe where they find a surly, mean-tempered Spencer. But the kids are distracted by an unknown Shadow Magi, Mercenair, who is attacking the realm's powerful coral reef. After a pitched battle, the kids discover an awful truth!    "
                },
                "9": {
                    "title": "Welcome Home, Strag: Part I",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Final Hyren quest leads the kids to the Underneath where they are shocked to find the realm being controlled by an evil Emperor. Strag discovers a secret even more horrible: his father is helping to rule the realm as second-in-command to the evil Shadow Magi...Chur. The Final Dreamers are captured and must compete in a Gladiatorial style arena to win back their freedom. After losing a battle, Tony learns there's a bigger price to pay in that Chur now has his Dream Creature, Furok!    "
                },
                "10": {
                    "title": "Welcome Home, Strag: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    While Tony battles in Chur's gladiatorial battle league to win back Furok, the other kids try desperately to find the Underneath Hyren. Strag must also find a way into his father's heart so they can depose Chur together, and end his evil reign of the Underneath. After Chur takes back control using the powerful Orothe Hyren, Strom urges his son to complete his quest and save them all.    "
                },
                "12": {
                    "title": "Gorath's Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers are rescued by a former nemesis, Gazean, who has discovered a way to remove void energy from Shadow Creatures. However, it uses the Moonlands Diamond, a gem the kids need to form the staff that will summon the Final Hyren. Tony makes a deal with Gazean to capture Gorath in exchange for the diamond. Of course, Agram is after the same thing, and in the process, the kids discover Agram's amazing secret!    "
                },
                "13": {
                    "title": "Back to the Core",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers chase after Gorgram, who drags the stolen Moonlands Diamond back to the Core. They also discover that hidden somewhere in the ruins of Agram's castle is Orwin's Staff. These are the two objects needed to summon the Final Hyren! But the kids find more than they bargain for when they encounter the Core Hyren, under the evil control of a powerful parasitic creature.    "
                },
                "14": {
                    "title": "Tangle in the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The kids find themselves in Paradwyn and reunite with another familiar face: Myrv, the Paradwynian scout. But they are shocked to discover that Myrv is able to magine a Hyren...and is able to keep it magined - something that they are unable to do. Now the kids must unite with an unlikely ally, Mercenair, to uncover Myrv's secret.    "
                },
                "17": {
                    "title": "Tomb of the Relic Forger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The kids stumble upon an ancient secret when their quest leads them to the Volcanic realm of Cald. Buried beneath rivers of lava is the relic-forger, a tool used to create any relic...just by thinking of it! Strag becomes tempted by the powerful device, and loses focus. Before too long, the Final Dreamers are facing off against Gorgram and his Shadow Magi who want the relic-forger for themselves.    "
                },
                "18": {
                    "title": "Hyren of 1000 Faces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A massive battle between Gorgram, Korg and Zed, and the Final Dreamers results in Gorgram being sent to the Dream Plane! But just when they all think they're rid of him forever, a mysterious clue from the Book of Elders hints that a Dream Plane Hyren exists...and is part of the Final Hyren quest. With Furok's help, Tony travels to the Dream Plane to search for the Hyren, only to find it isn't an actual creature, but a shape-shifting spirit.    "
                },
                "19": {
                    "title": "Curse of the Realm Raiders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A group of pirates attacks the Final Dreamers and steals the Moonlands Diamond. No sooner do the Final Dreamers lose the Moonlands Diamond than a mysterious curse prophecy begins to be fulfilled. Can the Dreamers find a way to overcome a curse, defeat a group of pirates, and get the Moonlands diamond back, or has defeat finally caught up to them?    "
                },
                "20": {
                    "title": "Grudge Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers' good deeds lead to renewed friendship with the people of Arderial. But when they approach the Guardian Hyren of the realm, it senses the presence of the Core Hyren, and the two powerful creatures immediately resume an ancient argument. Now the kids have to ease hostilities between the Hyrens...and themselves...before Gorgram gets the upper hand.    "
                },
                "21": {
                    "title": "Fear the Gear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers are flabbergasted when they are approached by Gorgram, who urges them to stop Korg and Zed from taking control of a doomsday weapon called the Gear, which would destroy half the Moonlands. Although Gorgram is forbidden from entering the citadel, this doesn't stop him from entering Strag's mind, and urging him to embrace the Shadow Magi way. After the Final Dreamers stop the Gear, Strag picks up a valuable piece of information from Gorgram to help in their quest.    "
                },
                "22": {
                    "title": "Lights, Camera, Magi!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A pitched battle with Mercenair accidentally opens the vortex on another portal to Earth...and sucks up the Moonlands Diamond in the process! Now the Final Dreamers must travel back to Tony's home to find the diamond and settle the score with one of Tony's so-called best friends.    "
                },
                "23": {
                    "title": "Realms Honor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    With both the Moonlands Diamond and Orwin's Staff in their hands, the Final Dreamers still can't figure out how to merge them into the Realms Honor Staff, the relic used to magine the Final Hyren. Curiously they are invited to a powerful Spellcasters meeting in the Weave and Edyn mistakenly thinks she's made it to the bigleagues, only to find out the Spellcasters only wanted the diamond and the Staff delivered to them. Edyn finds a way to earn their respect - and to forge Realm's Honor.    "
                },
                "24": {
                    "title": "Son of the Underneath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Final Dreamers return once more to the Underneath after learning from Inara that Strag's father has been captured by Chur's guards. Strag battles Chur and his magined Hyren to save his realm and restore his father's memories..taken away by the wicked Emperor. Tony and Edyn are skeptical about Chur's Hyren-wielding abilities and investigate - only to find Gorgram secretly in control.    "
                },
                "25": {
                    "title": "Allegiance Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The kids take off on an incredible journey across the Moonlands, as they team-up with Chur...who was stripped of his Shadow Magi powers by Gorgram. Now, the Final Dreamers must use the ancient magical obelisks in each realm to charge a powerful relic, a relic that will turn the Shadow Magi Mercenair...back into Spencer Jones, Tony's grandpa.    "
                },
                "26": {
                    "title": "Dreamers Last Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Down and out, losing all but one of the Guardian Hyrens they worked so hard to collect, the Final Dreamers rush to Cald to face off against Gorgram and his army of Shadow Magi. Even Tony's final Hyren vision has failed him as events unfold differently than he imagined. But just when Gorgram is about to form the Final Hyren, it is Tony's sacrifice that turns the tables...    "
                }
            },
            "1": {
                "1": {
                    "title": "Final Dreamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In the fantastical world of the Moonlands, a pair of heroic Magi named Aidan and Elle battle Agram, a villainous Shadow Magi. Utilizing the Dreamstones in the cover of the Book of Elders, Aidan and Elle form the Core Glyph, a magical entrapment that locks Agram away in the Core of the Moonlands. The history of the Moonlands is revealed, and the story shifts thousands of years ahead to present day. We are introduced to Edyn, a young Magi whose curiosity leads to trouble when she opens the Book of Elders in her mentor Orwin's library. Before long, Agram appears - or ...    "
                },
                "2": {
                    "title": "Return to Vash Naroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    While in Vash Naroom, the kids discover that Gorgram has offered a challenge to his Shadow Magi: whoever gets Orwin's Staff becomes his second-in-command! Edyn has to use her knowledge of her realm - and her artwork - to defeat the eager Shadow Magi and protect her realm.    "
                },
                "3": {
                    "title": "Kybar's Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Watching a seasoned Magi named Ranger Dex acquire the animite of a wild Dream Creature, Tony learns more about why he was brought to the Moonlands - about the Final Dreamer's purpose, the Dreamstone quest, the Core Glyph, etc. He also gains a valuable piece of knowledge; specifically, where the first Dreamstone is located via a mural in The Living Gardens. Unbeknownst to Tony however, a Shadow Creature called a Plith has been watching the kids. A comedic chase ensues wherein Tony, Edyn, Strag, and Orwin try to catch the Plith, but are unsuccessful. Knowing that the ...    "
                },
                "4": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    With the help of Ugger, Edyn's trusty Dream Creature, the kids fight a ferocious storm while on a schooner at sea. Tony, Edyn and Strag are on a mission to rescue their mentor Orwin, who's gone missing in the frozen realm of Nar. On route, they encounter a Corathan - a giant whale Shadow Creature - that nearly sinks the kids' boat until they're assisted by a Narian Wanderer named Halstead. Their new friend brings them to safety of his cave where the kids find Orwin, unconscious. Halstead was the one who found Orwin in the wilderness. Tony, Edyn and Strag learn that ...    "
                },
                "5": {
                    "title": "Blight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A Weave Emissary named Iyori is being pursued by Core Drushes. As she gets closer to Vash Naroom, Edyn, Tony, and Strag come to her aid and defeat the attacking creatures. Bringing Iyori back to Evu's home to recover, Iyori informs the kids that the Moonlands' jungle realm of Paradwyn is under siege. A Shadow Magi named Ashio has unleashed a blight - a deadly plant disease - on Paradwyn. Ashio did this despicable act in order to destroy all the vegetation in Paradwyn, thus making the realm's hidden Dreamstone easier for him to find. Iyori asks for the kids' help in ...    "
                },
                "6": {
                    "title": "Enemy in the Sands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Korg's theft of a scroll from Naroom's library sends our heroes in pursuit of the Shadow Magi to the forbidding desert realm of the Sands of D'Resh. They ride aboard a Quanjuel - a horse-like creature that can travel great distances through magical vortexes. Upon arriving in D'Resh, the kids are ambushed by Korg and Zed in battle - only for the evil duo to suddenly leave. Noticing that their Quanjuel is gone too, the kids realize that their enemies weren't after the scroll at all. That was only the bait to get them to D'Resh...and trap them there. Trekking across the ...    "
                },
                "7": {
                    "title": "First Geyser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    In the ruins of a Naroomi Arena in the forest, Orwin runs Tony, Edyn and Strag through a battle drill with their Dream Creatures. A massive Shadow Geyser erupts nearby, spewing powerful Void Energy into the sky, and sucking Edyn towards it. Korg and Zed emerge from the Geyser, capture Edyn, and take her down to the Core to be Agram's prisoner. Orwin has been dreading the moment the first Shadow Geyser would erupt in the Moonlands. Void Energy is a power used only by Shadow Magi. Any eruption above ground can contaminate the surrounding landscape. Edyn must be rescued ...    "
                },
                "8": {
                    "title": "Arena Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    When the Final Hyren quest lands the kids in Bograth, they discover the strange, swamp-laden realm...even stranger than before. The rampant void energy poisoning the swamp has changed the Bograthians - and their Guardian Hyren - into mutated, rat-like creatures who transform when darkness falls. Edyn gets infected, so Tony and Strag race to turn her - and the realm - back to normal.    "
                },
                "9": {
                    "title": "The Shadow You Know",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Strag, Edyn and Tony are chasing Inara across the cave realm of the Underneath. Inara is Strag's former best friend who revealed herself to be a Shadow Magi. Because Inara knows where the Underneath Dreamstone is located, the kids must capture her before she acquires the stone and gives it to her master Agram. Their chase takes our heroes across the Underneath's craggy ceiling and through its dense fungal landscape. Strag must use every tracking skill at his disposal just to keep up with his target. He's determined not only to acquire the Dreamstone, but to transform ...    "
                },
                "10": {
                    "title": "Cloud Cover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Our trio arrive in the sky realm of Arderial where they meet Shimmer, an old friend of Orwin's who is the Headmistress of the Academy of Wind Magic. They're hoping to get Shimmer's help in deciphering the Book of Elders clue to finding the Arderial Dreamstone. Shimmer provides the kids with flying Dream Creatures, and gives Tony a Silver Flight Relic that can make Furok fly. Furok however, wants no part of flying and refuses its use. Hopping aboard their other flying creatures, our heroes take to the stationary clouds encircling the city. The Dreamstone is hidden ...    "
                },
                "11": {
                    "title": "The Depths of Courage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Tony, Edyn, and Strag open the Book of Elders to the clue page for finding the Deeps of Orothe Dreamstone...when the page suddenly vanishes in a water ripple effect. Edyn recognizes it as a spell, which they can only break finding the Orothian who cast it. On that note, our trio, along with their Dream Creatures, travel to Orothe. They find the underwater city in the midst of a parade celebrating a hero who once saved their city from a giant creature called the Cawh. When Tony magines Furok, Orothians are stunned. The Naroomi Magi who defeated the Cawh all those years...    "
                },
                "12": {
                    "title": "Fiery Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Vash Naroom is in flames. Our heroes are losing their battle against Agram. In his moment of victory, Agram reveals to Tony that he couldn't have escaped the Core without the assistance of one of his closest friends. Right then, Tony wakes up. He's with Edyn, Strag and Orwin at their campsite in Cald. They're trekking across the volcanic realm in search of its Dreamstone. Tony is shaken. Was he dreaming that one of his friends is a traitor? Or was it a prophecy of things to come? When Orwin tells Tony that his Grandfather Spencer Jones had premonitions of the future, ...    "
                },
                "13": {
                    "title": "Eyes of Agram",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Venturing into a Shadow Geyser in their pursuit of Korg and Zed - who transformed Orwin into a Shadow Magi and took him down to the Core to serve Agram - Tony, Edyn and Strag drop into a nightmarish maze inside the geyser. A Shadow Magi named Togoth is guarding the maze, and an energetic pursuit through the endlessly morphing labyrinth ensues.    "
                },
                "14": {
                    "title": "The Precious Haz-Mai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In the grass realm of the Weave, Tony, Edyn and Strag battle a vicious Reedwolf before arriving at Qui-Yeteh, the capital city. They find the realm's Dreamstone perched atop a building's roof, out in the open. It's protected by a puzzle lock. When they try to solve it, they're attacked by Weavians. A short battle ensues before our heroes realize that the Weavians are only protecting the stone. A truce is called. Our trio explain to Bo'Asha, Leader of the Weave, about their need for the Dreamstones, but Bo'Asha is unmoved.    "
                },
                "15": {
                    "title": "The Forum of Elders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "12 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Tony, Edyn and Strag are ambushed in the Bograth swamp by their old Shadow Magi enemy Chur. After a heated battle, Chur gets his hands on the Book of Elders and incinerates it with a fireball before leaving in satisfaction. The kids have failed in their quest. The Book of Elders, the vessel holding their collected Dreamstones... is destroyed! Or is it? A magical clue makes the kids believe that the Book wasn't destroyed at all, but rather, it was somehow sent to Kybar's Teeth. In the mountain realm, they find a strange cave where statues of Warriors from Earth's past ...    "
                },
                "16": {
                    "title": "Magi Undercover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    While travelling through Naroom, the Final Dreamers stumble upon a tiny medieval village that has somehow been transported from Earth to the Moonlands! They befriend and help Tony's ancestor, Sir Anthony, defeat the mysterious Black Knight. After they discover that the Naroom Hyren is responsible for teleporting the village to the Moonlands, they must convince him to return it to its original location.    "
                },
                "17": {
                    "title": "Frozen Fortress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    A comical dilemma involving Tony accidentally gathering together a herd of unwieldy creatures is solved by Edyn casting a spell. Tony and Strag wonder if they've been relying on Edyn's spells too much to solve their problems, but Edyn isn't worried. Traveling to the ice realm of Nar, they're led by the Book of Elders to a towering Ice Fortress where the Guardian Hyren of Nar protects the Dreamstone. After defeating some attacking Iceguards in the Fortress' Ballroom, the kids expect to be rewarded with the Dreamstone by the Guardian Hyren of Nar. But to their surprise,...    "
                },
                "18": {
                    "title": "The Secret Chamber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Tony's vision of Evu being captured by Shadow Magi prompts Edyn and Strag to join him as Evu's bodyguards in her journey across the Sands of D'Resh. Three Shadow Magi manage to track them down nonetheless and a battle ensues to protect Evu. The wily senior proves more than capable of protecting herself as she pulverizes the villains with her own elephantine Dream Creature. We learn that Evu wanted the kids to join her in D'Resh because that's where they're all getting picked up to travel to the secret location where the Leaders of the various Moonlands realms meet. ...    "
                },
                "19": {
                    "title": "Beware of the Realm Raiders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Returning to the Deeps of Orothe to find its Dreamstone, the kids are horrified to see that the ocean realm has been attacked. A Giant Squid - The Guardian Hyren of Orothe - is busily sealing the city's leaking domes. The Hyren asks the kids to pursue the Realm Raider Pirates who attacked his people and stole the Dreamstone. Traveling across the ocean's surface, Tony, Edyn and Strag go to meet with their old friend Trup'Tika, a lookout guard who might have information about which direction the Raiders went. But when they reach her guard post, they find it's been ...    "
                },
                "20": {
                    "title": "Earth to Tony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "23 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    In Naroom's forest, the kids are heading toward a giant obelisk, a structure which the Book of Elders says contains the Naroomi Dreamstone. On route, our trio are packing up camp when Tony starts having seeing things from his Earth life. Upon reaching the obelisk area, are heroes are caught in a net by Chur and Zed, who were anticipating their arrival. Escaping the net, our trio begin battling Korg and Zed...but Tony sees the image of his house near the obelisk, and he's drawn to it. As soon as he approaches - WHOOSH! A vortex appears that sends Tony away. Strag and ...    "
                },
                "21": {
                    "title": "The Preserver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In the transitional zone between realms, Tony, Edyn and Strag are on route to Paradwyn to get its Dreamstone when a panicked Drowl comes bounding through the realm's tall, waving grasses - which are trying to capture it. Springing into action to help the creature, our heroes rescue it, but in the process the living grasses of the Weave carry Strag off. A Weave Architect named Gazean has captured Strag, and only Drowl can lead Edyn and Strag to his location. Meanwhile in the vast muddy zone beneath the Weave proper, Strag finds himself inside one of large bulb roots of...    "
                },
                "22": {
                    "title": "Brave New Realm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In Arderial searching for that realm's lost Dreamstone, Tony, Edyn and Strag are attacked by a bizarre creature with traits from multiple realms. A Book of Elders clue leads them to believe that this creature is the key to finding the Dreamstone. The kids track the beast to a strange new island that's not on any Moonlands map. As they traverse the island looking for the Dreamstone, they encounter three familiar foes - Chur, Ashio and Warrador. A battle ensues which Tony, Edyn and Strag are on the verge of winning... when Chur offers a truce. If the kids help them in ...    "
                },
                "23": {
                    "title": "Voyage to the Dream Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "22 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In Naroom's Arena Ruins, Tony, Edyn and Strag are running battle drills in an attempt to master their still-raw Final Dreamer powers... when Furok begins to act strangely. When Tony offers to send him to the Dream Plane to relax, Furok's eyes widen in fear: \"No!\"...only for him to vanish to the Dream Plane. When Tony summons Furok to return... he's become a Shadow Creature! A battle ensues in which the kids must defend themselves against Furok. They defeat him, but Tony is shaken. Returning to the Vash Naroom library to figure out what is going on, they find Orwin, ...    "
                },
                "24": {
                    "title": "The Ultimate Dream Creature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "29 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    With ten Dreamstones now in their possession, our heroes have only the Paradwyn stone left to acquire. The Book of Elders informs the kids that the only being who can help them find the jungle realm's Dreamstone is \"The Ultimate Dream Creature\" - a majestic beast called a Manticore. Problem is, the Manticore isn't interested in becoming anyone's Dream Creature, and he issues his own creatures to repel the kids. Our trio defeat the Manticore's minions, which, upon turning back to Animite, return to the Manticore! This creature is so powerful that its bodyguard ...    "
                },
                "25": {
                    "title": "Fate of the Moonlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "5 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The Vash Naroom library is in a state of chaos. The kids, Orwin and Evu are trying to unearth any mention of an additional Dreamstone. That's when our heroes realize that the Core is a Moonlands realm too - which means it would have Dreamstone as well. Sure enough, an apparition of Agram appears to tell them just that - and he has it. Uncapping an old Shadow Geyser in Naroom, the Final Dreamers, along with a freshly assembled Magi Resistance Force travel down to the Core to take it from Agram. At the villain's Spine Castle they see that Agram has amassed a huge Shadow...    "
                },
                "26": {
                    "title": "Day of Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magi-Nation (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "12 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Tony returns to Earth through the Naroomi vortex relic in order to find the Core Dreamstone, while Edyn, Strag and the Magi Resistance Force battle Agram on the drained seabed of Orothe. Unleashing the giant Cawh from its canyon enclosure, Agram turns it into a Shadow Creature to attack the Magi Resistance, while he himself travels to Vash Naroom to destroy the city. On Earth, Tony goes to see Grandpa for help, only to find him sicker than he was before. Eyeing Grandpa's many relics he collected from his years in the Moonlands, Tony comes to a startling realization. ...    "
                }
            }
        },
        "number of episodes": 49,
        "cast": [
            {
                "name": "Lemieux, Julie"
            },
            {
                "name": "Miller, Rick"
            },
            {
                "name": "Smith, Lyon"
            },
            {
                "name": "Petronijevic, Dan"
            },
            {
                "name": "MacIsaac, Martha"
            },
            {
                "name": "Hill, Dwayne"
            },
            {
                "name": "King, Helen"
            },
            {
                "name": "Roach, Martin"
            },
            {
                "name": "Park, Alan"
            },
            {
                "name": "Colgate, William"
            },
            {
                "name": "Budd, Barbara"
            },
            {
                "name": "Barr, Jason"
            },
            {
                "name": "Deline, Jason"
            },
            {
                "name": "Hurson, Emily"
            },
            {
                "name": "Karzis, Alex"
            },
            {
                "name": "Motiki, Joseph"
            },
            {
                "name": "O'Shea, Rory"
            },
            {
                "name": "Yaphe, Scott"
            },
            {
                "name": "Teravainen, Jeff"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "countries": [
            "South Korea",
            "Canada"
        ],
        "country codes": [
            "kr",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y7::(FV)"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 83,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAyODQzNTIwOF5BMl5BanBnXkFtZTgwNDY4NzIxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Three thousand years ago in the Moonlands, the evil Shadow Magi Agram was sealed inside the planet's Core by the Core Glyph and the Dreamstones which provided its power. Now he plans to escape by using his Shadow Geysers to weaken his prison in order to bring the Moonlands under his control, and only a Magi known as the \"Final Dreamer\" can stop him. A young boy from Earth, Tony Jones, is summoned into the Moonlands as he is believed to be this Final Dreamer. He joins forces with the apprentice Magi, Edyn, and the Shadow Stalker, Strag, on a mission to gather the Dreamstones before Agram is set free. Using the Book of Elders, the three travel through the Moonlands while combating the forces of Agram and gaining an ever-growing collection of Dream Creatures from the Moonlands that they visit.",
        "languages": [
            "English"
        ],
        "title": "Magi-Nation",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Barnett, Aaron"
            },
            {
                "name": "Dias, Dave"
            },
            {
                "name": "Franklin, Daniel Bryan"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Cookie Jar Entertainment"
            },
            {
                "name": "Daewon Media"
            }
        ],
        "distributors": [
            {
                "name": "Jetix"
            },
            {
                "name": "Kids' WB"
            },
            {
                "name": "Kidz TV"
            },
            {
                "name": "Kix"
            },
            {
                "name": "Pop TV"
            }
        ],
        "plot": [
            "Three thousand years ago in the Moonlands, the evil Shadow Magi Agram was sealed inside the planet's Core by the Core Glyph and the Dreamstones which provided its power. Now he plans to escape by using his Shadow Geysers to weaken his prison in order to bring the Moonlands under his control, and only a Magi known as the \"Final Dreamer\" can stop him. A young boy from Earth, Tony Jones, is summoned into the Moonlands as he is believed to be this Final Dreamer. He joins forces with the apprentice Magi, Edyn, and the Shadow Stalker, Strag, on a mission to gather the Dreamstones before Agram is set free. Using the Book of Elders, the three travel through the Moonlands while combating the forces of Agram and gaining an ever-growing collection of Dream Creatures from the Moonlands that they visit.::internet"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 83,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 30,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 4.3
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 5.8
            },
            "males": {
                "votes": 51,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 24,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 4.1
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 6.3
            },
            "females": {
                "votes": 14,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 19,
                "rating": 6.8
            },
            "non us users": {
                "votes": 23,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 24,
            "9": 1,
            "8": 9,
            "7": 17,
            "6": 11,
            "5": 3,
            "4": 3,
            "3": 1,
            "2": 4,
            "1": 10
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}