{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "27 August 2007"
            },
            {
                "country": "Ireland\n",
                "date": "27 July 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "26 August 2009"
            }
        ],
        "release dates": [
            "Australia::27 August 2007",
            "Ireland::27 July 2008",
            "Netherlands::26 August 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "City Homicide"
            },
            {
                "countries": "France",
                "title": "City Homicide, l'enfer du crime"
            }
        ],
        "akas": [
            "City Homicide (original title)",
            "City Homicide, l'enfer du crime France"
        ],
        "akas from release info": [
            "City Homicide (original title)",
            "City Homicide, l'enfer du crime France"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "No Greater Honour: Reward Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A prison guard is shot during an inmate escape. Nick comes face to face with the past when a journalist wants to discuss the Dane Majors case.    "
                },
                "2": {
                    "title": "No Greater Honour: Go Down Swinging",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Allie and Rhys go undercover at a swingers' party to find a killer. Journalist Juliette continues looking into allegations of corruption against Nick and his former sergeant in the Dane Majors case.    "
                },
                "3": {
                    "title": "No Greater Honour: If It Bleeds, It Leads",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The investigation into the death of a young journalist leads detectives to prove evidence tampering in the Dane Majors case. Nick is placed on temporary suspension while claims of corruption swirl around him.    "
                },
                "4": {
                    "title": "No Greater Honour: Tangled Web",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "16 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The case that made Nick Buchanan's career has fallen apart. His mentor killed himself after confessing to planting evidence and shooting the journalist. Dane Majors is released from prison and Nick resigns, causing the reopening of the original murder investigation.    "
                },
                "5": {
                    "title": "No Greater Honour: Last Man Standing",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The Dane Majors saga continues with his lawyer and a trial judge both murdered. When Nick goes missing along with journalist Alan Sullivan Jennifer enlists the help of Stanley as Jarvis mounts pressure on Majors. Elsewhere, Bernice tries to get Rhys to join a new task force but her attempts go unanswered. Later, Michael Lombardi tells Bernice he is dissolving the Homicide Squad.    "
                },
                "6": {
                    "title": "No Greater Honour: Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The team investigate the death of ex-fighter Charlie Mansfield at a church hospice - after a death bed confession that he murdered three people. Bernice breaks it to Homicide that Attorney General Lombardi is breaking up the squad but Rhys tells all gathered to stand up and fight for it not to happen. Meanwhile, Lombardi pays a visit to Bernice and she tells him if he keeps Homicide intact she will resign but he refuses but also tells her that her resignation is non-negotiable - she goes too. But then Rhys and Duncan catch a lead with the initial murder investigation ...    "
                }
            },
            "1": {
                "1": {
                    "title": "In the Hands of Giants: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 26,
                    "original air date": "27 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Whilst investigating the apparent suicide of Natalie Pierce, who lost her children in an earlier fire, the team discover a link between the death of her children and seven other fires through the work of a maverick and brutal detective Larry Klein. Meanwhile, Simon loses his police credentials after having sex with Wilton Sparks wife Lorraine.    "
                },
                "2": {
                    "title": "In the Hands of Giants: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "27 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    The team continue to investigate the series of fires. Detective Klein tells them that his ex-lover Rosemary told him about the link and after she disappeared he continued her work. The team eventually find her decomposed body in a flat and which leads them to the first fire victims - the only case that differs slightly from the other cases.    "
                },
                "3": {
                    "title": "Lie Down with Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "3 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    A badly decomposed body in found in a crypt during a burial service. The body turns out to be that of convinced armed robber and suspected murderer Michael Gregory Booth who had been missing for a year. The Homicide team clash with the Armed Robbery team in trying to solve the case. Detective Ernie Calabrese of Armed Robbery division eventually arrests Booth's wife Cathy for his murder. She killed him after he confessed he had been having an affair with his lawyer Victoria Semple for over 20 years and they had a son Brett together and he was leaving her to set up with...    "
                },
                "4": {
                    "title": "The Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "10 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Jim Conway, a fugitive, is arrested by the Homicide team lead by Matt and Duncan and brought back from London to Australia to face charges for the murder of model Suzanne Fendleton. On the flight he hands a letter to Matt and asks him to deliver it to his mother but on his arrival at the airport he escapes and throws himself in front of a lorry killing himself. Jennifer and Matt go to see Mrs. Conway and she gives them a file Jim compiled when he was a fugitive and which contains a signed affidavit stating that Jim was wrongly charged with the woman's murder and he ...    "
                },
                "5": {
                    "title": "The Ripe Fruits in the Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Stanley's god-daughter Deborah Statesman is found mutilated and headless in a rubbish dump. The team find a link between Deborah and missing teenagers who eventually returned home. They interview one of the teenagers - Jacqui Quinn - who leads them to D'Arcy Carlton. After obtaining a warrant to search his house the team come up blank. A watch on the house eventually gives them a break and after storming into the house Jennifer finds a secret basement under the bath and find Carlton with another missing girl and a knife to her throat. Stanley overpowers Carlton and ...    "
                },
                "6": {
                    "title": "Envelope Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "24 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    The team look into the suspicious death of journalist Charles Zawolski which led to the death of a 19-year-old female driver. The team question three members of the \"University Eleven\" who attended a function with Zawolski the night of his death. That night one of the Eleven, Jeremy Sands, is bludgeoned to death with a poker in his house. Later, Josh Braddock, another Eleven member comes forward to say that Zawolski died after a party in a hotel room and that Jeremy, Paul Gee and Josh decided to dispose of Zawolski's body but Josh chickened out and now he believes ...    "
                },
                "7": {
                    "title": "Baby Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "1 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The team investigate the death of toddler Jack Palmer and which was initially pronounced as a SIDS death until the coroner reveals that he was smothered to death. A check on the mother, Marion Palmer, shows she was married previously in Brisbane and had two children - both who died from SIDS. Stanley tells Marion's husband Dean and he assaults Marion after confronting her. Later, the team find out that Dean was also having an affair with their friend's daughter Robina Hendricks. Robina is questioned and finally breaks down and tells the team she murdered Jack so that ...    "
                },
                "8": {
                    "title": "Victims of Crime",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "8 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    The team investigate the death of a man found dead beside a carving knife which is deemed accidental but which reveals six funeral urns in a storage closet. After DNA is taken from each of the urns it reveals that all ashes were of missing people and who all were excused by the judicial system for crimes they committed. This leads to a vigilante watch-group called 'Victims of Crime' who may have encouraged the deaths. Meanwhile, Duncan has reservations of letting Clare be part of bringing down drug lord Tony Keene and which proves to be right when Clare is shot dead ...    "
                },
                "9": {
                    "title": "Family Planning",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "15 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A rich family is slaughtered during dinner and their mansion is robbed. The sole survivor is the eldest son and heir played by Jolyon James, he is their first suspect as he is the heir and will benefit from their death. So is he the cold-hearted killer who killed them all. Tensions are in store for Simon with the return of Sparkes the man whose wife was the one Simon was seeing who is back and seems hell bent on making him crack .    "
                },
                "10": {
                    "title": "The Promised Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "22 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Terry Jarvis does his utmost to get rid of Duncan from the homicide team as the rest of the team try to solve the death of an Iraqi boy apparently killed in a police pursuit. The team clash with their federal colleagues over who's jurisdiction it really is.    "
                },
                "11": {
                    "title": "Serious Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "29 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    A well-organized gang rob gold bullion from a warehouse and kill two security guards by sniper-fire. The case pits the homicide team with their hated armed robbery team. But when suspects uncovered by the teams are found dead before either team can get to them Wolfe and Jarvis suspect an insider is leaking information. When the teams are put in pairs they manage to find the warehouse and the dangerous gang but then Simon is put in danger when he finds out which colleague has been leaking info.    "
                },
                "12": {
                    "title": "Cut and Dried",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "5 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The homicide team look into the death of alleged embezzler Sam Hegarty who was found dead in an industrial washing machine of Arundel Correction Facility and who had his genitals cut off and stuffed in his mouth. The investigation reveals that his real name was Samuel Hagan and he was under an internal protection order from the ACPCF because of his previous crime - he was a pedophile. He was due to undergo a chemical castration as part of his rehabilitation before he was murdered. The team find a link between Hagan and Troy Lucas who's nieces were Hagan's last victims...    "
                },
                "13": {
                    "title": "Rostered Day Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 14,
                    "original air date": "12 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    On a tip-off Sparkes goes to a rural homestead and is shot in the stomach by two meth dealers who leave him to die. He manages to ring Simon and leave a message before his assailants see him and so triggers a massive search involving Jarvis's team before it's too late. The meth dealers leave Sparkes in the back of a car in a disused lot and shoot him in the hand. When they are apprehended they refuse to give information on his whereabouts until Jarvis and Simon haul in one of the dealers wife and threaten to charge her and put his child in foster care. Meanwhile, ...    "
                },
                "14": {
                    "title": "Raising the Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 12,
                    "original air date": "19 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    A decomposed body is found buried under a mound of rocks near a disused factory site and whilst investigating the evidence from the crime scene Matt is told by Bernice and Stanley that the body is that of his missing mother Isabella who disappeared sixteen years previously. Matt requests leave to be with his father, Callum, and the team is joined by the original investigating officer D.S.S. Adam Boldt. Boldt is convinced that Matt's father murdered his wife and hid her body as his story of the events of the evening of her disappearance cannot be collaborated. It is ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Thicker Than Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "30 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Soula Mitsios is stabbed to death by an unknown assailant and dumped in a street dumpster. The team suspect she picked up a man at a nite-club and which went disastrously wrong until her ex-husband Vasilis is also found stabbed to death. The evidence points to their gay son Tolis and daughter Mia who each blame each other. A street vagrant named Gregory supplies evidence which also points to Tolis but Matt follows another lead which leads them to a surprising culprit with a vicious grudge to bear. Meanwhile, Stanley suspects his wife Linda is cheating on him.    "
                },
                "2": {
                    "title": "Somersaulting Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "7 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The team investigate when teenager Grant Barkley is found hanging in the girls' toilets at his high school. Did bullying drive him to commit suicide or is it something more sinister? Meanwhile, the team want to meet Matt's new girlfriend, Emma Treadgold, but Matt is reluctant to entertain them.    "
                },
                "3": {
                    "title": "In House",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "14 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Jonathan Dougherty, a desperate father, holds Karen, Jennifer, Sparks and Simon hostage in a bid to exonerate his son Evan who he claims was wrongly convicted for the death of Kylie Lewis six years previously. Jonathan orders them to re-investigate the case and find his now dead son innocent. Stanley and the rest of the homicide team try to coordinate the hostage situation from outside of the office with the help of journalist Kim Charlton who believes that Jonathan's son was innocent. The team find a new lead but is it enough to help Jonathan?    "
                },
                "4": {
                    "title": "Taniwha",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Melanie Steadman, a young recently-separated mother-of-two from New Zealand, is cold-bloodily murdered on a crowded public Melbourne beach in broad daylight. The team initially believe she was the victim of a robbery gone wrong as her belongings and car are missing but when her daughter Kate is shot at whilst leaving the hospital the team suspect a professional hit and race against time to discover who is behind it before Kate is killed. Elsewhere, Bernice reprimands Stanley for doing a public search on Joss McGovern, the man he believes his wife Linda is having an ...    "
                },
                "5": {
                    "title": "Guilty as Charged",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "28 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Jen becomes obsessed with Warren Endicot and proving that he killed his missing wife Louise and 4-year-old daughter Ruby even though he was acquitted but first she must find the missing bodies. But her investigation into Endicot ends up getting Wolfe putting her on stress leave so she acts alone and finds herself a viable lead but Endicot follows and it is up to Duncan and Matt to get to her before Endicott does. Elsewhere, Stanley and Linda argue about their marriage resulting with Linda leaving him.    "
                },
                "6": {
                    "title": "Reward",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "25 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    An old kidnapping cold case of Grace Waterson is re-opened when a mummified corpse is found in a disused building. A follow-up investigation by Sparks and Simon lead them to Rachel Markham, the widow of a suspected hit-and-run which occurred at the same as the kidnapping. Sparks's former, and now retired, partner Maurice Biederman piles on the pressure on Rachel and he finds a link from her to the nursing home where Grace Waterson was found. But will Sparks get to Maurice before Rachel does?    "
                },
                "7": {
                    "title": "Golden",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The team investigate the death of Cameron Gunning, a footballer with South End Football Club and known womaniser, who was beaten to death following a pub brawl. But the team find that the players and staff of the club, in particular club owner Leon Grasby, uncooperative with the investigation.    "
                },
                "8": {
                    "title": "Life After Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "8 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Lila Sharman, a psychic, claims to have had a vision of the murder of a woman known only as Siobhan and the team have to decide whether she is involved in the murder or is indeed psychic as she claims. But when Lila disappears her estranged mother Marijke, herself a psychic, believes her daughter has come into contact with the perpetrator of the original murder.    "
                },
                "9": {
                    "title": "Never to Be Released",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "15 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The decomposed bodies of missing couple Jarrod Dempsey and Ella Kincaid, who disappeared in 1978, are found in their missing van in a dry dam. At the same time of the discovery the investigating officer, now retired, Christopher Spotswood commits suicide. Although initially the suicide is not linked to the bodies it later transpires that their savage deaths have all the hallmarks of incarcerated serial killer Anton Marleigh who was put away by Spotswood. The autopsy also suggests that there was another killer who was never found. Duncan and Simon interview the twisted...    "
                },
                "10": {
                    "title": "Examination Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "29 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Jing Wei, a student pretending to be another foreign exchange student Roxy Chua is found dead after sitting a university exam. The team investigate the circumstances and discover a scam where students are paid to sit exams for others by Joe Tao with the head of the university taking kickbacks unaware that there is already a covert federal investigation taking place at the same time by agent Olivia Leung. Meanwhile, Bernice recommends Duncan and Jennifer to Superintendent Campbell Harland to be interviewed for uncover police training but Simon is annoyed that he didn't...    "
                },
                "11": {
                    "title": "Oh Lucky Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Zoe Clayton, a full-time student moonlighting as a prostitute, is brutally hacked to death which convinces Stanley that the perpetrator is Maxwell Craven, a man charged previously with similar murders but released because of unreliable witnesses and the evidence too circumstantial. But Stanley is determined to bring Maxwell down this time around as the team fear that Stanley is missing the bigger picture. Meanwhile, Matt receives word that his dad has had a stroke.    "
                },
                "12": {
                    "title": "Spoils of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Yvonne Steele, a grandmother and wife of Iraq army veteran Kevin Steele, is murdered in a park by an unknown assailant. A subsequent investigation shows her death is similar to a killing weeks earlier of a 12-year old boy in New South Wales. They share a link to a bloody past - a paramilitary operation, involving Kevin Steele, gone wrong in Iraq some fifteen years previously. But old habits die hard as Kevin and the remaining member of the operation try to find the murderer on their own and avenge the deaths and Matt gets taken hostage. Will the team get to him before...    "
                },
                "13": {
                    "title": "Jury Duty",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "20 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Supreme Court juror Tara Mason is found murdered in her home which causes the rape trial of Jody Pankov to get a mistrial and the likely culprits Marcus and Aaron Linton to go free. Stanley and prosecutor Judith Welling talk to Jody and her father Walter but later Walter goes after the brothers fearing they would never face trial and kills Aaron and holds Marcus captive but Matt negotiates to set him free. The team then set about re-interviewing Tara's fellow jurors and Marcus's father in a bid to solve Tara's murder.    "
                },
                "14": {
                    "title": "Jane Doe",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 11,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A murder victim's body is found dumped in wasteland, with no evidence of her identity. Simon leads the team as they delve into the unknown life of Jane Doe. It will take every available hand to untangle this mystery.    "
                },
                "15": {
                    "title": "Junkie",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 11,
                    "original air date": "8 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Richard Irving, a known hard-line judge, is found dead is a luxurious hotel suite from an apparent heroin overdose. On the other side of the city 19-year-old junkie Monique Sangster is also found dead. The team investigate both together when it is found that both died from laced heroin. This brings them back to working with Drug Squad head Terry Jarvis and opens up a year-long investigation into heroin supply in the city.    "
                },
                "16": {
                    "title": "Stolen Sweets",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 12,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The team investigate high profile law firm Lassiter, Powell & Kemp when a young man falls to his death from a high-rise apartment block that the firm owns. The investigations lead them to their millionaire client Pastor Ross Nieman who's predilection for kinky gay sex cannot be exposed and the law firm pull out every trick in the book to protect. Meanwhile, Terry Jarvis takes over from Bernice Waverley as she begins her fellowship posting and his style of policing is very different.    "
                },
                "17": {
                    "title": "The Forgotten",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 12,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The team investigate the brutal slaying of Bernard 'Ben' Misto aka Ben Parks, a homeless Samaritan. Follow-up investigations show that Ben was a multi-millionaire who went missing after his beloved wife died of a brain tumor. However, the team's belief that Bernard's family are involved is thrown wide open with the discovery of two more homeless deaths - all killed the same way as Bernard. Further evidence leads Stanley to setting up a sting to catch the real killer with Matt as 'bait'. Meanwhile, Stanley visits his ex-wife Linda on the anniversary of the death of ...    "
                },
                "18": {
                    "title": "A Green Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 10,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Duncan is savagely beaten by crazed criminals Megan Black and her lover John Cassidy and left for dead. The team go all out to find them and why Duncan was targeted. A lead determines that they are about to leave the country so the team have to find out who is helping them before they succeed. Meanwhile, the Office of Police Standards subpoena Bernice's records and charge her with corruption which puts her study fellowship in England in jeopardy.    "
                },
                "19": {
                    "title": "House of Horrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 10,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    When the corpse of student lecturer Angus Carmichael is found during a drugs bust of a student house an investigation establishes that it was believed he had left town with his student lover Elizabeth Cowles a decade previously. The team investigate how he came to be in the basement and later following the discovery of Elizabeth nearby look into their respective families to find the truth. Meanwhile, Bernice feels the brunt of the O.P.S. as they charge her with corruption.    "
                },
                "20": {
                    "title": "The Cutting Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 9,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The team investigate when Kel Shepparton, an investigator checking the credentials of foreign doctors, is found garroted in his car. The investigation leads to a private hospital and a number of doctors with shady pasts. Meanwhile, Bernice begins investigating who sent her the laptop and the clown messages and with the help of Jennifer in secret find a clue in the name of Shannon Pierce. But the person behind the messages continues to be one step ahead.    "
                },
                "21": {
                    "title": "Rage",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 11,
                    "original air date": "22 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The team take to the streets to find a link between two very different murders - one of housewife Kate Stokes shot dead in her kitchen and the other a young teenager hit by a car - in the same suburb of Melbourne. Meanwhile, Stanley orders Jennifer to stop assisting Bernice in the case of Shannon Pierce - a former police officer - but Stanley later goes to see Bernice and tells her that Shannon Pierce committed suicide two years previously. Shortly after-wards, Bernice's son Joshua is kidnapped on the way to a soccer match.    "
                },
                "22": {
                    "title": "Life and Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 13,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The team's investigation into the brutal stabbing and murder of psychiatrist Selwyn Elsworthy at his work place is overshadowed by the ongoing search for Bernice's missing son, Joshua. But as the 'now official' investigation starts to unravel more about Shannon Pierce they find that there is a link to the murdered psychiatrist, the kidnapping, and a highly intelligent man who is intent in ensuring that Bernice pays whatever the cost to her and her son.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Money Shot",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Tabloid photographer Dale Williamson is shot to death after witnessing and photographing a murder. Duncan comes back to work. When Duncan and Simon go to inform the wife she is in labor and Duncan delivers the baby. Williamson's agent and solicitor is attacked while looking for the photographs.    "
                },
                "2": {
                    "title": "Meet and Greet",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Allie Kingston joins the homicide squad. Samual Bowler is found tied to a bed. He was beaten, raped and stabbed to death .    "
                },
                "3": {
                    "title": "Chop Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "17 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Everyone mourns the death of a young cop, but it takes the death of another young man to lead them on the track of the killer.    "
                },
                "4": {
                    "title": "The First Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    When a missing 4 year old boy is found beaten to death the team must find the two boys he was last seen with to solve the case.    "
                },
                "5": {
                    "title": "Thai Take Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    After a travel agent is found tortured and killed the team join forces with a reporter to uncover a sex-slave ring and the people running it.    "
                },
                "6": {
                    "title": "The Confession",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "7 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    When people start dying after a convicted pedophile is released the past comes back to haunt one of the team.    "
                },
                "7": {
                    "title": "Little Big Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "14 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The death of a disgraced jockey results in the team focusing on crime lord Max McKenzie once again.    "
                },
                "8": {
                    "title": "Time of Your Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    DS Bernice Waverley returns as the team deals with a murdered English backpacker whose body is found in a freezer at a hostel.    "
                },
                "9": {
                    "title": "Diggers",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The beating death of a Digger (WWII veteran) leads the team to a junkie, whose own death at the hands of a local councilor uncovers some hidden intrigues.    "
                },
                "10": {
                    "title": "Blood Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    When a blood stained abandoned yacht is found, the lack of evidence causes one of the team to take the law in their own hands.    "
                },
                "11": {
                    "title": "Hot House",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Two bodies covered with mathematical equations lead the team to some gifted but troubled families.    "
                },
                "12": {
                    "title": "Baker's Dozen",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    When an officer of the missing persons unit is brought in, the team are looking for a serial killer who has killed 12 victims in the past 10 years.    "
                },
                "13": {
                    "title": "Smokescreen",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Homicide team get drawn into the world of dirty & illegal tobacco which ultimately sees Duncan put in extreme danger.    "
                },
                "14": {
                    "title": "Mission Statement",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Homicide team look into the hit-and-run death of Yvette Simpson after a person comes forward some weeks later and says that she was intentionally hit by the car. The case leads them to the police union and a subsequent investigation by the public standards committee which brings Bernice back in contact with Michael Mellor who brought corruption charges before her previously. Can they work together to find Yvette's killer?    "
                },
                "15": {
                    "title": "Dead Weight",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 10,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    When a women dies from using a tainted diet product, it leads the team to a con-man targeting victims from weight loss meetings.    "
                },
                "16": {
                    "title": "Big Bang Theory",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 24,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A series of ATM explosions end in several deaths, the team have trouble identifying a baby killed in the blast.    "
                },
                "17": {
                    "title": "In Wolf's Clothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 8,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The team investigate an apparent home invasion gone wrong but have difficulty assessing the young son who was the sole witness to the crime.    "
                },
                "18": {
                    "title": "Whistleblower",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 8,
                    "original air date": "25 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    After discovering that Simon didn't sign his gun into the gun safe before he went on holiday Bernice asks Claudia to do a covert investigation on Simon to check his stability on the job. Meanwhile, the team investigate the death and dumping of a council worker in a submerged car and find links to a housing estate on contaminated soil and a private investigator who was silenced. The investigation leads Simon to be suspended after the alleged culprit falls from his building.    "
                }
            },
            "4": {
                "1": {
                    "title": "Aussie! Aussie! Aussie!",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Simon is called before the Ethical Standards Department to answer charges on the serious injury of Sergio Mendez. Simon beats the charge eventually but his past comes back to haunt him when Harvey Pullman, a previous suspect, identifies Simon as the man who threatened him and he is subsequently suspended by DSS Blake. Later, Simon is found standing over the body of Harvey Pullman - he panics and calls Stanley. Meanwhile, the team investigate a drive-by shooting which kills an innocent bystander and investigate the original target - an engineering student at TAFE who ...    "
                },
                "2": {
                    "title": "Good Cop, Bad Cop",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Stanley co-leads the investigation into Harvey Pullman's death alongside DSS Blake who has her own agenda against Simon. When Blake produces a witness who can put Simon at the murder scene it looks like Simon will be charged with murder unless the team can find another motive fast. Meanwhile, Nick is drawn back into an unsolved missing child case and begins to do another investigation into the circumstances of the child's disappearance.    "
                },
                "3": {
                    "title": "Flight Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "21 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The team investigate the rape and murder of a female executive but find their hands tied when they identify a suspect, Daniel Worthington, but who is due to leave Australia to take up an executive post in Kuwait in 48 hours. With time running out and all attempts failing in trying to catch him out Claudia puts herself in Worthington's path to bait him with near drastic consequences. Meanwhile, Bernice is promoted to Commander of Crime Division.    "
                },
                "4": {
                    "title": "Protection",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "28 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The team investigate the execution of a reclusive figure and one of his two bodyguards and find a link to witness protection. But the surviving bodyguard is on a mission to find out who killed his friend and the team must find the killer before he does. Meanwhile, Matt and Emma's relationship becomes difficult and Matt refuses to deal with it.    "
                },
                "5": {
                    "title": "Ratters",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "4 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The team investigate the death of a mortuary assistant and the disappearance of the body the mortuary van was carrying and discover a scan known as \"ratting\" where valuable items are stolen from the dead and fenced. Is this the reason why the young assistant was killed or was it something else he was involved in?    "
                },
                "6": {
                    "title": "Last Seen",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "11 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The team investigate the discovery of the decomposed body of Naomi Bancroft nearly two years after her disappearance. Allie takes a personal interest in the case as her former mentor was the lead investigator on the case at the time of Naomi's disappearance. But the new investigation takes a number of twists and turns before it turns up a stalker of Naomi's who may hold a key to her killer. Meanwhile, Matt becomes frustrated at being asked by Emma to give up his job and move to France with her.    "
                },
                "7": {
                    "title": "No Smoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The team investigate the death of alleged arsonist Rod Barrett. Detective Sparks - now the community officer for the area Barrett was found in - returns to Homicide and is paired with a very reluctant Allie.    "
                },
                "8": {
                    "title": "In Harm's Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "25 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The team go on the trail of a vengeful father who has gone vigilante on thugs who got off with light sentences after the murder of his son. It comes to a stand-off between him, his son's killer and Detective Buchanan. Meanwhile, Emma and Matt split up after she decides to take a new promotion in France.    "
                },
                "9": {
                    "title": "The Hit",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Disgraced former cop Gary Beck is executed at his mother's funeral but the subsequent follow-up investigation points to the intended target as Terry Jarvis. Terry is given round the clock surveillance after another attempt is made on his life. Duncan is given part of the surveillance but will he be able to protect Jarvis effectively due his past conflict with him over this deceased wife Claire.    "
                },
                "10": {
                    "title": "Just Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Celebrity chef Sal Barbieri is murdered in his restaurant kitchen but the team find that he had a lot of enemies so a suspect will be hard to pin down.    "
                },
                "11": {
                    "title": "Pirates",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A couple of boys earns a little extra money making illegally copies of movies, which soon gets really dangerous business.    "
                },
                "12": {
                    "title": "Tomato Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    An up-and-coming young boxer dies during a bout with a past-his-prime older boxer. An autopsy reveals that he was drugged, and the investigation reveals a number of people who wanted him dead.    "
                },
                "13": {
                    "title": "Once Bitten",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    While off duty, Rhys interrupts the robbery of store and fails to catch the two suspects, but in the meantime, the owner of a neighboring business is murdered. Suspects include two drug addicts and an odd man who owns a toy store.    "
                },
                "14": {
                    "title": "Twilight Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "votes": 12,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Retirement village resident Branko Budjiman is pushed down a flight of stairs in his wheelchair and kicked to death. His son and fiancee are suspects    "
                },
                "15": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "votes": 10,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jennifer and Nick are sent to investigate the murder of a young family, unaware they know the victims. Uncovering much more than mass murder, this investigation will shake the Homicide team to its very core. With national security at stake, Jennifer and Nick are ordered undercover by Federal Intelligence. During the course of this assignment, their relationship is re-heated. Will they risk everything to pursue their feelings? Unaware of the pair's new role, the team struggles to concentrate on the case, searching instead for their supposedly missing colleagues. Matt ...    "
                },
                "16": {
                    "title": "Undercover",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "votes": 8,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    With their undercover assignment posing risks at every turn, Jennifer and Nick must place their trust in their handlers at the Secret Intelligence Service. Back at Homicide, their colleagues are unable to let the Supomo case rest and through their search for evidence, discover Jennifer and Nick's new assignment is a matter of national security. When Jennifer and Nick get caught in the middle of a gunfight, it appears their trust has been misplaced. Will the SIS sacrifice these agents in order to stop a terrorist act? And will the Homicide Squad be torn apart forever?    "
                },
                "17": {
                    "title": "Gut Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The murder of the wife of a jewellery store owner points to an inside job gone wrong. And while the team search for an employee on the run, they must also contend with Sergeant Pete Copeland, an Armed Robbery cop who is used to doing whatever he likes - brute force and all - to get the results he wants. Rhys comes up with a left-of-centre theory that, to Matt's frustration, Rhys presented to Waverley before the rest of the team. And Pete Copeland's style of policing puts Matt and Jennifer's friendship to the test.    "
                },
                "18": {
                    "title": "Killer Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "votes": 8,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When a young woman is fatally mowed down by an out-of-control car, it's thought to be a tragic accident - the driver having apparently died behind the wheel. But as evidence suggest the driver was dead hours before the accident, Allie and Duncan find themselves investigating a mysterious double homicide. As the mystery deepens tensions rise between our own detectives. Even Duncan is starting to question Matt's leadership style. Rhys questions Allie's intense and almost punishing martial arts obsession and uncovers a secret from her past.    "
                },
                "19": {
                    "title": "Ties That Bind",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "votes": 8,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Three gunshots shatter the Magistrate's Court, killing a union standover man moments before he was to reveal his criminal accomplices. For Duncan, this case will cause him to reach further back into his past than he has ever dared venture before.    "
                },
                "20": {
                    "title": "Atonement",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "votes": 10,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Allie and Rhys investigate the brutal death of a charity worker and as their investigation unfolds they discover a revenge motive stretching back over 25 years. Meanwhile, Stanley tries to make a traffic violation go away for his daughter Stephanie but the arresting officer doesn't make things easy for him.    "
                },
                "21": {
                    "title": "The Price of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "votes": 8,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A working girl is murdered. One guy, Vinnie, wanted her all to himself. Did he end her career, and her life?    "
                },
                "22": {
                    "title": "Empowerment",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "votes": 7,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A porn king is killed, and the team need to uncover whether his murder was an act of irony.    "
                },
                "23": {
                    "title": "The Business of Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "votes": 7,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A shipyard worker is found dead at the docks. The investigation leads detectives to kidnapping and smuggling. Sgt Ryan requests a transfer to another division.    "
                },
                "24": {
                    "title": "Secret Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "City Homicide (TV Series 2007–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A young Muslim Woman is found dead in a park with mysterious numbers written on her forehead. Detectives have several suspects all with motive and opportunity, but the case is complicated by religion, arranged marriages, and traditions. Ally and Rhys's relationship is discovered at the office and leads Bernice to make an ultimatum.    "
                }
            }
        },
        "number of episodes": 84,
        "cast": [
            {
                "name": "Bourne, Shane"
            },
            {
                "name": "Garner, Nadine"
            },
            {
                "name": "Pedersen, Aaron"
            },
            {
                "name": "Richardson, Damien"
            },
            {
                "name": "Hazlehurst, Noni"
            },
            {
                "name": "Field, David"
            },
            {
                "name": "MacPherson, Daniel"
            },
            {
                "name": "Townsend, Nadia"
            },
            {
                "name": "Adam, John"
            },
            {
                "name": "Crawford, Louise"
            },
            {
                "name": "Morris, Genevieve"
            },
            {
                "name": "O'Kane, Ryan"
            },
            {
                "name": "Jamieson, Nick"
            },
            {
                "name": "Penman, Meredith"
            },
            {
                "name": "Walton, Tasma"
            },
            {
                "name": "Paras, Miles"
            },
            {
                "name": "Napier, Marshall"
            },
            {
                "name": "Bock, Carolyn"
            },
            {
                "name": "McDonald, Sally"
            },
            {
                "name": "Tonkin, Katherine"
            },
            {
                "name": "Nugent, Cameron"
            },
            {
                "name": "Ryan, Luke"
            },
            {
                "name": "Tucker, Gil"
            },
            {
                "name": "Stewart, Kat"
            },
            {
                "name": "Quartermaine, Matthew"
            },
            {
                "name": "Jarratt, William"
            },
            {
                "name": "Cousins, Charlie"
            },
            {
                "name": "McTernan, John"
            },
            {
                "name": "Howard, John"
            },
            {
                "name": "Taylor, Jeremy Lindsay"
            },
            {
                "name": "Radley, Ken"
            },
            {
                "name": "Graham, Marcus"
            },
            {
                "name": "Beck, James"
            },
            {
                "name": "Platt, Alyce"
            },
            {
                "name": "Fennessy, Aidan"
            },
            {
                "name": "Piper, Richard"
            },
            {
                "name": "der Boom, Claire van"
            },
            {
                "name": "Piro, Grant"
            },
            {
                "name": "Corke, Fiona"
            },
            {
                "name": "Morgan, Robert"
            },
            {
                "name": "Blundell, Graeme"
            },
            {
                "name": "Stefanou, Peter"
            },
            {
                "name": "Blumeris, Craig"
            },
            {
                "name": "de Kauwe, Tamara"
            },
            {
                "name": "Trounson, Kylie"
            },
            {
                "name": "Baker, Kerrie-Anne"
            },
            {
                "name": "Todd, Paul"
            },
            {
                "name": "McPhee, Andy"
            },
            {
                "name": "Halsall, Bob"
            },
            {
                "name": "McConnochie, Rhys"
            }
        ],
        "locations": [
            "Docklands, Melbourne, Victoria, Australia",
            "Flinders Street Station, Flinders Street, Melbourne, Victoria, Australia",
            "HSV-7 Studios, Melbourne, Victoria, Australia::(studio)",
            "Melbourne CBD, Melbourne, Victoria, Australia",
            "Melbourne, Victoria, Australia"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M::(some episodes)",
            "Australia:MA15+::(some episodes)"
        ],
        "number of seasons": 5,
        "rating": 7.4,
        "votes": 675,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIwODcyMTE1N15BMl5BanBnXkFtZTcwMzQ0NTY5NA@@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "City Homicide",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Banas, John"
            },
            {
                "name": "Hugginson, John"
            },
            {
                "name": "Truman, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "Southern Star Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Seven Network"
            },
            {
                "name": "Veronica"
            }
        ],
        "special effects": [
            {
                "name": "Iloura"
            }
        ],
        "other companies": [
            {
                "name": "Australian Talent Management"
            },
            {
                "name": "Real People Victoria"
            },
            {
                "name": "Sandcastle Studios"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "Set on the Homicide floor of a police headquarters in Melbourne, Australia, detectives work to bring justice for the deceased."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Australia)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 675,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 104,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 194,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 222,
                "rating": 7.6
            },
            "males": {
                "votes": 319,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 66,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 120,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 123,
                "rating": 7.3
            },
            "females": {
                "votes": 215,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 38,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 73,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 95,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 37,
                "rating": 6.7
            },
            "us users": {
                "votes": 112,
                "rating": 7.7
            },
            "non us users": {
                "votes": 345,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 175,
            "9": 104,
            "8": 147,
            "7": 118,
            "6": 45,
            "5": 26,
            "4": 9,
            "3": 9,
            "2": 9,
            "1": 33
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}