{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 August 2007"
            }
        ],
        "release dates": [
            "USA::12 August 2007"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Sin City Weddings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Wedding Cake Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    \"Wedding Cake Masters\" is a one-hour documentary profiling four incredible designers from across the country who are pushing the boundaries of what wedding cakes can be. These icing artists are astonishing brides and grooms across the country with their fantastic, elaborate, delicious creations. The show begins in Texas with Bronwen Weber of Frosted Art Bakery in Dallas. Everything's bigger in Texas and that's definitely true of Bronwen's cakes. Over the course of the show, Bronwen and her crew of six will design and build an elaborate wedding cake for her clients ...    "
                },
                "2": {
                    "title": "The Wedding Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    \"THE WEDDING PLACE\" is a one-hour documentary depicting a day-in-the-life of a banquet facility that plays host to hundreds of weddings a year. The show goes behind the scenes to tell its story through the eyes of the men and women who make the weddings happen, the coordinators, planners, waiters and kitchen staff who cater to bride after bride every day. The premier episode of \"The Wedding Place\" features The Castaway Restaurant and Banquet Facility in Burbank, California on a typical Saturday during the height of wedding season. The facility features two outdoor ...    "
                },
                "3": {
                    "title": "Married by the In-Laws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    What happens when all your wedding plans are completely out of your hands and in the grip of your future in-laws? Will they pull it off, or ruin the biggest day in your life? Can the mother of the bride agree with the mother of the groom on anything? Will their husbands put-up with any of it? MARRIED BY THE IN-LAWS is a one-hour special in which one couple's entire wedding is planned by both sets of parents. The older couples select everything from the location of the ceremony to the style of the bridesmaids' dresses. We'll give them a cash contribution to put towards...    "
                },
                "4": {
                    "title": "The Wedding Planners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    \"THE WEDDING PLANNERS\" is a one-hour, un-hosted documentary featuring two dramatically different sets of wedding planners as they consult, organize, schedule, manage, advise, negotiate and reassure their way to the perfect wedding. The show follows the planners from their early meetings with their clients through the weddings and receptions themselves. The show profiles two event planning companies on either side of the country. In northern New Jersey, Tina LaMorte runs Oh So Fabulous, a firm she founded five years ago. Today, Tina and the five women who work with her...    "
                },
                "5": {
                    "title": "Always a Bridesmaid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    \"ALWAYS A BRIDESMAID\" is a one-hour, non-hosted documentary that tells the stories of two bridesmaids in two very different weddings. The show explores the bridesmaid experience from their perspectives to see what it's like to be a supporting player in someone else's big day. Featured on the show are two Southern California bridesmaids, Shereta Hill and Shawna Thompson. Shereta is Maiden-of-Honor for her best friend Myra. Shereta has been a bridesmaid seven times and is a practiced veteran with a collection of used bridesmaid dresses crowding her closet. Our other ...    "
                },
                "6": {
                    "title": "This Old Spouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wedding Central (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    \"THIS OLD SPOUSE\" gives couples who have lost some of the spark in their relationship a total marriage makeover. Over the course of the one-hour show, one couple will learn to come back together with the help of the show's host, Hollywood wedding expert Laurie Bailey and marriage and family counselor Dr. Jay Wagener. Laurie helps the couple work as a team to plan a vow renewal ceremony, while Dr. Jay counsels and challenges them to strengthen their relationship. The couple featured on the show is Dodi and Chuck Conway. Ten years into their marriage they have two kids,...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Aberra, Amsale"
            },
            {
                "name": "Howard, Brandy"
            },
            {
                "name": "Howard, Pam"
            },
            {
                "name": "Howard, Russ"
            },
            {
                "name": "Reece, Kavan"
            }
        ],
        "locations": [
            "Burbank, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Wedding Central",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Wedding Central (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "DeCosta, Lou"
            }
        ],
        "production companies": [
            {
                "name": "LMNO Productions"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}