{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2007"
            },
            {
                "country": "UK\n",
                "date": "28 August 2007"
            },
            {
                "country": "Sweden\n",
                "date": "14 January 2012"
            }
        ],
        "release dates": [
            "UK::2007",
            "UK::28 August 2007",
            "Sweden::14 January 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Outnumbered"
            },
            {
                "countries": "Finland",
                "title": "Isot ja pienet"
            },
            {
                "countries": "Poland",
                "title": "Sto pociech"
            },
            {
                "countries": "Russia",
                "title": "В меньшинстве"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "Outnumbered"
            }
        ],
        "akas": [
            "Outnumbered (original title)",
            "Isot ja pienet Finland",
            "Sto pociech Poland",
            "В меньшинстве Russia",
            "Outnumbered Turkey (Turkish title)"
        ],
        "akas from release info": [
            "Outnumbered (original title)",
            "Isot ja pienet Finland",
            "Sto pociech Poland",
            "В меньшинстве Russia",
            "Outnumbered Turkey (Turkish title)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Rites of Passage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 58,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Karen has started secondary school but is not settling in as she feels academically inferior, plus she is worried that her missing hamster may be trapped under the floor-boards. Ben on the other hand is over-joyed as he has landed the lead in his school play, a musical version of 'Spartacus' whilst Jake is in disgrace for getting a tattoo which looks like a spider. Sue sends emails to the parents of Karen's school-mates , which does not help but Pete comforts his daughter with a heart to heart.    "
                },
                "2": {
                    "title": "K for Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 53,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Karen indulges her competitive instincts, Ben delves into the mysteries of human psychology and Jake appoints himself as a parenting expert. Meanwhile, Mum falls victim to a dysfunctional printer and Dad is hounded by a vigilant Daily Mail reader.    "
                },
                "3": {
                    "title": "House of Hormones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 52,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Pete's 21 year old god daughter Stacey from Australia is staying and sets Ben's pulse racing as she walks around the house in only a towel. Pete thinks it time for Ben to have a chat about the facts of life - from Jake but Jake is more interested in persuading his parents to let girlfriend Alex stay over. Everybody except Pete is delighted when Sue agrees to mind a friend's baby - nicknamed the Werewolf - overnight, prompting Karen to ask awkward questions about child-birth and again raise the topic of her lost hamster. Ultimately Jake regrets his decision when other ...    "
                },
                "4": {
                    "title": "Into the Wilderness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 45,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Pete and Ben go on a bonding trip, camping in the woods, while Sue and Stacy don't exactly see eye-to-eye over the empowerment of women.    "
                },
                "5": {
                    "title": "Communication Skills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 56,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sue is trying to organize a conference so it falls to Pete to let Karen in after school but he has to go to buy a central heating pump so rings Jake to come home. Jake has lost his Oyster card and has no cash so this requires a call to Ben, only for Pete to find himself speaking to a Chinese tourist who has found Ben's lost phone. Karen is delayed as the headmistress keeps her back to upbraid her for rubbishing the school rules. Nonetheless she still manages to get in ahead of Pete whilst Ben ends up asking the Chinaman and his wife round for tea.    "
                },
                "6": {
                    "title": "Spartacus the Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 63,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Grandad is very ill, bringing Angela back from America, with toy boy Tommy, whom she met at Sunday school. Sue is immediately rattled when Angela makes plans for their father as well as claiming that he recognized her when he failed to recognize Sue. After Tommy and Stacey decide to tour Europe Angela returns to the States and the family goes to see Ben in his school musical, 'Spartacus'. Ben is surprisingly nervous but a pep talk from Karen gives him the confidence to put on a good show. Sue and Pete also learn that, thanks to Jake, Angela has been persuaded to write...    "
                },
                "7": {
                    "title": "Christmas Special 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 118,
                    "original air date": "26 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Brockman family are on a special mission at Christmas time.    "
                }
            },
            "1": {
                "1": {
                    "title": "The School Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 106,
                    "original air date": "28 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Schoolmaster Pete Brockman and his wife Sue, a part-time P.A.,feel 'outnumbered' by their three children - Jake,a worrier,about to start secondary school,five-year-old Karen,inquisitive about everything and Ben,at seven already a compulsive liar. It's back to school and Ben is claiming it's Show and Tell. He wants to take Pete's drill to school and Pete has to give him a fiver to stop him. Having demonstrated the use of a fork as a weapon Karen is discovered to have nits in her hair and wants to keep one as a pet. Sue sends her boss Veronica a less than polite email ...    "
                },
                "2": {
                    "title": "The Special Bowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 91,
                    "original air date": "29 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Dinner-time at the Brockmans is a noisy affair, as Ben's friend Deion joins them and proves to be another liar - with his stories of a drunken father who puts rats in his bed, and a mother in jail for attempted murder. Ben doesn't help by wrapping him in toilet paper to make him into an Egyptian mummy, and blaming him for hiding his meal under a cushion. Karen refuses to eat as she has not been given her usual bowl - in fact it is a replacement for one Sue broke, and hoped Karen wouldn't notice. A remark from Jake forces Pete to admit that a joke he made about a ...    "
                },
                "3": {
                    "title": "The City Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 90,
                    "original air date": "30 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    On Karen's birthday,Sue drives her and her brothers,Grandad and Angela to a farm park,getting stuck in traffic where Ben makes rude gestures to other drivers. On arrival they are eventually joined by Pete,who has been asked to write a statement of regret by his headmaster for his supposedly racist comments - which have now featured him on a website. Sue and Angela argue over Angela's care of Grandad,who goes missing for a while,and Sue and Pete are further put out when Angela gives all the children ten pounds to spend.Whilst washing their hands Karen notices bruises ...    "
                },
                "4": {
                    "title": "The Quiet Night In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 85,
                    "original air date": "3 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Pete comes home from watching Ben play football,having learned that his son has told people that his father knows the prime minister and is terminally ill. He and Sue decide to have a quiet night in during which he will write his letter of regret. However he refuses to back down over calling Kamal,the boy in question, fat. Sue's divorced friend Jane turns up to collect Alexa,her little girl who has been playing with Karen. She is a nervous,intense soul who pours out all her troubles,at first to Sue and then to Angela when she pops round. After everybody has gone Pete ...    "
                },
                "5": {
                    "title": "The Mystery Illness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 80,
                    "original air date": "4 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Ben claims that he is too sick to go to school but Pete packs him off anyway. Ben however returns early having convinced the new school nurse that he was ill - in order to get out of swimming. Angela arrives,upset that her boyfriend Trent has dumped her. The family rallies round. Sue gives up her efforts to clear the waste disposal unit and calls a plumber after a trying day in which her boss Veronica has kept on at her to find a printer supplier. Eventually Sue resigns over the phone. Pete too looks like he might be unemployed after an 'accidental' conversation with ...    "
                },
                "6": {
                    "title": "The Dinner Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 79,
                    "original air date": "5 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Having stopped Karen from leaving home Sue tells Veronica that she will not be returning to work. At least Pete has kept his job and Jake solved his bullying problem,by engaging a bully of his own. The Brockmans hold a dinner party for friends Ravi and Kuj and Angela, which goes well,despite Ben's breaking the eggs into the mixing bowl shells and all and Sue's need to con Angela into thinking they are eating a free range chicken. Ben acts as waiter and asks for a drink of gin. His parents' allowing him to do so does not have the desired salutary effect. Angela ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 95,
                    "original air date": "15 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Even before the Brockmans have set out for cousin Julie's wedding 'Executive Bridesmaid' Karen has got locked in the toilet and Ben needs a lecture on behaving himself in public. Arriving for the big day Karen asks the bride awkward questions about her previous lovers and Ben quizzes the vicar on how Jesus would fight off a polar bear. Whilst Ben dips sardines into the chocolate fountain Sue tries not to argue with Angela but finds her sister has stabbed her in the back by expressing her opinion of her family to a bride already unhappy that her love life seems so ...    "
                },
                "2": {
                    "title": "The Dead Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 79,
                    "original air date": "22 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Having stood up to her friend Jane for using her as a free baby-sitting service Sue compares herself unfavourably with Barbara,the seemingly perfect mother from next door. Karen wants a pet and calls her mother a murderer for killing a mouse whilst Jake worries that the family's money problems will see them all on the streets. Karen comes up with economy tips of her own,such as not buying broccoli,but Pete's efforts to stop Ben and Karen from swearing - \"Mother-fudger\" is a particular favourite - lead his using the B word.    "
                },
                "3": {
                    "title": "The Old-Fashioned Sunday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 73,
                    "original air date": "29 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Sue and Pete's Sunday morning lie-in is interrupted by Karen and Ben at six twenty-five with questions about death and the day gets worse as Grandad arrives,having set his house on fire after putting a tin of beans in the microwave. It really looks as if the family will have to take him on their Spanish holiday as he seems unable to cope alone. Pete and Sue decide that they should have a 'screen free day' with no computers or television. However the inevitable rivalry at card and board games, Ben's desire to turn Stone,Scissors,Paper into Dinosaur,Teddy,Robot and ...    "
                },
                "4": {
                    "title": "The Airport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "6 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Returning from their Spanish holiday with Grandad the Brockmans arrive at the airport early but find themselves subject to a delay. Ben gives stark answers to Karen's questions about baggage checks,leading her to suspect the man opposite of being a terrorist,and is himself the subject of a check which reveals he has a butter knife. Pete accidentally knocks flying the same woman whom Ben previously hit with a trolley and Jake spilled coffee on. When the departure is announced the family run through the gate believing that they are organized at last but unfortunately ...    "
                },
                "5": {
                    "title": "The Night Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 71,
                    "original air date": "13 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    For the first time in ages Sue and Pete are going out for a meal,to celebrate her new job. Grandad is living with them but,not trusting him to baby-sit,they hire Croatian Drexi,who runs the gauntlet of Karen and Ben's questions but proves popular with them. The meal does not go smoothly as the couple have left Jake smarting since they refused to let him go to the pictures,Pete is suspicious of Sue's wonderful new boss and checked his details on the Internet and they worry about Grandad's future. Next day they try to persuade him to give them power of attorney but ...    "
                },
                "6": {
                    "title": "The Football Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 69,
                    "original air date": "20 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Pete struggles to convince his headmaster that he is worthy of promotion and falls foul of Ben after sending him and his entire team off whilst refereeing their football match. Karen expounds on Satanism after claiming that a teacher saw the Devil and Jake continues to fret about the family finances. Grandad is still living in the house,perplexed by television shows where people examine toilets, and Sue and Pete are apprehensive as they gingerly broach the subject of his going into a retirement home. However he is only too pleased to go since he is finding the kids a ...    "
                },
                "7": {
                    "title": "The Long Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 65,
                    "original air date": "27 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    After Ben's vampire bat impression goes wrong and he is rushed to casualty Karen decides she is also ill,as well as writing to the prime Minister to complain about the teacher who has made her an atheist. Listening to the 'perfect' Barbara from next door argue with her husband whilst Sue does Karen's school project for her provides a long night for Sue and Pete. At least he is right to be suspicious of Sue's boss,who turns out to be a con artist though his own integrity is questioned at his promotion interview.    "
                }
            },
            "3": {
                "0": {
                    "title": "The Robbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "votes": 70,
                    "original air date": "27 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    It's Boxing Day and already Karen is making New Year resolutions - chiefly for others - and the family have been burgled,though selectively,causing Sue to cheat on the insurance claim. Sue and Jake go to collect Grandad from the retirement home where he now lives,only to find he has sloped off to the pub again with Scots mate Mac. Sue ends up asking Mac back for dinner though his thick accent creates a language barrier for Karen. Sue's divorced friend Jane is also invited and though the children fail to appreciate her present for them,a goat donated to Oxfam,Pete ...    "
                },
                "1": {
                    "title": "The Family Outing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 70,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Pete's mother Sandra takes the family to London for the day to help Karen with her World War Two project,though Karen as ever ends up asking precocious questions,this time about the monarchy. Ben is disruptive,pretending to 'kill' the lions at Trafalgar Square whilst Jake is merely bored. Sue is horrified when Sandra,having offered money for the children's schooling,announces that her marriage is on the rocks and she is getting divorced,especially as Pete refuses to get involved. Back home the children continue to the bane of their parents' lives.    "
                },
                "2": {
                    "title": "The Internet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 68,
                    "original air date": "15 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    After finding an image of a woman's bare breasts on the computer Sue accuses Ben though it turns out to be a photo of Jake's teacher sun-bathing topless. Sue also finds that somebody has logged onto a cancer website and wonders if this is why Sandra is giving money to Pete and his sisters as she is terminally ill. In fact it was Pete - Sandra is giving money away because she is hooked on on-line gambling and fears she would lose it otherwise. Ben wins a chess tournament by bizarre means whilst Karen spreads the word that the family is rich when a Readers' Digest '...    "
                },
                "3": {
                    "title": "The Tennis Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 74,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Pete is due for a colonostopy,awakening the kids' curiosity as to whether he has cancer and leading to Jake and Ben fighting. Sue and Pete then fight as to who should have the morning out with friends. Pete wins the toss to play tennis but has Karen and Ben dumped on him and their attempts to umpire do not go down well with his opponents. Sue accuses Jake of sexism by referring girls as objects but plays the dumb female card when asked to sign a petition.    "
                },
                "4": {
                    "title": "The Pigeon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 64,
                    "original air date": "6 May 2010",
                    "year": "2010",
                    "plot": "\n    It's Friday the Thirteenth and,whilst Pete recovers from a hangover following a work's do and Sue tidies the house for prospective buyers,Karen tries to get out of going to school,fearing that she will be ripped apart by wild bears,though she survives to have an argument with Ben about crucifixions. Pete is surprised that the estate agent knows about his colostopy but then Karen did put it on Facebook. The prospective buyers arrive and,whilst Pete assures them that it is a happy house,Ben's quizzing of the pregnant wife and an almighty row between Karen and Sue as Sue...    "
                },
                "5": {
                    "title": "The Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 63,
                    "original air date": "13 May 2010",
                    "year": "2010",
                    "plot": "\n    Pete has freaked out a friend of Karen on a sleep-over by appearing nude and Karen,having seen off a telephone canvasser,is in trouble for hitting the boy at school who stole her sausage roll but worse is to come. Not only did Pete kiss Mimi,a sex-starved parent,during a slow dance at a leaving do but Angela has returned from America with Brick,her new man,an annoying therapist who fits in with all Jake's stereotypes.They have brought Taylor Jean,one of his five children,which prompts Karen to ask Angela why she has suddenly obtained such a large family 'at her age'. ...    "
                },
                "6": {
                    "title": "The Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 69,
                    "original air date": "20 May 2010",
                    "year": "2010",
                    "plot": "\n    Despite the truce when they allied against Angela and Brick Sue is still angry with Pete for kissing Mimi and,whilst Ben attempts to climb Everest on the stairs, Karen is quick to pick up on her mother's feelings and grills Pete about his infidelity whilst also worrying about her important triangle solo in the school orchestra. Pete makes it clear to Howard from down the street that he will not be joining his campaign against speed bumps when Karen is hit by a car whilst Sue is arguing with another parent. Whilst the parents anxiously wait in Casualty Kelly looks ...    "
                }
            },
            "4": {
                "1": {
                    "title": "The Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 73,
                    "original air date": "2 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Sandra interrupts a particularly competitive Wii session between Pete,who has rashly resigned his job,and the boys to ask Pete to read the eulogy at his Uncle Bob's funeral. His brief is not to mention Bernard, Bob's gay lover of fourteen years for whom he left his wife. However,flustered by Sue's giggling,Pete pays tribute to Bernard,earning praise from his mother and wife,as well as finding out something about the vicar. Bernard,however,is less pleased.    "
                },
                "2": {
                    "title": "The Girls' Day Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 63,
                    "original air date": "9 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Now a supply teacher Pete gets grief from his daughter and wife for not helping more about the house. Angered by her menfolk's laziness Sue leaves them to do housework and cook Sunday dinner whilst she takes Karen out for a day at the local shopping mall. Here Karen makes short work of a charity campaigner before asking Sue to buy her clothes to keep up with her shallow school contemporaries. Returning home Sue finds that Ben has broken the washing machine and also has a peculiar idea of the ideal Sunday lunch.    "
                },
                "3": {
                    "title": "The Labrador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 63,
                    "original air date": "16 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Karen and Jake are both staying the night with friends whilst Ben is at an adventure camp,terrifying his school-mates with ghost stories. Sue and Pete find themselves dog-sitting Archie for friends of friends. He seems cute but nobody warned that he would go after next door's guinea pigs and run up a ninety pound bill. Pete loves having the kids out of the way and muses on a child-free future. Sue cannot wait to have them back again.    "
                },
                "4": {
                    "title": "The Parents' Evening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "23 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    When Ben tells them that a boy called Oliver is selling drugs at school they wonder if they should report him. Their dilemma grows at Ben's parents' evening when Oliver's mother and father tell them about the drugs problem at his last school,which has now stopped. However,given Ben's teachers' reports of his bizarre behaviour and the fact that Karen is found wandering in the school playground,they decide against making a formal complaint and leave an anonymous note - in capitals.    "
                },
                "5": {
                    "title": "The Cold Caller (Part One)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 63,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Ben is perfecting his ventriloquist act for the school talent contest and annoying everybody as usual but this is the least of his parents' worries. First they find out that Jake is dating a nineteen-year-old pole dancer who,due to fake I.D., believes he is eighteen. Then Angela arrives,having split acrimoniously from Brick and bringing his daughter Misty - whom she claims Brick mentally abused - with her. She is writing a book on surviving families and Sue does not like the references to herself in the sneak peep she takes. With Brick having invalidated Angela's ...    "
                },
                "6": {
                    "title": "The Exchange Student (Part Two)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 63,
                    "original air date": "7 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    No sooner has Brick's solicitor served papers on the Brockmans accusing Angela of abducting Misty to bump up her divorce settlement - and them of aiding a felon - than the bell rings again and Ottfried,Jake's German exchange student,whom noone was expecting,turns up. He is understandably perplexed by the whole set-up ,though he does regard Boris Johnson as a wonderful comedian,and offers Sue and Pete advice. Fortunately Angela decides to return to Brick but that still leaves the problem of Jake's nineteen year old pole-dancing girlfriend,who turns out to be only ...    "
                },
                "7": {
                    "title": "Christmas Special 2011",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 66,
                    "original air date": "24 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Brockmans are planning to fly out to the Canaries on Christmas day, for a week's break but Sue is held up at the emergency dentist with Karen - where Ben has a serious chat with an elderly patient - whilst Pete and Jake visit senile Grandpa in hospital. Scatty friend Jane comes to house-sit but, due to a mix-up, Pete almost breaks her up with her boy-friend. Already running late, the family is stuck in a traffic jam thanks to two brawling Santas. Will they make it to the airport on time or will they spend Christmas singing old songs around Grandpa's bedside?    "
                },
                "8": {
                    "title": "Christmas Special 2012",
                    "kind": "episode",
                    "episode of": {
                        "title": "Outnumbered (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 54,
                    "original air date": "24 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Brockmans throw a Christmas party with jubilee bunting for decorations but Pete is not happy. Of the kids only Ben wants to help whilst Sandra gets drunk, tactless Norris from next door reminds former TV weather-man Ray of his nervous breakdown and Pete gets shut in the bathroom with neurotic, flu-ridden Jane when the door handle falls off. As the evening progresses Norris's wife runs off with her Lesbian lover, Jane takes an accidental over-dose and is rushed to hospital whilst Jake brings the police to the house. This will certainly be one party for everybody to...    "
                }
            }
        },
        "number of episodes": 35,
        "cast": [
            {
                "name": "Dennis, Hugh"
            },
            {
                "name": "Skinner, Claire"
            },
            {
                "name": "Drew-Honey, Tyger"
            },
            {
                "name": "Roche, Daniel"
            },
            {
                "name": "Marquez, Ramona"
            },
            {
                "name": "Bond, Samantha"
            },
            {
                "name": "Ryall, David"
            },
            {
                "name": "Morahan, Hattie"
            },
            {
                "name": "Ayres, Rosalind"
            },
            {
                "name": "Skellern, Anna"
            },
            {
                "name": "Troughton, David"
            },
            {
                "name": "Berrington, Emily"
            },
            {
                "name": "Cullen, Jonathan"
            },
            {
                "name": "Brooks, Michaela"
            },
            {
                "name": "Pilkington, Lorraine"
            },
            {
                "name": "Bennatar, Danni"
            },
            {
                "name": "Buckle, Georgina"
            },
            {
                "name": "Macqueen, Alex"
            },
            {
                "name": "Torrens, Pip"
            },
            {
                "name": "Austin, Michele"
            },
            {
                "name": "Kook-Clark, Josephine"
            },
            {
                "name": "Pope, Philip"
            },
            {
                "name": "Cruz, Marcello"
            },
            {
                "name": "Reinisch, Sophia"
            },
            {
                "name": "Rosen, Isabel"
            },
            {
                "name": "Anderson, Ilana"
            },
            {
                "name": "Crowther, Liz"
            },
            {
                "name": "Anderson, Jacob"
            },
            {
                "name": "Parisi, Cliff"
            },
            {
                "name": "Shearer, Harry"
            },
            {
                "name": "Benton, Mark"
            },
            {
                "name": "Lee, Reuben"
            },
            {
                "name": "Rishi, Vineeta"
            },
            {
                "name": "Clarkson, Paul"
            },
            {
                "name": "Koval, Anna"
            },
            {
                "name": "Poulet, Olivia"
            },
            {
                "name": "Montagu, Felicity"
            },
            {
                "name": "Chakrabarti, Lolita"
            },
            {
                "name": "Cooper, Trevor"
            },
            {
                "name": "De Candole, Katrine"
            },
            {
                "name": "Wiles, Tracy"
            },
            {
                "name": "Haggard, Daisy"
            },
            {
                "name": "Langrishe, Caroline"
            },
            {
                "name": "Nice, Phil"
            },
            {
                "name": "Sessions, John"
            },
            {
                "name": "Prince, Javone"
            },
            {
                "name": "Madeley, Ruth"
            },
            {
                "name": "Carson, Silas"
            },
            {
                "name": "Ziegler, Matilda"
            },
            {
                "name": "Kile, Marit Velle"
            }
        ],
        "locations": [
            "Dempster Road, Wandsworth, London, England, UK"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "Australia:PG",
            "United Kingdom:12",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 8.1,
        "votes": 7984,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGM1NmE3MDAtMTBkNS00Mzk5LWE2NTctYTFkNTk0NTk3M2IwXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Outnumbered",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2014",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Hamilton, Andy"
            },
            {
                "name": "Jenkin, Guy"
            }
        ],
        "production companies": [
            {
                "name": "Hat Trick Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Comedy Max"
            },
            {
                "name": "Dizimax Comedy"
            }
        ],
        "other companies": [
            {
                "name": "Halo Post Production"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "A part-improvised comedy about a couple bringing up their three young children.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (13 episodes)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7984,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 27,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 2595,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 2222,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 994,
                "rating": 8.1
            },
            "males": {
                "votes": 4160,
                "rating": 8.0
            },
            "males aged under 18": {
                "votes": 20,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 1657,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1492,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 752,
                "rating": 8.0
            },
            "females": {
                "votes": 1981,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 6,
                "rating": 9.1
            },
            "females aged 18 29": {
                "votes": 919,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 712,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 230,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 79,
                "rating": 6.3
            },
            "us users": {
                "votes": 466,
                "rating": 7.7
            },
            "non us users": {
                "votes": 4463,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 1999,
            "9": 1881,
            "8": 2137,
            "7": 1117,
            "6": 392,
            "5": 156,
            "4": 81,
            "3": 43,
            "2": 48,
            "1": 130
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}