{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "8 February 2007"
            }
        ],
        "release dates": [
            "Singapore::8 February 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 May 2008",
                    "year": "2008",
                    "plot": "\n    It's been a month since Ling left for London alone and James has disappeared, leaving the children in the hands of their newly-remarried grandparents. However, it's revealed that Ling isn't in London but is, in fact, in Japan, for reasons unknown. James, unable to handle the children on his own, has reverted to his old drunken and slovenly habits. The children, feeling angry and betrayed, declare that they no longer need parents.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 May 2008",
                    "year": "2008",
                    "plot": "\n    James has arrived in Japan, with Al. James is too proud to admit he's come to get Ling home, but Al knows better. Terence helps Ling confront her fears about her preparedness to face her future. Terence and Al try to play mediator and bring the two together, but it's not long before James and Ling start fighting and Ling declares she wants a divorce.    "
                },
                "3": {
                    "title": "Moving On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    James, Ling and the kids move into their new home. The kids are still angry with James and Ling for abandoning them and refuse to speak to them. As James and Ling try to find ways to get back into the kids' good books again, James' parents Patrick and Cecilia announce that they are moving into their new home too. Even after they've moved back in together, James is the last to know what's going on in Ling's life.    "
                },
                "4": {
                    "title": "The Superior Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Ling is trying to get the kids to study and concentrate and gets James to at least supervise dependable and responsible Jocelyn. All he has to do is make sure he's done her work. Nothing can go wrong. In the meantime, Ling is struggling to engage Jolene in studies. This causes Ling to wonder if she'll be unable to connect with the child she's pregnant with.    "
                },
                "5": {
                    "title": "The Colonel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Ling's father, the Colonel returns to Singapore, much to everyone's surprise and meets his son-in-law James for the first time. Is it James or Ling who is more afraid of not living up to his expectations?    "
                },
                "6": {
                    "title": "Double Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Matilda and Terence are getting married and their union can not be more different than that of James and Ling. Can James overcome his insensitivity and Ling manage her pregnancy crankiness to perform as Bridesman and Best Woman respectively? Even if their own marriage has never been through a honeymoon period, can James and Ling help the new couple overcome pre-wedding jitters?    "
                },
                "7": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    At the very last minute, Ling and James discover they have to come up with an item for the children in their school's fund-raising concert. Like any ambitious parent, Ling sends the kids on intensive lessons to get them prepared in time for the concert. But it turns out it's not just the kids who have issues with the performance.    "
                },
                "8": {
                    "title": "Good Old Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Between his parents, his kids and his wife, can a married man get any peace? James runs away to the pub and finds his old drinking buddy (Gurmit Singh, guest stars) and life seems to be perfect again. Meanwhile, Al takes one small step for a date with Cherie and one giant leap for his manhood.    "
                },
                "9": {
                    "title": "For Richer or Poorer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    James is dreaming of a shiny new sports car. But when James wrestles for control of the finances, he's in for the biggest shock of his life. Educating, clothing and providing for the children was never his problem until now. Ling thinks about her own childhood without a mother being around for most of it and starts wondering if she should be a stay-at-home mother.    "
                },
                "10": {
                    "title": "Going Nowhere Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Are James' parents heading for their second divorce? James isn't affected at all. He's been through one bad divorce, how bad can the second one be? But the situation may not be as simple as a divorce. In fact, it's life-changing. Al makes another attempt to date Cherie. Will he be third time lucky?    "
                },
                "11": {
                    "title": "Romantic Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    It's James' and Ling's first wedding anniversary and Al and the kids think they should do something special together. But Al has more in mind than just an ordinary anniversary celebration. With the parents out of the house, the kids and their grandparents clean up the house and find out a little more about Uncle James' past and the other woman he was once engaged to.    "
                },
                "12": {
                    "title": "Let Fate Decide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The stars are conspiring against James it seems. Everyone is angry with him, turning against him, including the lovable Jolene. But it seems the stars were also conspiring against James at a New Year Eve's party one fateful night in 1999 just as it was turning to year 2000. Perhaps it was the Y2k millennium bug, but could things have turned out better for James if timing, fate and coincidence had aligned more positively?    "
                },
                "13": {
                    "title": "Happily Ever After?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "12 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The baby is due to arrive, but Ling has to resolve some issues with James' ex-fiancé. In the meantime, James' parents and his father-in-law try and prep James for the arrival of the baby. James finally does the thing he's avoided his whole life - making a commitment.    "
                }
            },
            "1": {
                "1": {
                    "title": "Getting Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    James and Ling are two selfish individuals with nothing to worry about this world, except themselves. When tragedy strikes, they find themselves having to fulfill a promise to their loved ones - taking on the charge of three children. The best way to do it would be together. Unfortunately, James and Ling would rather be leading quite separate lives as they dislike each other intensely. For the benefit of the children, James and Ling come to a compromise.    "
                },
                "2": {
                    "title": "Moving In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    It's back to the negotiating table for lawyers James and Ling. Now married and parents to three children, it finally dawns on them that these kids actually need a stable home. Unfortunately, James' home, after years of sloth and neglect, is a better home for rats than children. The children, in the confusing shuffle from Uncle James' to Aunty Ling's home, miss their parents dearly.    "
                },
                "3": {
                    "title": "The Maid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Feb. 2007",
                    "year": "2007",
                    "plot": "\n    When you can't cope, hire a maid. With a full time 7-day-week career that Ling is used to putting in, there's really no time to accommodate the kids. James is no help, since he's lazy and just as hopeless as the children. Enter Mimosa, every capable, top of the line maid. But James is too familiar with maids. He grew up with them rather than parents and has an aversion to them. But with no money and not contributing at all to the upkeep of this family, he has no say. However, Ling realizes that she isn't really fulfilling her promise to her cousin just by shoving the ...    "
                },
                "4": {
                    "title": "Bringing Up Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    James and Ling are now full-fledged parents. With no maid, they now have to handle everything themselves. They try to juggle work and children but it ends in near-disaster when Jonathan gets an asthma attack. James is guilt-ridden and wonders if he's fit to be a parent. Meanwhile Ling tries to handle the children herself and finds that being a single parent is a daunting task that is a grueling challenge to even the toughest career woman.    "
                },
                "5": {
                    "title": "Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    James and Ling make plans to go away separately for the Christmas long weekend, each assuming the other would watch the children. They try to bribe their way out of spending Christmas with the kids by buying them toys. They finally realize the error of their ways and spend their first Christmas with the children. However things go awry and Christmas dinner turns into a disaster.    "
                },
                "6": {
                    "title": "School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    James and Ling seem to be getting the hang of being parents. Things are going smoothly until Jocelyn reminds them they haven't been to school yet. James and Ling go on a hunt for the best schools for the three children, and find they are really out of touch with the school system. Besides grappling with the new value-added systems, they find they have to work harder than just meeting the principal to get a place in the school of their choice.    "
                },
                "7": {
                    "title": "Kutu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Jolene, the youngest child sets off a kutu infestation in the house. Ling goes on a cleaning rampage and not allow the head lice to get the upper hand. In doing so, she discovers a letter hidden under Jocelyn's bed to a boy James and Ling know nothing about. When they try to get more information from Jocelyn, they realise that Al, James' pupil who has been baby sitting them at night when James and Ling have to work overtime, knows more about their own children than they do.    "
                },
                "8": {
                    "title": "Family Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    James and Ling are 'encouraged' by their respective bosses to attend the Singapore Lawyers Association Family Day. They bring the children along and attempt to prove that they are good parents. But that becomes a big challenge when their youngest, 5 year old Jolene, bullies all the children there. Adding to the chaos, Ling meets her ex-fiancé and his new girlfriend.    "
                },
                "9": {
                    "title": "Mum's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    James' mother, who is divorced from his father returns, causing chaos and mayhem as old family skeletons come out of the closet. James is stuck between his warring parents and Ling gets a glimpse into James' complicated childhood and the effect of his mother's actions on James. They both gain an understanding of the impact a parent has on a child.    "
                },
                "10": {
                    "title": "Imperfect Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    Just how good are James and Ling together? James mother, Cecilia, and Ling's ex-fiancé, Terence, don't think they're right at all. Cecilia feels there are no sparks between James and Ling and so it doesn't do the marriage any justice. Terence thinks marrying for the children is a really bad reason to be married at all. It's up to them to show them that James and Ling should go their separate ways.    "
                },
                "11": {
                    "title": "The Post Marital Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    It's a confusing time for James. His parents, divorced, are now back in love. James just wishes everything was back to normal, and tries to break them apart to prevent another bitter divorce in the future. In the meantime, Jolene has injured her hand when her fist lands on a fat boy's cheek when he offends her.    "
                },
                "12": {
                    "title": "Bachelor Party Plans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Apr. 2007",
                    "year": "2007",
                    "plot": "\n    James' father, Patrick is getting remarried to his ex-wife and marriage plans seem to be growing larger than they anticipated. James and Ling's marriage goes through a rough patch when Ling's inability to give her voice to her true emotions prevents them from communicating freely. This episode is about how one should stay and confront what one believes in, instead of running away - from confrontation, from facing failures and from one's own true emotions.    "
                },
                "13": {
                    "title": "To Be Single Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Parental Guidance (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 May 2007",
                    "year": "2007",
                    "plot": "\n    Ling gets a job offer she's always dreamed of. James' now re-married parents offer to take care of the children and take them off James' and Ling's hands. This means that James and Ling can go back to the lives that they were used to. But is the single me-only life they still want now that they've experienced this new life with the three children?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Pang, Adrian"
            },
            {
                "name": "Hsuan, Jessica Hester"
            },
            {
                "name": "Foo, Fang Rong"
            },
            {
                "name": "Ciupa, Jessica"
            },
            {
                "name": "Chua, Enlai"
            },
            {
                "name": "Tsang, Kenneth"
            },
            {
                "name": "Lok, Meng Chue"
            },
            {
                "name": "Chung, Bryan"
            },
            {
                "name": "Chan, Kyle"
            },
            {
                "name": "Chan, Jason"
            },
            {
                "name": "Pho, Rosalind"
            },
            {
                "name": "Oei, Pamela"
            },
            {
                "name": "Lim, Kay Tong"
            },
            {
                "name": "Carrington, Stephanie"
            },
            {
                "name": "Koh, Chieng Mun"
            },
            {
                "name": "Ahmad, Mastura"
            },
            {
                "name": "Francis, Anna Belle"
            },
            {
                "name": "Heng, Benjamin"
            },
            {
                "name": "Singh, Gurmit"
            }
        ],
        "locations": [
            "Singapore"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 2,
        "rating": 8.1,
        "votes": 14,
        "languages": [
            "English"
        ],
        "title": "Parental Guidance",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Parental Guidance (Singapore)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Tan, Wei Lyn"
            },
            {
                "name": "Teo, Joanne"
            }
        ],
        "production companies": [
            {
                "name": "Pics Talk"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp TV"
            },
            {
                "name": "Mediacorp Singapore"
            }
        ],
        "plot": [
            "Two self-involved individuals take on the guardianship of three children to discover the meaning of family and love and the significance of living for someone else other than yourself.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "23 min (Singapore)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.8
            },
            "males": {
                "votes": 5,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "females": {
                "votes": 8,
                "rating": 6.3
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.8
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.5
            },
            "non us users": {
                "votes": 8,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 4,
            "9": 4,
            "8": 3,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}