{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "11 July 2007"
            }
        ],
        "release dates": [
            "Japan::11 July 2007"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Kaettekita himonoonna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "7 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Hotaru returns to Japan after three years on assignment in Hong Kong. She presumptuously returns to the house with her manager and has her suitcases delivered there. The manager has a surprise in store for her that reveals his feelings. Notwithstanding that, Hotaru is a 'himono onna' with no savings to her name so the plans have to be delayed. There are new faces and new feelings in the office. Then there is the woman the man was drinking with.    "
                },
                "2": {
                    "title": "Setsuyaku shitai Himonoonna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Hotaru resolves to become a changed woman given her new status. She is determined to become thrifty, save, dress appropriately and make herself worthy of her promised future. Who is the woman and child visiting the house and calling her manager and man 'papa' though? Her co-worker misses her period and may be pregnant. Hotaru organizes a children's event and ends up going for a meal of Iberian pig not when she anticipated, where she thought or with whom she planned.    "
                },
                "3": {
                    "title": "Gaman shinaito kekkon dekinai!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    It is a break-out episode. Hotaru has a break out and heads to the doctor to have it examined. The manager is getting a lesson in bitter melons and many recipes to try. His friend seeks distance now that her old friend is committed to Hotaru. The white cat is also part of the story and is innocent in all of this.    "
                },
                "4": {
                    "title": "Himonoonna no raburabu mêru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Little girl arranges for her mother and old boyfriend to spend a night together, but the man has a girlfriend. A co-worker stays with Hotaru, helps with boarding up against the typhoon and dispenses love advice. The manager strains his ankle after lying to Hotaru.    "
                },
                "5": {
                    "title": "Himonoonna no shufuryoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The agency staff do their best to secure a better real-estate price for their client, but an awkward timing and loose lips may sink their endeavor. the manager has to travel early out of town for business meetings and asks for breakfast to be ready. An employee or two decide to become housewives after marriage and a proposal is shockingly withdrawn.    "
                },
                "6": {
                    "title": "Kekkon hakushi!? Hottoku daisakusen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Following the marriage proposal, or rather suggestion, a club is formed. The Club's membership is withdrawable however. With that out of the way there is another confession of love, not to mention some sweets, snot, offal and a very cheap sale that does not quite pan out the way you would expect. A second marriage proposal is preceded by another confession of love and cross dressing. There is cross dressing later too.    "
                },
                "7": {
                    "title": "Himonoonna Himitsu no dokidoki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Every relationship has its highs and lows and this week certainly has more than its share of lows. Hotaru is not candid. The manager is not candid. The co-worker Seno, however, is candid although he is playing a game of his own. Oh, the fortune teller is not candid either.    "
                },
                "8": {
                    "title": "Himonoonna no ryouke kaoawase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With wedding plans underway, the manager insists the arrangements be done formally and traditionally and there be a formal introduction to the respective parents and families. Hotaru's older sister meets the manager and passes on the former's savings. The manager, however, is not impressed with Hotaru's disappearing acts. Miss Konatsu gets her dream set-up.    "
                },
                "9": {
                    "title": "Chû wa totsuzen yatte kuru!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It is not quite The Lord Of The Rings, but a boss leaves, a ring is lost, a boss returns and a ring is found. Hotaru is alone and ashamed and recruits Konatsu for help. She and co-workers take a fishing trip. She does not accept an overture, but does receive her first kiss later.    "
                },
                "10": {
                    "title": "Watashi no shiranai buchoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Change is a foot. The boss father, who is the landlord, is back. The boss is contemplating a vocational change. Time-lines and formalities for the marriage may need tinkering and Miss Konatsu's shop is coming along. Hotaru rebuffs a proposal and tries her hand at both cooking and nursing.    "
                },
                "11": {
                    "title": "Kekkon towa? Himonoonna no ketsudan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In the final episode, Seno tries one last time, but fails to sway Hotaru to his side. The boss wins, but not without colleagues marrying in Miss Konatsu's now-open cafe first. Taiwan happens and ends and the couple finally end up in the same bed.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "11 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Get ready to become familiar with the term 'himono onna.' It means 'dried fish woman' and describe a home-buddy woman who is a slob in private, does not take care of her place, drinks alcohol on her own and - is discovered as such by her manager who more or less moves in accidentally.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "18 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Hotaru and her manager are now sharing an apartment, but not sharing a table, refrigerator or wine. They are also not sharing the cheese it seems. Nonetheless, they are starting to share a few secrets, tips and history. In the meanwhile, Hotaru attracts the attention of the office's hip designer even more by supporting his idea and even goes one step, no two steps further. She has competition however.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "25 Jul. 2007",
                    "year": "2007",
                    "plot": "\n    Hotaru and Teshima seem to be getting closer. Hotaru even receives a small gift from Teshima. The latter does a good job redecorating and rejuvenating a favourite bakery. In the meantime, there is a playful ceremony to set up couples within the office and Hotaru may have accidentally helped her manager's divorce along - much to his chagrin.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "1 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Hotaru is given two big chances and she only converts one. She is offered her first chance at a design and representing the firm and the opportunity to be with Teshima on a date. She handles one opportunity with gusto and another in her usual very clumsy way. The manager sets up an appointment with his estranged wife. In the meantime, the product placement continues with beer for all occasions.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "8 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    After being locked in a room with Teshima by the god of love (or was that the manager or perhaps a salesperson?) Hotaru finally drums up the courage to profess her true feelings to him. Her rival has not given up, but she has taken an important step and is determined not to be a himono-onna 'dried fish woman' for much longer. The manager, however, seems to have lost his wife for good.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "15 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    With courage comes results. Another cliche: good things come to those who wait. Yet another cliche: third time's the charm. The two co-workers go on one date, but it is awkward. The second one is uncomfortable. The third one is it and there are not any intruders either. The manager mails in his divorce papers, but is caught by an employee regarding his living arrangement. Two other co-workers are only half clicking.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "22 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    The two are now going steady. A sleepover is aborted, but another one is in the making. The two are now on a first name basis, which shows they are getting closer. Hotaru aims to reduce her body fat to be more attractive. There is not once, but twice a misunderstanding regarding the manager and his junior living together. With the manager's divorce complete his wife Miyuuki is over for closure.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "29 Aug. 2007",
                    "year": "2007",
                    "plot": "\n    Watch for fireworks - both of the actual and relationship kind. Hotaru is asked to move in with her new man and she accepts especially because he accepts the jerseys, newspapers and all. He has two older sisters and is used to it after all. The manager is helping, but seems to admit to some feelings of his own. Will anything change however when the man actually sees his himono onna?    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "5 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    There is a major revelation and the cat is out of the bag. The boyfriend is in Hong Kong and soon enough finds his girlfriend in too cosy an encounter with the manager. Then things become worse when the house-mates are found out and the manager's true feelings are revealed after Hotaru is rescued following her being locked in. The couple move in together.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "12 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    It is a busy time at work and at home. Hotaru as moved in with Teshima, but the truth that has eluded them both rears its head. They give it a shot, but he is weak and honest and she does her best, but cannot stop the roll of reality. The manager assigns Hotaru extra responsibilities and she comes through and, by the end of the final episode, it is again summer and they are back where they started.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotaru no hikari (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Sep. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Ayase, Haruka"
            },
            {
                "name": "Fujiki, Naohito"
            },
            {
                "name": "Itaya, Yuka"
            },
            {
                "name": "Yasuda, Ken"
            },
            {
                "name": "Maruyama, Tomomi"
            },
            {
                "name": "Asami, Reina"
            },
            {
                "name": "Kato, Kazuki Alex"
            },
            {
                "name": "Kuninaka, Ryôko"
            },
            {
                "name": "Kurotani, Tomoka"
            },
            {
                "name": "Matsumoto, Marika"
            },
            {
                "name": "Matsunaga, Hiroshi"
            },
            {
                "name": "Matsushita, Sara"
            },
            {
                "name": "Seto, Hiroshi"
            },
            {
                "name": "Shibue, Joji"
            },
            {
                "name": "Takeda, Shinji"
            },
            {
                "name": "Taki, Yûjirô"
            },
            {
                "name": "Watabe, Gôta"
            },
            {
                "name": "Ichikawa, Tomohiro"
            },
            {
                "name": "Ide, Takuya"
            },
            {
                "name": "Ishii, Momoka"
            },
            {
                "name": "Kimisawa, Yûki"
            },
            {
                "name": "Kimura, Tae"
            },
            {
                "name": "Mashita, Rena"
            },
            {
                "name": "Mukai, Osamu"
            },
            {
                "name": "Nakabeppu, Aoi"
            },
            {
                "name": "Satô, Chiaki"
            },
            {
                "name": "Takahashi, Tsutomu"
            },
            {
                "name": "Usuda, Asami"
            },
            {
                "name": "Yanagisawa, Takahiko"
            },
            {
                "name": "Osonoe, Eri"
            },
            {
                "name": "Antony, Walter"
            },
            {
                "name": "Masuda, Shûichirô"
            },
            {
                "name": "Naruse, Rô"
            },
            {
                "name": "Pellegrini, Christopher"
            },
            {
                "name": "Yoshikawa, Ai"
            },
            {
                "name": "Aoki, Genta"
            },
            {
                "name": "Arifuku, Masashi"
            },
            {
                "name": "Chinnery, Mark"
            },
            {
                "name": "Emi, Kurara"
            },
            {
                "name": "Fukui, Yuko"
            },
            {
                "name": "Hayashi, Yakikuo"
            },
            {
                "name": "Horiuchi, Keiko"
            },
            {
                "name": "Ishizaka, Kôji"
            },
            {
                "name": "Kamiji, Yusuke"
            },
            {
                "name": "Kaneda, Akio"
            },
            {
                "name": "Kawano, Shinya"
            },
            {
                "name": "Konishi, Miho"
            },
            {
                "name": "Kozasama, Satsugu"
            },
            {
                "name": "Nozoe, Yoshihiro"
            },
            {
                "name": "Rokkaku, Seiji"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 441,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWRkNTJjMTctZTgyOS00YjViLTkwOTEtZmZjZTc0Y2ExYWUwXkEyXkFqcGdeQXVyMjE5MjA5MDI@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Hotaru no hikari",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Hotaru no hikari (Japan)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Hiura, Satoru"
            },
            {
                "name": "Mizuhashi, Fumie"
            }
        ],
        "distributors": [
            {
                "name": "Nippon Television Network (NTV)"
            }
        ],
        "special effects": [
            {
                "name": "Naked"
            }
        ],
        "plot": [
            "Hotaru and her manager Seiichi work together, by coincidence live together and soon fall for each other. In the way though is two seasons of drama, romance, propriety, overseas assignments and friends and colleagues.::aghaemi"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 441,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 110,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 194,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 28,
                "rating": 7.9
            },
            "males": {
                "votes": 149,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 22,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 98,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 7.8
            },
            "females": {
                "votes": 199,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 86,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 91,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.9
            },
            "us users": {
                "votes": 37,
                "rating": 7.8
            },
            "non us users": {
                "votes": 262,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 95,
            "9": 72,
            "8": 131,
            "7": 76,
            "6": 43,
            "5": 13,
            "4": 2,
            "3": 4,
            "2": 3,
            "1": 2
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}