{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "10 September 2007"
            }
        ],
        "release dates": [
            "Philippines::10 September 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pasan ko ang daigdig"
            },
            {
                "countries": "Philippines (Tagalog title) (long title)",
                "title": "Sine Novela presents Pablo S. Gomez's Pasan ko ang daigdig"
            },
            {
                "countries": "Philippines (Tagalog title) (long title)",
                "title": "Sine novela presents Pasan ko ang daigdig"
            },
            {
                "countries": "Philippines (Tagalog title)",
                "title": "Sine novela: Pasan ko ang daigdig"
            }
        ],
        "akas": [
            "Pasan ko ang daigdig (original title)",
            "Sine Novela presents Pablo S. Gomez's Pasan ko ang daigdig Philippines (Tagalog title) (long title)",
            "Sine novela presents Pasan ko ang daigdig Philippines (Tagalog title) (long title)",
            "Sine novela: Pasan ko ang daigdig Philippines (Tagalog title)"
        ],
        "akas from release info": [
            "Pasan ko ang daigdig (original title)",
            "Sine Novela presents Pablo S. Gomez's Pasan ko ang daigdig Philippines (Tagalog title) (long title)",
            "Sine novela presents Pasan ko ang daigdig Philippines (Tagalog title) (long title)",
            "Sine novela: Pasan ko ang daigdig Philippines (Tagalog title)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kurdi, Yasmien"
            },
            {
                "name": "de Vera, JC"
            },
            {
                "name": "Alajar, Gina"
            },
            {
                "name": "de Rossi, Alessandra"
            },
            {
                "name": "Desiderio, Jenine"
            },
            {
                "name": "Escudero, Martin"
            },
            {
                "name": "Estrada, Gary"
            },
            {
                "name": "Garcia, Jennica"
            },
            {
                "name": "Granada, Isabel"
            },
            {
                "name": "Larrazabal, Maureen"
            },
            {
                "name": "Mabesa, Tony"
            },
            {
                "name": "Madrigal, Marcus"
            },
            {
                "name": "Pebanco, Jim"
            },
            {
                "name": "Ramos, Sweet"
            },
            {
                "name": "Ravales, Polo"
            },
            {
                "name": "Villavicencio, Raquel"
            }
        ],
        "genres": [
            "Drama",
            "Music"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "rating": 9.0,
        "votes": 7,
        "plot outline": "Lupe is born into poverty but her dreams are for a better life. She cares for her crippled mother who is also her harshest critic. Poor, crippled persons normally engender feelings of pity, but Lupe's mother adds to the burden and is the metaphor that represents the title of the movie -- Lupe carries her mother on her back as she begs for alms.",
        "languages": [
            "Filipino"
        ],
        "title": "Pasan ko ang daigdig",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "writer": [
            {
                "name": "Doctolero, Suzette"
            },
            {
                "name": "Gomez, Pablo S."
            },
            {
                "name": "Gomez, Pablo S."
            }
        ],
        "production companies": [
            {
                "name": "GMA"
            }
        ],
        "plot": [
            "Lupe is born into poverty but her dreams are for a better life. She cares for her crippled mother who is also her harshest critic. Poor, crippled persons normally engender feelings of pity, but Lupe's mother adds to the burden and is the metaphor that represents the title of the movie -- Lupe carries her mother on her back as she begs for alms.::Anonymous",
            "Pasan Ko Ang Daigdig is a story of a young woman who, at a tender age, had to work hard for her and her crippled mother to survive poverty and even reach her dreams of living a better life. Lupe is a poor but gifted young lady who works as a scavenger in Payatas. But conflicts in the filthy dump-site leads Lupe to seek alms while carrying on her back her disabled mother Metring. Knowing she has a talent in singing, Lupe promises herself to end her misery by using her gift to become rich. Lupe will join various singing contests where she will meet a rich composer named Tony who will help Lupe fulfill her to become a singer. Reaching for her dreams leads Lupe to set aside her affection for her childhood friend Carding. Carding is a disciplined young man from the grimy slum area of Payatas. With his innate skills in business, Carding will be able to make their junk shop business flourish. Although other women admire him, Carding loves no one else but Lupe. When good opportunities start coming her way, Lupe enjoys the comfortable life she has. But things change when an unknown man who remains at large rapes Lupe. How ill this horrifying incident change Lupe's life? Will it end her singing career and the comfortable life she has just started to enjoy? Or will this traumatic experience make Lupe evens stronger? Will Lupe's friend Luming continue to help her despite her plight? And will Lupe find out who raped her? Is it her mother's wicked live-in partner Kadyo or the slum area's thug and bully Griego who likes Lupe?::Anonymous",
            "A story of a young woman who, at a tender age, had to work hard for her and her crippled mother to survive poverty and even reach her dreams of living a better life. Lupe is a poor but gifted young lady who works as a scavenger in Payatas. But conflicts in the filthy dump-site leads Lupe to seek alms while carrying on her back her disabled mother Metring. Knowing she has a talent in singing, Lupe promises herself to end her misery by using her gift to become rich. Lupe will join various singing contests where she will meet a rich composer named Tony who will help Lupe fulfill her to become a singer. Reaching for her dreams leads Lupe to set aside her affection for her childhood friend Carding. Carding is a disciplined young man from the grimy slum area of Payatas. With his innate skills in business, Carding will be able to make their junk shop business flourish. Although other women admire him, Carding loves no one else but Lupe. When good opportunities start coming her way, Lupe enjoys the comfortable life she has. But things change when an unknown man who remains at large rapes Lupe. How ill this horrifying incident change Lupe's life? Will it end her singing career and the comfortable life she has just started to enjoy? Or will this traumatic experience make Lupe evens stronger? Will Lupe's friend Luming continue to help her despite her plight? And will Lupe find out who raped her? Is it her mother's wicked live-in partner Kadyo or the slum area's thug and bully Greco who likes Lupe?::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 8.8
            },
            "males": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 4,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 3,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 9
    }
}