{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "17 September 2007"
            }
        ],
        "release dates": [
            "Mexico::17 September 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pasión"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Изпепеляваща страст"
            },
            {
                "countries": "Romania",
                "title": "Pasiune"
            },
            {
                "countries": "Serbia",
                "title": "Strasti"
            }
        ],
        "akas": [
            "Pasión (original title)",
            "Изпепеляваща страст Bulgaria (Bulgarian title)",
            "Pasiune Romania",
            "Strasti Serbia"
        ],
        "akas from release info": [
            "Pasión (original title)",
            "Изпепеляваща страст Bulgaria (Bulgarian title)",
            "Pasiune Romania",
            "Strasti Serbia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pasión",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Santiago returns to San Fernando after having been imprisoned four years in an English galley, he is reunited with his family. Santiago feels a great emotion to know that Camila, his fiancee, has waited all this time. Both vow to love each other for life, she tells him that she never lost hope that she would return and they decide to get married as soon as possible.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Justo and Ofelia, accompanied by their respective children, go to the palace to request consent for the wedding to the lord of the place, Don Jorge Mancera y Ruíz. Don Jorge gives his permission, but one day before the wedding, advised by his administrator and right-hand man, Alberto Lafont, he decides to exercise his right to belong.    "
                },
                "3": {
                    "title": "Tumba Perpetua",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Mar. 2007",
                    "year": "2007",
                    "plot": "\n    Alberto, along with other friends of Don Jorge break into the party to take Camila to the palace. Santiago tries to defend his fiancee and is seriously injured, she to avoid being killed, accepts to leave with them. They arrive at the palace and are introduced to Mancera's room. Camila is terrified.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The doctor gives little hope of life to Santiago. Justo and Ofelia go to the palace to talk with Don Jorge, but Alberto prevents them even though she says she has something very important to tell her.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    While Santiago is still struggling between life and death, in the palace for more attempts than Don Jorge does, he does not manage to possess Camila, so to take strength he decides to tie her up in what he rests a while. Camila manages to escape and returns to her house. He reassures Justo that Mancera could not have her, he learns that Santiago has little hope of surviving and runs by his side.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Francisca confirms to Camila that she took her letter to the post office. The 'Salamandra' sails through the Florida Sea, when suddenly they spot a merchant ship and decide to go after them. A cruel battle is unleashed between both ships.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila has been in Timothy's house for a month and asks her permission to let her go to church. He agrees as long as he is escorted by Ascanio. Leaving the church he runs into Jimena who comes from the errand. They are very happy to see each other again. On the other hand Mercedes, Francisca and Lisabeta have seen Camila and still do not understand the reasons why Timoteo has it.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Time passes and Santiago is not resigned to losing Camila, his legs are strengthened day by day. Justo and Ofelia comment that if Camila does not return, Rita could be a good wife for him. Rita has heard this and it gives her great emotion. Moments later, the mailman gives him the letter of his sister and confused by what he heard decides to destroy it. Ricardo decides to baptize the boat he won as 'La Camila' in honor of that girl who took 'La Mariana'.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alberto, accompanied by Uriel, Mateo and Gonzalo assault a caravan loaded with silver. Alberto explains to Jorge that they can sell the merchandise to the famous English pirate, Foreman. Francisca offers Camila to escape through the exit of rubbish, she accepts and at dawn the next day, dressed as a man, escapes. Ascanio realizes but decides to shut up.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mario advises the 'Antillean' to ask his godfather to get him the pardon of the Spanish crown, in exchange for offering his services and thus be able to form the family he so desires. Sofia asks Ofelia if the comments she once heard where they claimed that she had something to do with Jorge before getting married and if so, Santiago could be the only male son of Mancera. Ofelia denies everything and says that when she got married she was pregnant but of her husband.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila accompanied by Ascanio goes with the landowners who bought their friends and pay for the freedom of Jimena, Claudio and finds out that Ángel died of both abuse. The testament is read where Timoteo left all his fortune to Camila and her daughter only one farm. Lisabeta and Francisca cry hysterical as they now understand that Timoteo cheated them by teaching them a letter claiming he would leave them 30 percent of their fortune.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila embarrassed tries to leave that money but the lawyer reads a clause where it is mentioned that if she gives money to Lisabeta will be a servant and the money will go to the hands of the Freemasons. One day in the house of Mercedes a coffer with money that does not explain who left it. Lisabeta thinks it was Ricardo, without imagining it was Camila.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila, Jimena, Claudio and Ascanio take the ship that goes to the port of Veracruz. Camila has a series of mixed feelings because on the one hand it gives her great emotion to return to her people, but at the same time, she is very afraid of encountering some bad news from Santiago. Sofia and Fortunata are choosing between several portraits and letters, some suitor for Úrsula. Among them is Álvaro Fernández DE la Cueva, cousin of Claudio. She is not convinced by any, she knows that she has to remarry but she does not want for now. Sofia asks Fortunata to watch her to...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The car with Camila, Jimena, Claudio and Ascanio arrives in San Fernando. Camila is reunited with her father, recounts all the misfortunes she experienced and receives the sad news that Santiago married Rita. Camila feels betrayed. Mercedes on her deathbed promises Ricardo that he will go to look for his uncle's widow and recover the fortune that corresponds to him.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rita very upset complains with her father who has heard rumors that Camila is hanging around Santiago, just tries to reassure her but she does not understand reasons. Justo questions Santiago about his feelings, the boy opens his heart and confesses that he continues to love Camila and seeing her for him is a consolation, but he also promises that he will never do anything to hurt Rita because he has a great affection for her.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila and Jimena say goodbye to Ascanio and Claudio who go to the town of Salvatierra. Ricardo appears before Camila, identifying himself as Ricardo López DE Carvajal and representative of Lisabeta DE Salamanca to claim the inheritance of Timoteo, alleging that the marriage was not consummated.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rita visits Camila, she claims that because of her, Santiago is very changed since his return. She offers an apology for having married him but asks him to understand that she was believed dead, requires him to stay away from her husband and not look for him. Camila assures him that she has already renounced him but she can not avoid that from time to time they coincide in the town. Rita jealous, asks if Santiago proposed to be lovers.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sofía Jorge claims that desire to host Lisabeta and Francisca in her home, tells her that she already understood that everything is due to her interest in getting along with Camila and making her his mistress in exchange for protecting her if Lisabeta takes away the inheritance. Camila denies the news of her pregnancy to Justo and explains that she can not return the inheritance by the clause where she specifies that if she does she will return to be a servant.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago explains to Camila that the lawyer told her that only proving that the marriage was consummated could not annul the will and in that case she would have to return everything, besides that she would be a servant again. He assures her that they would do everything possible to buy it and prevent her from going to jail. Camila sends a message to Ricardo to go see her and talk about the matter.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila talks about the idea of taking a husband with Jimena, she advises him that Ricardo would be the ideal. Camila reminds him that he is engaged to Ursula and is not going to marry a pirate either. Jimena says that they are not completely sure that he is the 'Antillean' and insists that at least treat Ricardo, maybe he discovers that he is someone who does not even imagine, that he only lets him do his work and get carried away.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo shows his godfather's letter to Camila, assures him that he arrived accompanying Lisabeta at the request of the pirate cousin and because he was a friend of the family. She tells him that on that occasion, her boss, an English corsair, ordered her to transport human merchandise for the first time and that she caught his attention since he saw her, as beautiful and as having pride and spirit. He kisses her gently and tells her that he is falling in love.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta and Francisca meet Ascanio. Lisabeta asks him not to betray Ricardo. He tells her he will not do it and leaves. Sofia delivers the doctor's letter to Justo to destroy it. Paco finds the doctor's letter that Justo was beginning to burn. The letter is not totally destroyed, the bottom part with some sentences and the doctor's signature, keeps it as a treasure.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sofia accepts before Jorge to have stolen the letter, says that already it destroyed it. He explains that Camila is not interested in money but her freedom. Camila tells Jimena about Ricardo's kiss. He explains that he 'fell' for everything that has happened in his life. It has to put a barrier, a husband, but anyone but the 'Antillean'. Jimena tells him that Sofia sent him an invitation to a party, maybe there is a possible husband there.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rita has a strong argument with Santiago when she finds out that Ricardo gave him that blow when she met him with Camila. His heart tells him that Santiago is lying and has already slept with Camila. Ofelia tries to calm her down. Rita turns pale and dizzy, Ophelia reviews her and realizes that she is pregnant. Rita is happy; Santiago feels confused. Rita tells him that she expects that creature to restore peace, he feels very guilty.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge is with Camila, he tells him about Ricardo and Úrsula, he says that he thought about a link between them, but it turns out that he is committed for six months. She is surprised. Jorge says he thought he already knew, because he knows he has been to visit her several times. Camila says they do not talk about personal things, only the inheritance. Jorge says that he does not worry about that anymore, because the doctor's letter disappeared.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge talks to Justo and asks for Camila's hand for his friend Gonzalo. Jorge tells Alberto that he did that to gain time in what Gonzalo returns from La Mariana with the doctor's letter and blackmailing Camila. Inés tells Lisabeta that Santiago was going to marry Camila and when she learned of her disappearance, she married Rita. He tells her that Ricardo is interested in Camila. Lisabeta, hysterical cries with her aunt, says he can not allow Ricardo to marry another and less with Camila.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vasco and Ines make love. Vasco, the next day, repentant tells Bernabé that he slept with Inés, but that he only wants her as a sister, who he loves is Úrsula. Foreman reads Alberto's letter requesting a meeting, he also reads Ricardo's letter informing him that he will go to Mexico to arrange a family affair. In spite of going against the rules of the brotherhood, he orders Hernán to go to La Mariana to investigate about Ricardo.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mario arrives with his things to stay at Camila's house. Jesus looks for Mario in Camila's house, tells him that he and the other pirates have arrived and are staying an hour's walk from San Fernando. Mario accompanied by Jesus, goes to the shelter with all the pirates and asks them for discretion. Inés asks Vasco to tell Santiago that they went to bed, he asks for time to dare.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo meets Gaspar and tells him what Ascanio talked about Bermejo, Timoteo and Francisca. He asks his sponsor for support. Ricardo arrives with his godfather's guards and stops Bermejo who confesses that Timoteo and Francisca paid him to commit the murder. Gonzalo arrives at the house of doctor Bonifacio and finds out that he died, he meets a merchant and tries to get him information about Ricardo, he tells him that he does not know any López DE Carvajal and that Lisabeta has a pirate cousin, named Ricardo DE Salamanca.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta tells Camila that her relationship with Ricardo can not come to anything because he is a pirate. Camila says that she already knew it, because he was the pirate who took him to 'La Mariana' and knows that he is the 'Antillean'. Manuela tells her father that an injured Ricardo employee was taken to his house, was traveling in the assaulted caravan, and also says that he saw Ascanio at Ricardo's house.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila is honest with Rita and confesses that Ricardo has been winning little by little and feels that she is falling in love with him, but she is afraid. Gonzalo returns from 'La Mariana', tells Jorge and Alberto that the doctor Bonifacio died and that Lisabeta has a pirate cousin named Ricardo DE Salamanca.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Úrsula tells the chief of the guard and Jorge that Claudio is a relative of Álvaro and protected by Camila and that she surely has to be involved in the matter. The captain of the guard looks for Camila in his house and asks him to go and testify, as does Ascanio. Ricardo tells Mario that Bermejo confessed, and that Francisca was also involved, but asked his godfather to omit her name in the statement because Lisabeta can not be without Francisca.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ascanio and Camila are testifying before the head of the guard. Ricardo demands the captain to let him be present in the declaration, to support Camila. Ricardo tells Camila that he will be out of town for a day, but will return to speak with Justo and formally ask for his hand. He tells him that he is going out to investigate the \"documents\" that were stolen.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Inés tells Camila that Vasco does not want to comply with her and asks her to tell her parents. Camila talks to them, she tells Ofelia and Justo that Inés and Vasco must get married, because they already had relationships. Úrsula visits Vasco to console herself for the death of her fiance, Jeremiah sees them.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jimena returns to Camila's house, after taking care of Pablo and tells her that the 'One-eyed', one of the pirates who kidnapped them, stole Ricardo's things. Camila tells Jimena that she did not dare to tell Ricardo that she wants him and he went away upset. She criticizes her saying she is a prude. Ascanio says goodbye, he goes to live with Justo.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Clotilde informs Ricardo that Camila left with Jimena and took the keys; Ricardo, surprised, says he will wait for her, time passes and Camila does not arrive, so he becomes impatient and breaks the door. Clotilde informs him that in the morning Camila received a letter. Ricardo as soon as Camila arrive and her father reproaches her for not telling her, she claims to have gone in search of her things, they argue but in the end they calm down.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila asks Ricardo how he did with the signing of the marriage contract, he informs her under what terms it was signed and tells him that he plans to add another clause specifying that Camila's money is only for her. They talk about Jorge's permission to get married and she confesses that, on that occasion, he could not exercise his right with her and that is why he wants to get even.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Úrsula begins to enjoy her revenge, because either Camila or now Ines have taken away the men she wants. Fortunata says that Ines does not deserve it. Just request the permission for the wedding of Ines and Vasco to Jorge, he gives it and is about to demand the right of pearl when Sofia arrives and prevents it, arguing that she will be the godmother of the wedding.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo, trying to contain his courage, informs Jorge of his marriage with Camila, he tells him that as lord of the people he has the right to the first night, Ricardo says he will not allow it and proposes that they have a friendly duel; Jorge says that they are not at the same level of skills and that the matter is not subject to barter. Ricardo threatens to make it known that the cart stolen in the assault was in the hacienda of Alberto Lafont.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila asks Ricardo to help Santiago get him out of jail, because they are committing an injustice, together they think of possible solutions to the problem, he tells her of Justo's request to go away, she discards it because he does not want to leave her family, another is to renounce marriage, but nothing would be solved, and the other, which obviously does not accept, is to sleep with Jorge.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sofia claims Jorge's behavior, tries to attack and he slap her. Úrsula gets her father to reduce Santiago's sentence to one week of confinement, and 20 public lashes.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo, not very convinced by his false name, agrees to marry Camila. Ascanio reproaches him, but explains that he has no other to protect her from Jorge. Camila is puzzled by the attitude of Ricardo before the wedding, he thinks he does not want to get married. He does not dare to explain the truth and only tells him that he would have liked to have more time to tell him things about him.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Úrsula revisits Santiago in jail, the boy attracts him. Ricardo and Camila inform Jorge of their wedding, he infuriates and asks Sofia if it is true, she confirms it and tells him that she herself was a witness. They declare war. Ricardo tells Lisabeta that he married Camila, she can not contain her anger.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago arrives at his house after he was freed, thanks to Úrsula. Ofelia and Ines run to embrace him. Ofelia informs him that Camila and Ricardo got married the night before, he hurts but tries to convince himself that it was the best. Ricardo and his pirates arrive armed to Lafont's house, they agree and all hide their faces and knock on the door. Ricardo finds in Alberto's desk some coins and 2 letters that he does not stop to read, but he keeps them.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vasco tells Santiago about Camila's stupidity in buying the mill, says Ascanio went to look for Bernabé to try to retrieve the letter because if he misuses it, Camila can go to jail. Santiago asks why he says all that to him, if she has a husband with money and can help her. Vasco confesses that Ricardo has no money because he was robbed in the assault on the caravan. Santiago does not want to get involved in this matter, but Vasco begs his help.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago tries to convince Camila not to spend more money. She tells him that she appreciates her interest in helping her, but that she does not get involved in her decisions and that she also has a husband. Clotilde listens to everything and informs Francisca and Lisabeta. Camila reproaches Jimena for telling that Vasco did not destroy the letter and that Ricardo lost his money in the assault on the caravan. Jimena tells him that she only told Vasco, but surely he in turn told Santiago.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo and Mario argue about Camila; Mario tells him that he has nothing against her, but that he is not the same 'Antillean'. He assures him that on another occasion he would have already confessed Jorge and Alberto about his money and now it seems that he does not care. He replies that on the one hand he is not in his domain and there are rules that must be respected, besides he does not want to be the 'Antillean' anymore.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vasco and Ines try in vain to make Camila change her mind, she thanks them for her concern, but she says that the decision has already been made. Marcelino introduces Camila to the contract papers of the mill concession, she, before signing, sees that they also request the signature of her husband to make it valid, for a moment she hesitates, but signs because she is convinced that Ricardo will support her.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ascanio arrives at the house of Eusebia, the cousin of Ascanio. Eusebia is nervous for the moment, then assures her that her cousin was there, but that she has gone to Torrecillas for three days. Ascanio leaves. Eusebia informs Bernabé of the man who went to look for him and tells him that he does not want her to live there because he does not want any more problems.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vasco tells Santiago about Camila's stupidity in buying the mill, says Ascanio went to look for Bernabé to try to retrieve the letter because if he misuses it, Camila can go to jail. Santiago asks why he says all that to him, if she has a husband with money and can help her. Vasco confesses that Ricardo has no money because he was robbed in the assault on the caravan. Santiago does not want to get involved in this matter, but Vasco begs his help.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago tries to convince Camila not to spend more money. She tells him that she appreciates her interest in helping her, but that she does not get involved in her decisions and that she also has a husband. Clotilde listens to everything and informs Francisca and Lisabeta. Camila reproaches Jimena for telling that Vasco did not destroy the letter and that Ricardo lost his money in the assault on the caravan. Jimena tells him that she only told Vasco, but surely he in turn told Santiago.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo and Mario argue about Camila; Mario tells him that he has nothing against her, but that he is not the same 'Antillean'. He assures him that on another occasion he would have already confessed Jorge and Alberto about his money and now it seems that he does not care. He replies that on the one hand he is not in his domain and there are rules that must be respected, besides he does not want to be the 'Antillean' anymore.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Vasco and Ines try in vain to make Camila change her mind, she thanks them for her concern, but she says that the decision has already been made. Marcelino introduces Camila to the contract papers of the mill concession, she, before signing, sees that they also request the signature of her husband to make it valid, for a moment she hesitates, but signs because she is convinced that Ricardo will support her.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ascanio arrives at the house of Eusebia, the cousin of Ascanio. Eusebia is nervous for the moment, then assures her that her cousin was there, but that she has gone to Torrecillas for three days. Ascanio leaves. Eusebia informs Bernabé of the man who went to look for him and tells him that he does not want her to live there because he does not want any more problems.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo asks Francisca what she was going to do to Alberto's house and she to get out of the way, tells him that Alberto is trying Lisabeta, she denies it and tells Ricardo that Camila does not want him, that she is only with him for interest and that Sooner or later she will realize that who really loves him is her and nobody else.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo confesses to Camila that he is not Ricardo López DE Carvajal but Ricardo DE Salamanca. Camila is outraged by the deception and because that means they are not married and she is his lover. He tries to explain to her, he tells her that he did not tell her the truth before because the wedding was very hasty and because he loves her and was afraid of losing her. Camila, does not understand reasons and decides to leave the house with Jimena.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mario is Foreman, tells him that they are going to a commission from the 'Antillean' and informs him that he was married. Foreman says that he is just visiting him in San Fernando. Foreman is intrigued by the coincidences, that Lafont is from the same town and that an important official of Spain is Ricardo's godfather.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mario arrives at the town of San Luis Rey and asks about the house of Eusebia. 'He Güero' and he arrive at the moment when you hear a screaming cry. Mario enters the room where Eusebia has Bernabé in her arms, dead. The woman says that her daughter told her that a man came asking for him, entered and left. Mario sees Bernabé's saddlebag, reviews it and asks Eusebia for the letter, she does not know anything.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo and Mario return home, tell Camila that they did not find the letter. Perhaps Bernabé destroyed it or Jorge already has it. Camila does not want them to search the palace, Jimena reminds them that Vasco has keys to enter. Camila insists that it is dangerous and threatens that if she does, the next day she will be delivered. Ricardo takes her to another room and leaves her there locked up. Camila screams to be taken out and knocks on the door, so Lisabeta and Francisca wake up.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta and Francisca go to Santiago's house, they ask for Ofelia but they do not find her. Later, they cross the square and meet Manuela, who tells them that her father is not at home and says that they went back to their house the night before, but they did not steal anything. Lisabeta believes that Ricardo was the one who entered Alberto's house, probably because he already knows about the letter. Francisca suggests denouncing it and Lisabeta forbids it.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge dismisses Eustaquio and claims Alberto for having delivered the letter while Foreman was in San Fernando. Jorge makes him see that if English is a pirate, it is very possible that he is Ricardo's friend. He reproaches that he has not warned him. Alberto says that he did it to be good with Lisabeta and informs him that they went back to his house.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sofia explains to Santiago that Justo and she went to see Faustina, who told them that \"a man\" had abused Ophelia and although she never said the name, everything indicated that it was Jorge. He also explains that his interest in discovering the truth was because the manor is inherited by right of blood and it belongs to him. He also tells her that he has doubts if Jorge abused Camila. Santiago is very restless before this confession.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago tells his mother that he will go to see Jorge, both are worried about Rita's behavior, because before it was not like that. Ofelia says they should not have pushed him to marry her. He recognizes that he was at fault because since he returned Camila has not been a good husband. On the other hand, he is almost certain that Ricardo is hiding something and that he is an adventurer. He tells her that Camila was the one who bought the mill because he does not have any money.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo tells Camila that he is almost sure that Mancera already knows that he is a pirate and despite knowing that they are involved in the assaults on caravans, he has no evidence to blame them. On the other hand, she is worried about the doctor's letter because she does not have money to pay the inheritance if she were to be required to return it and, as a consequence, could put her in jail for debtors.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago and Agustín leave the church when they see that Gaspar is out of an elegant car, because of the uniform of the guards they realize that he is an archbishop. They go to meet him and welcome him, Gaspar asks them if they know Ricardo López DE Carvajal.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila and Jimena come talking about the square when from the wine shop, Gonzalo sees them and goes to them, he is very taken, he insults them, Jimena answers him and Gonzalo hits her. Vasco arrives and both face their weapons, Gonzalo has all the chance to win, suddenly, Mario arrives and they both face each other. To the surprise of everyone present Mario kills Gonzalo, the captain of the guard also witnesses the fight.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alberto talks to Juancho, who is very upset by the presence of 'Chino'. Juancho mentions that recently was another Foreman protege, nicknamed the 'Antillean'. Alberto when listening to this is alert, asks the real name but they tell him that they do not know, that he was there asking for his chests that were stolen in an assault on the caravan. Alberto is convinced that it is Ricardo.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge visits Santiago, reiterates that he has his support and congratulates him on the birth of his daughter. From the kitchen Ofelia sees Jorge go out, a moment later Rita arrives and she lies telling him that Sofia asked her to be the girl's godmother. Ofelia does not believe that Santiago accepts for all the damage that Jorge has done to them, Rita remembers the moment in which she received the letter of Camila asking them for help.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo and Camila have dinner in their room after having made love. Ricardo says that if he does not get the money with which he will replace the inheritance, he will ask Foreman, although later he has to pay it in some way, but the important thing is that she does not step on the jail.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alberto tells Lisabeta and Francisca that Camila is not in San Fernando, they believe that someone prevented Ricardo. Lisabeta is terrified when she finds out that the next day they will have an audience with Ricardo, Alberto tells her that he will support her.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ofelia, Justo, Inés and Ascanio go to the administrative palace when they see Lisabeta and Francisca accompanied by Alberto. Lisabeta, still nervous about the audience, shouts to Ascanio that he and Jimena will also be servants like Camila again, shouts that he is a traitor and everyone is amazed.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Paco is happy talking to his father, while Ines remains sad watching them. Vasco explains to the boy that he behaved badly with Justo and that's why they got angry. Ines reproaches that he saw Ursula and surely came from having seen him. Vasco accepts it but tells him that he told her that he does not want to see her again, Ines does not believe him.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo assures that Camila will not return and that he gives his word that he will pay every penny. Eustaquio says that in any case it is necessary that Camila returns so that there is a confrontation between her and Lisabeta.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The captain, accompanied by the jailer, invents Ricardo that they must go out to the patio because they must clean the cells to avoid epidemics, both Ricardo and the jailer are surprised of this measure because they know it is unusual. Ricardo has no choice but to accept and both he and three other inmates are tied and removed from their cells.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Justo and Sofia wait for Ricardo, who is helped by two guards to walk as he is almost doubled by the beating. The captain of the worried guard explains to Sofia that there was a fight between the prisoners, Sofia does not believe him and orders that they go for a doctor. The captain tries to justify himself and says that Alberto ordered it.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Just tell that Vasco will try to convince Camila not to return. Sofia says that it's all Alberto's fault that he's alienated with Lisabeta. He explains that Jorge told him that if he returns, Camila can authorize him to live in a custody house and that Ricardo get out of prison, as long as Lisabeta authorizes him.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila is still prey while Ricardo waits for Mario, who will embark for the 'Coralina' to borrow money from Foreman to pay off Camila's debt. Mario makes him see that if he wants to withdraw from piracy, he does not want to ask for money and suggests that Camila be taken from prison by force.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ascanio tells Mario that they met the real Ricardo López DE Carvajal, and that Santiago did not denounce him to avoid punishment for the family. Jimena clarifies that Santiago is going to be silent because he agreed with Camila that in exchange for his silence, he will separate from Ricardo.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo lies to Lisabeta saying that Camila gave him good reasons to leave her, tells him that he will take her away in a while, that he prepares his things. Ricardo leaves, Lisabeta feels triumphant.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge presents his son with the 'Chino', he explains that they could help him with lameness through the needles, he clarifies that it is not witchcraft. Santiago begins to be interested. Camila gives the letter to Candida for Justo, she tells him that she heard Francisca and Lisabeta arguing very loudly.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila cries out for Christian piety, asks that they let Ricardo be taken, Santiago grants it. Jorge supports, asks the pirates to take the wounded and disappear. Santiago prevents Camila from leaving or even saying goodbye to Ricardo, they take him away. Alberto questions Lisabeta, she defends herself saying that Ricardo was taking her by force. He does not believe him and he lies to him saying that Ricardo is dead and asks him if it was his cousin, Ricardo DE Salamanca. Lisabeta accepts it.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta takes her revenge on Camila and blames her for Ricardo's \"death\". Camila denies it and points out that in any case it was her fault. Lisabeta insults her and hits her. Santiago informs Lisabeta that Ricardo paid Camila's debt the day before, wants to buy the freedom letter. Lisabeta replies that she will not sell to Camila, there is no money to pay for her faults.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago asks Jorge if he is going to help him, he replies that he already knows the price. Jorge says he will pay Camila's freedom as a welcome gift for \"Santiago Mancera.\" Then he tells Alberto to force Lisabeta to sell it. Camila is released and her family receives her.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo remains prostrate while the 'Paisana', Magdalena and Mario take care of him. Pablo bursts in to warn that they saw a patrol of guards at the junction of Camino Real. Mario wants to embark and put sea of by means. The 'Paisana' warns that Ricardo is not able to travel, he can die.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Agustín celebrates the mass where he explains that Jorge recognizes Santiago, who will one day govern them, all the known characters are present. There is a party in the Mancera palace, they are all except Ofelia, Camila and Jimena.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jimena asks Camila when she plans to tell her family that she is pregnant. She says that soon and sad to think that Ricardo would have been glad to know because he wanted to start a family.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila tells that she wants to send her away so that no one knows she is pregnant. Jimena comforts her and Inés gives her the letter that came from 'Chino'. Read that Ricardo was taken from 'La Iguana' to an unknown destination and that his people say it was wrong. Camila breaks into tears.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila tells Jimena and Inés that they are going to send her to a town and that as she does not know where, Ricardo will not be able to find her. She leaves in a few days and they do not want Jimena to accompany her, because they do not trust her. Inés says that it is not fair, Camila replies that she is going to put up with it and will not even discuss, from now on she will only think of Ricardo and her son, because she will support everything.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alberto tells Lisabeta that Camila is pregnant and that they are going to hide her in a property owned by Jorge. He is telling it in confidence, because Justo does not want to be known and Jorge wants to please him, for Santiago.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta explains to Francisca that Alberto does not care about what happens to Camila's son, that's why he's going to ask for it in exchange for what he has to do as his wife. Francisca warns him that if Ricardo survived and returns, he will kill her knowing that he stole Camila's son.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Mateo, Uriel and Alberto share the jewelry that belonged to Ricardo. Jorge had already taken his part. They are interrupted by the voice of Salvador, who announces the arrival of Santiago and his family. Jorge leaves his friends to go to receive him. Before leaving, he informs Uriel that Ursula does not want to marry him.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago, Alberto, Camila and Justo arrive at Jorge's house in 'Garbancillo'. Santiago explains that Camila is going to stay there for a season and presents Justo as Camila's father. Alberto asks if there is a midwife in the town. Bartholomew says yes.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pablo comes to look for Justo, he tells him that he is on the side of Ricardo, who is recovering and wants to know about Camila. He just tells her that it's okay, Pablo asks to speak with her to deliver the letter that Ricardo sent him, he just takes it telling him that he gives it to him, then he reads the letter and burns it.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Úrsula and Rita ride. Alberto joins them saying that he went to the hacienda and cut his way there. Alberto stings Ursula's pride asking her how good a rider she is, she challenges him to a race. Ursula spurs her horse and advances. Alberto punches Rita with a punch, the animal runs out of control and throws Rita later.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Just cry for so many misfortunes. Ofelia tells him that the important thing now is to think about Ana María and ask Santiago to leave her with her to raise her. Ines asks if they are going to tell Camila about Rita's death. He just says no, so as not to mortify her now that she is calm.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila leaves the palace, meets Candida and they greet each other with affection. The woman tells him that she is with Lisabeta, helping her to take care of a precious baby, she was an orphan of a niece of her aunt Clotilde, but she does not understand which one. Candida leaves and Camila thinks about her son with longing.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge goes to see Ascanio and gives him to understand that Alberto will let him marry Manuela if he helps him to leave Santiago quiet so he does not want to check all the documents of the town hall.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Days later, Sofía, Úrsula and Camila arrive in another car at the home of Brígida DE Mendoza in Puerto Paraíso. Sofía says she is not interested in the money she left her but to take away the family memories, Herminia arrives, she greets Sofía very affectionately, she introduces her to Camila and Úrsula.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo sees with his telescope that three Spanish ships approach them, Pablo proposes to flee but Ricardo says that the wind is in favor of the Spaniards, so he orders to prepare for the attack. The Spanish ships launch the first cannon shot, Ricardo responds. The Spaniards beat 'La Camila' on one side.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo arrives at a beach where there are two boats and eight of his pirates who managed to get shipwrecked. Jorge furiously shows Marcelino the documents he gave to Santiago and scolds him for having allowed them to reach Ascanio's hands, orders him to search all the forged documents and destroy them.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lisabeta loads Pedro and tells him that as soon as they can they will leave. Francisca enters and scolds her for being in the house with the child. Lisabeta responds that Alberto can not get out of bed alone so he is not in danger, and if he died would be the solution to their problems.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago appears with José María and Melquiades when Jorge leaves his office. Jose Maria tells him that he has a deceased and another man seriously injured, they were informed that they are from San Fernando. Camila arrives in San Benito, says she is looking for a relative. Enrique recognizes her, Ricardo sees her in the distance.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Francisca sees Camila communicates it to Lisabeta, who asks to go and greet her. Although Francisca and Clotilde try to dissuade her, she persists, the child passes him in front of Camila and says \"what a pity that yours died\". Inés and Camila assume that Alberto informed Lisabeta.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila arrives in San Benito, says she is looking for a relative. Enrique recognizes her, Ricardo sees them in the distance, he makes a fuss to get attention. Vasco alerts Ricardo by calling him 'Manuel Darién'. A sergeant tries to prevent Ricardo from approaching, José María arrives to put order.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo comforts Camila, asks him to send Pablo to 'La Iguana' so that Mario brings Molinar Pastor's letters. Jorge is with Mateo, José María enters because he wants to interrogate him, Jorge is opposed, but Mateo finally dies without saying anything. Jorge sees Ines and Vasco, José María says they came to find a relative.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Camila points out that she went to see Ricardo at the San Benito prison and immediately asks if her son was born dead, or died later. He then says that she heard him cry, and finally questions Justo saying if he did not bury another creature instead of his son. He is just outraged. Camila does not give in and asks if Santiago could do it.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge, dejected and scowling, tells Sofia about the death of Uriel and Mateo. Sofia feels sorry for him, although he accepts that he wanted a long time to see him suffering. He asks if his abuses of power and what he achieved with them were worth it, Jorge says that surely, at the time. Sofia sees it so bad, she sends for the doctor.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Santiago denies having done something against Camila's son and swears he did not give it to Lisabeta. Justo tells him that he does not understand where Camila came from and that she saw Ricardo. Santiago denies and thinks that he filled his head with ideas to Camila.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Alberto says that he was after a woman the night he was assaulted. It seems to José María that there are many coincidences. Alberto, as it was with Jorge, mentions Ricardo, pointing out that perhaps as a pirate he convinced Uriel and Mateo to enter into dirty businesses.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ricardo at the door of Auxiliadora, he runs into Camila who is coming. Santiago is torn between sending his father to the gallows or hiding it. Ofelia thinks that if Jorge wants to make amends, he could be given a chance.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Jorge asks to speak alone with Santiago, he tells him about his discomforts. Santiago does not pay much attention, his father asks him for advice, he intends to return the concession of the store to Justo, he also says that in San Benito he saw Inés and Vasco. Santiago says they probably went to see Ricardo, Jorge is surprised.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Ascanio speaks clearly with Manuela, they accept their wedding as a bribe to shut up the contraband and the assaults. Ascanio notes that he has loyalty to Camila, and that if he denounces Alberto and Jorge, he would save Ricardo, although the culprits would go to the gallows. Manuela suffers, tells her to do what her heart dictates, and not to forget that she loves him.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Sofía and Fortunata go down to see the new lord of San Fernando and they are surprised to learn that it is Claudio Fernández DE la Cueva. The doorman warns that Ascanio needs to talk to Sofia, Claudio when he hears that his friend is out, asks that they make him pass and they greet him with great affection. He asks Sofía not to leave the palace, because he needs his company and his support. Sofia and Fortunata accept enchanted.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasión (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A party is held in honor of Claudio, on the one hand Ascanio and Manuela tell Fortunata that they will marry as soon as they spend six months of mourning the death of Alberto. Ricardo congratulates Claudio for having taken the decision to ask Sofía to stay in the palace. He just tells Ricardo that it hurts him to go live in New Orleans but he wishes them luck. Pablo says to the 'Paisana' that he already forgave her. Ines gives the news to Vasco who is pregnant and he hugs her happy.    "
                }
            }
        },
        "number of episodes": 114,
        "cast": [
            {
                "name": "González, Susana"
            },
            {
                "name": "Colunga, Fernando"
            },
            {
                "name": "Castro, Daniela"
            },
            {
                "name": "Rulli, Sebastián"
            },
            {
                "name": "Ferrara, Juan"
            },
            {
                "name": "Del Real, David"
            },
            {
                "name": "Banquells, Rocío"
            },
            {
                "name": "Moreno, José Elías"
            },
            {
                "name": "Rivero, Gabriela"
            },
            {
                "name": "Capetillo, Raymundo"
            },
            {
                "name": "Huitrón, Maty"
            },
            {
                "name": "Karr, Mariana"
            },
            {
                "name": "Edgar, Kika"
            },
            {
                "name": "Estrella, Alberto"
            },
            {
                "name": "Mishalska, Maya"
            },
            {
                "name": "Embil, Maite"
            },
            {
                "name": "Córdoba, Marcelo"
            },
            {
                "name": "del Olmo, Marisol"
            },
            {
                "name": "Anaís"
            },
            {
                "name": "Levy, William"
            },
            {
                "name": "Enríquez, Lorena"
            },
            {
                "name": "Brenan, Antonio"
            },
            {
                "name": "Brenan, Jorge"
            },
            {
                "name": "Felipe, Alejandro"
            },
            {
                "name": "Vázquez, Arturo"
            },
            {
                "name": "Estrada, Carlos López"
            },
            {
                "name": "Santander, Luis José"
            },
            {
                "name": "Rojas, Rafael"
            },
            {
                "name": "Joshio"
            },
            {
                "name": "Oliva, María Dolores"
            },
            {
                "name": "Solares, Evelyn"
            },
            {
                "name": "Macotela, Hugo Macías"
            },
            {
                "name": "la Garza, Iliana de"
            },
            {
                "name": "Li, Kokin"
            },
            {
                "name": "del Castillo, Eric"
            },
            {
                "name": "Vega, Isela"
            },
            {
                "name": "Arevalo, Daniel"
            },
            {
                "name": "Barón, José Antonio"
            },
            {
                "name": "Belmonte, Alejandro"
            },
            {
                "name": "Chao"
            },
            {
                "name": "Clausen, Khristian"
            },
            {
                "name": "Clavel, Aurora"
            },
            {
                "name": "Couturier, Luis"
            },
            {
                "name": "la Parra, Emoé de"
            },
            {
                "name": "Ferro, Martín"
            },
            {
                "name": "Gallardo, Rocío"
            },
            {
                "name": "Herrera, Vicente"
            },
            {
                "name": "Ibáñez, Paco"
            },
            {
                "name": "Inclán, Rafael"
            },
            {
                "name": "Infante, Toño"
            }
        ],
        "locations": [
            "Cartagena, Bolívar, Colombia",
            "Mexico"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "40"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 321,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY4NTA5NTQwNV5BMl5BanBnXkFtZTcwODIyMjAwMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Pasión",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Argomedo, María Eugenia"
            },
            {
                "name": "Pedroza, Pilar"
            },
            {
                "name": "Pedroza, Pilar"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "tech": {
            "runtime": [
                "40 min (95 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 321,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 115,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 103,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 31,
                "rating": 9.0
            },
            "males": {
                "votes": 74,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 33,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 8.1
            },
            "females": {
                "votes": 193,
                "rating": 8.8
            },
            "females aged 18 29": {
                "votes": 84,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 70,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 25,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.9
            },
            "us users": {
                "votes": 55,
                "rating": 8.6
            },
            "non us users": {
                "votes": 148,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 181,
            "9": 30,
            "8": 43,
            "7": 23,
            "6": 10,
            "5": 10,
            "4": 1,
            "3": 0,
            "2": 5,
            "1": 18
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}