{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "17 September 2007"
            }
        ],
        "release dates": [
            "Mexico::17 September 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Amor sin maquillaje"
            },
            {
                "countries": "Romania",
                "title": "Iubire fara machiaj"
            }
        ],
        "akas": [
            "Amor sin maquillaje (original title)",
            "Iubire fara machiaj Romania"
        ],
        "akas from release info": [
            "Amor sin maquillaje (original title)",
            "Iubire fara machiaj Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Lupita assures Paty that she does not want to know anything about the father of her daughter, Alejandro Cárdenas. The entire production team brings a cake to Pina, who is celebrating her birthday. Beatriz goes to look for Hector to tell her that she is not going to give up until she loves her again.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina is happy to see that her son has arrived to celebrate his birthday. Pina tells Lupita that she does not have to hate her father. Verónica remembers all her anecdotes during the years she has worked at Televisa.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adriana plays in Hector's dressing room, calls Pina and realizes that her cell phone is heard inside the dressing room. Valentín and Héctor know each other, they talk about the wonderful productions Televisa has made. Beatriz suffers for the love of Hector and arrives late at her call.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Beatriz finds Hector and Pina together. Beatriz treats Pina badly, but Hector reassures her and tells her that they look in her dressing room. Pina tells Hector that he does not like to hide his love. While traveling in the metro, Pina works on her novel. Pina dies of jealousy to see that during a scene, Hector and Beatriz kiss passionately.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina answers the phone and is surprised to hear the voice of her father, he treats her with affection, Lupita realizes this. Beatriz assures Héctor that he will not allow any woman to separate him from her, he reacts furiously and runs her from his dressing room. Rafael thinks Lupita does not want to go to San Diego with him. Pina goes to Hector's house, she asks him to read his novel and be honest in his comments.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Rafael tells Alejandro that he intends to marry Lupita. Hector reads Pina's novel, he is surprised by how good it is. Hector tells Pina that his novel is a marvel, that it would be like the consecration of his career. Valentín arrives at Pina's house, but when he does not find her, he starts talking with Verónica about the history of Telenovelas.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lupita tells Rafael that he can not go to live in San Diego with him. Lupita suffers when she hears that Rafael tells her that it is better to end their relationship. Valentín and Adriana finish making love, he confesses that for many years he has been in love with Pina. Valentín calls Pina's house and learns that he will go to Miami.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina arrives at her house, her mother and son rejoice that she has not left with Hector. Hector takes Pina's novel and comments with a passenger that it is one of the best novels he has read. Pina calls Hector to apologize for not having gone with him, she remembers that he left her his novel and asks what he can do to get it back. Valentín tells Adriana that he loves Pina, she infuriates.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lupita refuses to give any explanation of Pina to Alejandro. Marina tells Héctor the story of his life. Hector thinks he would love to have a child. Lupita tells Carmen that if Rafael loved her, he would have given her a second chance.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina refuses to let Veronica help her get a job. Pina tells Veronica and Lupita that she is pregnant, they are shocked. Pina calls Héctor to break the news, Marina answers his cell phone and denies that she is there. Pina calls Hector again to tell her that she is pregnant, but he refuses to listen.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Valentín brings pajamas to Pina for her baby. Marina tells Héctor the most difficult moments of her career. Pina thinks about going to look for Hector to let her know that she is going to be a father. Pina is disappointed to know that if she does not deliver her novel she will not be able to take the next course.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lupita refuses to give any explanation of Pina to Alejandro. Marina tells Héctor the story of his life. Hector thinks he would love to have a child. Lupita tells Carmen that if Rafael loved her, he would have given her a second chance.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina calls Héctor to break the news, Marina answers his cell phone and denies that she is there. Pina calls Hector again to tell her that she is pregnant, but he refuses to listen. Pina does not know what to do because she has lost her job and without Héctor's support. Valentín brings pajamas to Pina for her baby.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina tells her mom and grandmother that it hurts a lot not to know about her father. Lupita reads Hector's message and tells Pina, she, angry, says that so much the stranger went to take refuge in the arms of another. Pina and her dad meet again, he lives with his grandson. Pina asks her dad why he left her, he tells her that it is hard to understand but now he will not separate from her.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina gives birth to her daughter, is praised by her family and colleagues. Hector speaks to Pina, she clarifies that he does not want to know more about him. Pedro and Ines meet, he tells her that he accepted to be in his soap opera and that he will play the role of 'Vicente'. Pina and Valentín go out to dinner, he gives her a DVD where with a soap opera scene she asks if she wants to be his girlfriend.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina tells her mom and grandmother that it hurts a lot not to know about her father. Lupita reads Hector's message and tells Pina, she says that the stranger was so angry that she went to take refuge in the arms of another. Pina and her dad look, he lives with his grandson. Pina asks her dad why he left her, he tells her that it is hard to understand but now he will not separate from her.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina gives birth to her daughter and is praised by her co-workers. Hector tells him Pina and she tells him that she does not want to know more about him. Pedro and Ines meet and he tells her that he accepted to be in his soap opera and that he will play Vicente. Pina and Valentín go out to dinner, he gives her a DVD with a soap opera scene where he asks her to be his girlfriend.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Lupita cries when she does not know what will happen to her life. Rafael tells Pina that she needs to talk to Lupita and tell her that he loves her. Pina tells Valentín that her mother has cancer, bankruptcy in tears. Pedro confesses to Ines that his personal life is a disaster.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina talks to Rafael and explains why his mother did not go with him to San Diego. Hector confesses to Pedro that he is hopelessly in love with Pina. Pedro advises Hector to talk to Pina to tell him what he feels, but he replies that there is something that prevents him from talking to her.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hector goes to Pina's house and gives her the check for the author's rights, she is disconcerted. Alejandro accepts in front of Rafael that he failed Lupita and tells him that he leaves the way free. Ines is excited when they tell her that Pedro Ríos went to look for her. Pina rejects Hector's check and assures her that he did not write the novel for money.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Adriana calls Beatriz to demand that she tell him where Pina's memory is, Marina takes the horn and asks her to confess. Beatriz confesses where she left Pina's memory. Hector is surprised to learn that his blood type is very unusual, he suspects that it could be María Mercedes' father.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Hector tells Pina's dad that she has forgotten him and is now with Valentín. Pina finds out that her daughter is out of danger and is recovering. The producer of the Telenovela speaks with Beatriz in front of all the staff, tells him that he does not want her more in his production because of the bad play they did to Pina.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina tells her mom that she will never let her daughter see her father. The producer tells Marina that he thanks her for saving Pina's scripts, Marina apologizes but still tells her that she will not be welcome in another production. Pina finds Hector in the hospital.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Inés finds out that Pedro is going to leave the city, she runs to look for him. Lupita decides to stay with Alejandro, since it is the great love of her life. Agnes arrives at Pedro's house, she thinks he's gone, but he leaves surprisingly.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amor sin maquillaje (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Pina arrives at the place, there she sees a card that says \"you want to marry me\". Adriana is surprised to see that Valentin is not with Pina, he tells her that she can not take Pina away from the love of her life and that there are things that they can change, implying that something may arise between them. Hector appears in front of Pina and asks if she wants to marry him, she accepts and they are happy forever.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Méndez, Lucía"
            },
            {
                "name": "Évora, César"
            },
            {
                "name": "Favela, Marlene"
            },
            {
                "name": "Goyri, Sergio"
            },
            {
                "name": "Ibarra, Alejandro"
            },
            {
                "name": "Machado, Alicia"
            },
            {
                "name": "Montejo, Carmen"
            },
            {
                "name": "Moussier, Sabine"
            },
            {
                "name": "Rocha, Enrique"
            },
            {
                "name": "Rojo, Helena"
            },
            {
                "name": "Romo, Daniela"
            },
            {
                "name": "Salinas, Nora"
            },
            {
                "name": "Sebastian, Joan"
            },
            {
                "name": "Buenfil, Erika"
            },
            {
                "name": "Goldsmith, Gabriela"
            },
            {
                "name": "Villanueva, Mayrín"
            },
            {
                "name": "Enríquez, Lorena"
            },
            {
                "name": "Santamarina, Eduardo"
            },
            {
                "name": "Muriel, Alma"
            },
            {
                "name": "Islas, Benjamín"
            },
            {
                "name": "Andere, Jacqueline"
            },
            {
                "name": "Alemán, Julio"
            },
            {
                "name": "Barros, Alejandra"
            },
            {
                "name": "Bayardo, Luis"
            },
            {
                "name": "Blume, Ricardo"
            },
            {
                "name": "Bracho, Carlos"
            },
            {
                "name": "Báez, Claudio"
            },
            {
                "name": "Carrillo, Yadhira"
            },
            {
                "name": "Castañeda, Mara Patricia"
            },
            {
                "name": "Castro, Verónica"
            },
            {
                "name": "Cid, Sharis"
            },
            {
                "name": "Cordero, Joaquín"
            },
            {
                "name": "Couturier, Luis"
            },
            {
                "name": "Garza, Lili"
            },
            {
                "name": "Garza, Raquel"
            },
            {
                "name": "Golden, Diana"
            },
            {
                "name": "Guecha, Erik"
            },
            {
                "name": "Gómez, Héctor"
            },
            {
                "name": "Hernán, Aarón"
            },
            {
                "name": "Iturralde, Alfonso"
            },
            {
                "name": "Laguardia, Ernesto"
            },
            {
                "name": "Lizalde, Enrique"
            },
            {
                "name": "Tarso, Ignacio López"
            },
            {
                "name": "Marc, Xavier"
            },
            {
                "name": "María, Angélica"
            },
            {
                "name": "Meyer, Alejandra"
            },
            {
                "name": "Murguía, Gerardo"
            },
            {
                "name": "Navidad, Patricia"
            },
            {
                "name": "Origel, Juan José"
            },
            {
                "name": "Osorio, Conrado"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 5.2,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzI2YWQ2OTItN2NlMi00ZDRhLTg2YTYtMDk3YjE4ZjMxZTgyL2ltYWdlXkEyXkFqcGdeQXVyMTk4MDgwNA@@._V1_SY150_CR25,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Amor sin maquillaje",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Garcini, Salvador"
            },
            {
                "name": "Guajardo, Araceli"
            },
            {
                "name": "Pohlenz, Alejandro"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Canal de las Estrellas"
            }
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (50 Episodes) (Mexico)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 7,
                "rating": 3.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 9,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.1
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 15,
                "rating": 3.9
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 4,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 8
        },
        "arithmetic mean": 5.2,
        "median": 5
    }
}