{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2007"
            },
            {
                "country": "USA\n",
                "date": "October 2007"
            }
        ],
        "release dates": [
            "UK::2007",
            "USA::October 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Katy Brand's Big Ass Show"
            },
            {
                "countries": "Spain",
                "title": "El show de Katy Brand"
            }
        ],
        "akas": [
            "Katy Brand's Big Ass Show (original title)",
            "El show de Katy Brand Spain"
        ],
        "akas from release info": [
            "Katy Brand's Big Ass Show (original title)",
            "El show de Katy Brand Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another year of anarchic fun. Gwyneth Paltrow is telling you how to live your life, while Katy reveals the lost audition tapes of Penelope Cruz. East-end gangster, Her Majesty the Queen, hosts a royal seminar and Jennifer Aniston goes door to door. Pop parodies include: Lady Gaga, Kanye West and Coldplay.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "17 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another run of anarchic fun; Lily Allen is on a mission, Gwyneth Paltrow tells you how to live your life and Britney Spears drops in and out of the studio. The Queen gets narked during a knighthood, Captain Rosie dusts off her tutu to try Ballet, and Princesses Beatrice and Eugenie host their own version of 'Antiques Roadshow'. The Victorian Strumpets get political and there are pop parodies from Blur, Little Boots, and the kids from 'Inner City Musical'.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another run of anarchic fun; Lily Allen faces death, Gwyneth Paltrow lets you know what cereal you should eat and we reveal Penelope Cruz's lost audition tape for Notting Hill. The Queen has to deal with Edward crying again, while the Bad Bun hosts an Ann Summers party, Captain Rosie investigates China, Caroline tells Darren she's pregnant and The Victorian Strumpets dodge the London Strangler. Pop Parodies include The Killers 'Hummus', U2 and The Saturdays.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another run of anarchic fun; Lily Allen joins the circus, Mylene Klass takes over the show, Jennifer Aniston leaves a message and Gwyneth Paltrow tells you how to be a parent. The Queen is faced with a staff shortage, Captain Rosie invades a film set, Jesus' Girlfriend tries to be a good Samaritan and Olympic hopeful Cheryl Mirmikides fancies her chances at women's boxing while the Young Royals unearth some evidence on Princess Diana. Pop Parodies include the Kaiser Chiefs, Miley Cyrus and Duffy 'Finsbury Park'.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another run of anarchic fun; The Queen does Charles' annual appraisal, Lily Allen tries therapy while Russell Crowe tries poetry and Jennifer Aniston phones it in. Terrible with Babies tries to avoid gardening, Captain Rosie examines marriage while Oedipus Bex, the step-mother from hell, makes an indecent proposal and Caroline gets a few proposals of her own. Pop parodies include Rihanna, James Blunt-Morrison and The Pet Shop Boys 'It's a Song'.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Katy Brand is back for another run of anarchic fun; Lily Allen is up in the air, The Queen is writing her Christmas Speech while the Young Royals are Faking It. Caroline is looking for wedding dresses, Captain Rosie investigates the credit crunch, Jesus' Girlfriend meets the parents, Terrible With Babies hosts a dinner party and the Bad Nun faces a nasty operation. Pop parodies include; Mark Ronson, Pink, and Alexandra Burke 'Oh Simon'.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    At Normal Farm, Kate Winslet cooks Sunday lunch. On Armed Forces TV, Captain Rosie Fielding discusses health and dieting with nutrition gurus Simon Putney and Jean Witchell. Schoolgirls Kate Moss, Sadie Frost and Stella McCartney are doing a math test. Caroline Little Treats wonders whether or not to have a glass of white wine with her lunch.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Kate Winslet does some very ordinary shopping at the butchers, Caroline Little Treats gets conflicting magazine advice on whether to share her boyfriend's hobbies, or to have other interests and be independent. Captain Rosie Fielding talks about binge-drinking on The Woman's Slot. The news anchorwomen feature the Mexican, a new exercise craze sweeping America.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Caroline is fired from her job as a borderline woman's publicist. Kate Winslet takes her dogs out for a normal dog walk. Captain Rosie investigates alternative solutions to civilian stress. Schoolgirl Kate Moss is determined to raise enough money to buy booze. There are also spoofs of designers Coco Chanel and Karl Lagerfeld, as well as Shakira and Beyoncé.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Kate Winslet eats a normal breakfast just like her normal fans. Kate Moss tells Stella McCartney if she gets her good grades in science, she will make her look cool. Caroline Little Treats has done a relationship quiz in a magazine. Captain Rosie investigates the ethnicity of make-up. And Coco Chanel and Karl Lagerfeld turn their fashion faces to shoes.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Kate Moss and Stella McCartney compete for the affections of the French exchange student. Kate Winslet in the local pub eating a very normal pub lunch. Caroline goes shopping for shoes. Angelina 'Queen of the Jungle' Jolie is kidnapped by Meg Ryan and Andie MacDowell. And the American news anchorwomen report the hard-hitting news from Afghanistan.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Captain Rosie investigates the world of dating on The Woman's Slot. It's time for a lighter item on CNT news, as the anchorwomen invite international stylist and cosmetics guru, Panos Bitchy, onto the show. On the Southbank in London, total dude Lord Melvyn Bragg gets groovy with a couple of crackheads. And Mariah Carey sings a song that will get on your nerves.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Coleen McLoughlin promotes her latest book about her life between April 5th and April 7th last year. Captain Rosie Fielding investigates the world of recruitment. Jesus's Girlfriend thinks he should lose some fat. Princesses Beatrice and Eugenie pitch their inventions in the Dragons' Den. And pop parodies include Adele, The Ting Tings and 'Love In Da Pub'.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Lily Allen turns her hand to comedy and Captain Rosie takes a look at festivals in Privates Out. Kate Winslet has a normal appointment with the Doctor, and Prince Harry asks Grandma for a favor. Pop parodies include Mika and Take That. New sketches include The Secret Diary of a Victorian Strumpet and the Bad Nun.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Kate Moss crashes Stella McCartney's birthday party, Lily Allen tries her hand at directing, and Captain Rosie attempts to win the battle for hearts and minds. Pop parodies include Leona Lewis, Heart Bypass Operation and Kate Nash. New characters include witless politician Clare Bevan and the ultimate bossy TV makeover presenter.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    The Queen demonstrates some hidden talents with a car jack. Kate Winslet is being absolutely normal in the gym. Captain Rosie tries her hand at acting, Caroline gets a ride home and the news Anchor Women present a US Election Special. Pop parodies include 1980s favorites Spandau Ballet singing Old.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Captain Rosie investigates having a baby. Kate Normal Winslet is in the make-up chair, and hapless politician Clare Bevan MP gets stuck into a debate. Meanwhile, Kate Moss, Stella and Sadie compete for work experience with Karl Lagerfeld, and there is a pop parody of The Sugababes.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Kate Normal Winslet tries to rent a room, Kate Moss practices being a mum, Captain Rosie hosts a training weekend, and Caroline forces an ultimatum from Darren. Clare Bevan MP gets embroiled in a scandal. Plus an interview with Keira 'Neckbrace' Knightley.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Various",
                    "kind": "episode",
                    "episode of": {
                        "title": "Katy Brand's Big Ass Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 May 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Brand, Katy"
            },
            {
                "name": "Parkinson, Katherine"
            },
            {
                "name": "Cabourn-Smith, Margaret"
            },
            {
                "name": "Lance, James"
            },
            {
                "name": "Knight, Tom"
            },
            {
                "name": "Armand, David"
            },
            {
                "name": "Skinner, Dan Renton"
            },
            {
                "name": "Jones, Rufus"
            },
            {
                "name": "O'Shaughnessy, Barunka"
            },
            {
                "name": "Brodie, Philip"
            },
            {
                "name": "Botcher, Di"
            },
            {
                "name": "Davies, Greg"
            },
            {
                "name": "Kirk, Alexander"
            },
            {
                "name": "Fletcher, Dexter"
            },
            {
                "name": "Deacon, Adam"
            },
            {
                "name": "Kaye, Paul"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Gardner, Zoe"
            },
            {
                "name": "Tanner, Nick"
            },
            {
                "name": "Titmuss, Abigail"
            },
            {
                "name": "Wright, Michelle J."
            },
            {
                "name": "Dobson, Anita"
            },
            {
                "name": "Adorni, Guido"
            },
            {
                "name": "Albert, Jodi"
            },
            {
                "name": "Brewster, Anna"
            },
            {
                "name": "Chambers, Scott"
            },
            {
                "name": "Stevens, Michael Fenton"
            },
            {
                "name": "Holdbrook-Smith, Kobna"
            },
            {
                "name": "Larwood, Marek"
            },
            {
                "name": "Lawson, Laura"
            },
            {
                "name": "Linder, Joan"
            },
            {
                "name": "Lowe, Alice"
            },
            {
                "name": "Neary, Jo"
            },
            {
                "name": "Russell, Rupert"
            },
            {
                "name": "Spedding, Sam"
            },
            {
                "name": "Tezcan, Feri"
            },
            {
                "name": "Tiney, Elliott"
            },
            {
                "name": "Donn, Ray"
            },
            {
                "name": "Mahoney, Teresa"
            },
            {
                "name": "Patel, Bhasker"
            },
            {
                "name": "Smith, Alisha"
            },
            {
                "name": "Tulip, Lizanne"
            },
            {
                "name": "Graham, Kas"
            }
        ],
        "locations": [
            "London, England, UK",
            "Surrey, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 3,
        "rating": 4.2,
        "votes": 212,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg3MjM2MDM3N15BMl5BanBnXkFtZTgwMTY5MjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Katy Brand's Show is a parallel world of original characters and crazy celebrities with big egos and even bigger flaws that intermingle to create a whole new world of entertainment - like the one we know, but much more fun. With the sword of truth and the shield of chaos at her side, Katy Brand takes on the entire entertainment industry, swills it around in her brain and then spits it out.",
        "languages": [
            "English"
        ],
        "title": "Katy Brand's Big Ass Show",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Armand, David"
            },
            {
                "name": "Brand, Katy"
            },
            {
                "name": "Cecil, Kevin"
            }
        ],
        "production companies": [
            {
                "name": "World's End Productions"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            }
        ],
        "plot": [
            "Katy Brand's Show is a parallel world of original characters and crazy celebrities with big egos and even bigger flaws that intermingle to create a whole new world of entertainment - like the one we know, but much more fun. With the sword of truth and the shield of chaos at her side, Katy Brand takes on the entire entertainment industry, swills it around in her brain and then spits it out."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 212,
                "rating": 4.2
            },
            "aged 18 29": {
                "votes": 43,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 105,
                "rating": 3.5
            },
            "aged 45 plus": {
                "votes": 31,
                "rating": 3.9
            },
            "males": {
                "votes": 141,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 29,
                "rating": 5.8
            },
            "males aged 30 44": {
                "votes": 86,
                "rating": 3.2
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 3.8
            },
            "females": {
                "votes": 39,
                "rating": 5.8
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.4
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 4.7
            },
            "us users": {
                "votes": 23,
                "rating": 4.0
            },
            "non us users": {
                "votes": 145,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 33,
            "9": 5,
            "8": 20,
            "7": 20,
            "6": 10,
            "5": 6,
            "4": 6,
            "3": 13,
            "2": 16,
            "1": 83
        },
        "arithmetic mean": 4.4,
        "median": 3
    }
}