{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2007"
            },
            {
                "country": "Canada\n",
                "date": "October 2007"
            },
            {
                "country": "Australia\n",
                "date": "1 October 2007"
            }
        ],
        "release dates": [
            "Canada::2007",
            "Canada::October 2007",
            "Australia::1 October 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Odyssey: Driving Around the World"
            },
            {
                "countries": "USA (working title)",
                "title": "Odyssey: Drive Around the World"
            }
        ],
        "akas": [
            "Odyssey: Driving Around the World (original title)",
            "Odyssey: Drive Around the World USA (working title)"
        ],
        "akas from release info": [
            "Odyssey: Driving Around the World (original title)",
            "Odyssey: Drive Around the World USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Launch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Meet the ODYSSEY team, Nick, Justin, Nancy, Neil, Chanda Todd and guest travel writer Rolf Potts. The team prepares their homes for the next 11/2 years, 4 modified Land Rovers, which will take them on an unpredictable journey around the world. They meet with driving instructor Daphne Green for off-road 4x4 training in Hollister, California. Then, they're on the road. First stop, Las Vegas, Nevada for a week at an auto show before the real adventures begin. The crew crosses the first border on the long road that lies ahead of them, but they quickly run into their first...    "
                },
                "2": {
                    "title": "The Explosion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    After 3 days, Nick successfully forges some necessary paperwork and they get on the ferry from La Paz to Mazatlan, Mexico. They push fast south but can't resist a stop at Tequila, Mexico where they learn all about Mexico's famous concoction. Then it's a tie-in with the Mexican Federales, escorts who go awry leaving the team stranded on the dangerous highways of Mexico City. Exhausted, they finally reach the ancient Aztec ruins of Teotihuacan. The team has its first blowout when travel writer Rolf Potts loses his cool because of the group delays and poor scheduling. ...    "
                },
                "3": {
                    "title": "The Blowouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Things are really starting to heat up now as they descend into the jungles of Costa Rica. After a brief visit with Janine, a local girl who founded a wildlife rescue organization, they are off to pick beans at a local family-run coffee plantation. But before heading south to the border of Panama, Todd almost loses the family's heirloom. It's not long before more troubles strike the team. In the middle of the night an unexpected incident puts the crew out 2 tires, 2 wheels and on the side of the Panamanian highway. Swarms of bugs and a heated argument later they are ...    "
                },
                "4": {
                    "title": "The Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The crew fly to Ecuador where they spend Christmas in Quito at 15,000 ft. Then they head to the dodgy port city of Guayaquil, where they build \"El Viejos\" (effigies) and join the crazy tradition of blowing up last year's old ways to celebrate the New Year refreshed. The streets light up in total chaos that rivals the fireworks in Nicaragua! With schedule concerns looming, the crew anxiously moves southeast into the land of the Incas, Peru. On their way team leader Nick leads an excursion on a mountain trail, only to encounter the biggest of road hazards, The Rock. A ...    "
                },
                "5": {
                    "title": "The Jerry Cans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    In this episode the crew continue up to Lake Titicaca in Puno, Peru. They venture out onto the lake to explore the reed islands, a set of man-made islands that, for hundreds of years, have been home to a small village of peoples driven off the main land by the Incans. A tight schedule leaves little time for tourism though, and they push on into Chile. The schedule gets even tighter as they find themselves with empty gas tanks, empty jerry cans, and a hundred miles from the nearest gas station. A few generous farmers and many hours later, they are back on the road, but...    "
                },
                "6": {
                    "title": "The Outback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    The cars and the crew meet up in Brisbane, Australia to start the second leg of the expedition. After strict quarantine they head north up the beautiful Gold Coast and pop into the Australian Zoo to meet some wild friends and then continue North to Cairns for a scuba adventure on the Great Barrier Reef. It's not long before they reach the north where they venture out into the jungles to meet with Dr. Hughes Spencer, the real Batman. They discover his affinity for bats, big ones that love people!!! They soon head deep into the Outback where they stumble across a rodeo....    "
                },
                "7": {
                    "title": "The Ship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    The MV Torago proves to be more luxurious ship than the crew expected as they find themselves playing basketball, singing karaoke, and dancing into the evenings. Before long the pool is filled on deck and a few grateful splashes later the crew enjoy the last few hours of freedom before arriving in Singapore. The party is over and they head North into Malaysia. This leg takes the travelers through Kuala Lumpur where Chanda gets cupped black and blue with bruises while Nancy tries leeches on a swollen ankle! The northern border reveals the beauty of Thai cuisine as the ...    "
                },
                "8": {
                    "title": "The Survivor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    The crew discovers that local law requires Cambodians to drive their vehicles so Chanda, Nancy and Neil find a few local men who accept $20/day to drive the Land Rovers to Siem Reap where they team visit Ankhor Wat and other surrounding temples. Inside one temple Neil discovers \"Niem\", a survivor of Pol Pot regime, who tells his story of survival. Outside traditional music played by mine victims fills the air with hope. Its North into Laos and the jungles get thicker and hotter. The adventure gets wild as the team travel across the Mekong River to a small village and ...    "
                },
                "9": {
                    "title": "The Good Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    With fingers crossed the team approaches the Myanmar border. If successful, they will be the 1st group to cross Myanmar from East to West since 1952!!! They meet their guides Mao Mao and Chetry and head down the \"Old Burma Road\" also known as the \"Stilwell Road\". The checkpoints are rife and the route is strictly regimented but the crew seems to find loopholes as they pull over and help pick rice with local village women. In Mandalay they tour a Buddhist orphanage that helps boys whose parents are victims of the rebel fighting in the north. Further East they encounter...    "
                },
                "10": {
                    "title": "The Dalai Lama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Their northern route takes them along the sacred Ganges River into Varanasi where they explore the Hindu rituals of cremation. The team takes an unforgettable boat ride up the river and witness sights that leave them shocked. They visit a convalescence home and get a thorough explanation of the many rules that apply to burning the dead by local teacher, \"Papu\". They continue West past the Taj Mahal and into Delhi only to stumble across yet another festival, Janmaashtami. Team navigator Justin joins in the festivities, but before long on the crowded streets he learns a...    "
                },
                "11": {
                    "title": "The Deported",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Dec. 2007",
                    "year": "2007",
                    "plot": "\n    They pass over the highest roads in the world, Neil talks to a cow and Nancy gets lost!!! Due to unexpected changes in the route, they are forced to enter Pakistan in order to continue north to China. At the border they witness the \"Packet Ceremony\" and then on to Islamabad where their cars are searched for bombs before entering the hotel. Their route takes them north up the Karakorum Highway where Osama Bin Laden is expected to be hiding. 340 miles to the west is Kabul where coalition forces are fighting the Taliban in Afghanistan. They travel up the ancient \"Silk ...    "
                },
                "12": {
                    "title": "The Drive Shaft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Finally the Chinese visas are ready and the crew heads back through the Silk Road from Pakistan into China. Immediately they head north to Kashgar, home of the Uyghurs where Justin and Neil tour the Sunday market. The expedition is 5 months behind schedule and 3-teammembers are forced to make difficult decisions. With three surviving members and the push through the Siberian winter proves to be difficult and dangerous where temperatures drop to -59 Degrees!!! A $400 bribe gets them into Russia. Nick quickly realizes that they need a guide and Nancy manages to find \"...    "
                },
                "13": {
                    "title": "The Moose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Odyssey: Driving Around the World (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Dec. 2007",
                    "year": "2007",
                    "plot": "\n    In the final episode the crew have one last goal, to walk on the frozen Arctic Ocean in the Arctic Circle before heading down the last leg through Canada to California. In Prudhoe Bay, Alaska their wish comes true when they are granted permission to drive through the oil fields to the frozen ocean. Afterwards, on their way south they wake up to a group of bearded locals cutting up a steaming moose on the side of the road. They visit Denali national Park and bump into \"Ranger Fred\" who teaches them a little about the local wildlife. Sadly enough it's the road home now,...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Olson, Nancy"
            },
            {
                "name": "Baggerly, Nick"
            },
            {
                "name": "Borgie, Todd"
            },
            {
                "name": "Dana, Neil"
            },
            {
                "name": "Groom, Chanda"
            },
            {
                "name": "Mounts, Justin"
            },
            {
                "name": "Potts, Rolf"
            },
            {
                "name": "The Dalai, Lama"
            },
            {
                "name": "Cameron, James"
            },
            {
                "name": "Fox, Michael J."
            }
        ],
        "genres": [
            "Adventure",
            "Family",
            "Reality-TV"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 24,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTI1MDQ2OTUxMV5BMl5BanBnXkFtZTcwMjIxOTQ3Mg@@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "ODYSSEY: Driving Around the World takes the drama of everyday life and casts it on an exotic, global stage. But what happens when the stakes are not monetary and the only opponent is the unknown? Experience the true journey of 7 young professionals as they strike out on a grueling 15-month driving expedition around the world. You will discover the diversity of culture, geography while sharing the experience of life on foreign roads with a group of volunteers who dropped everything for the adventure of a lifetime. Departing from California the 7 adventurers begin their 66,000 km expedition around the world through 26 countries following the lines of longitude. Their highly equipped 4x4 Land Rovers take them to the far corners of the globe and it's there where they find their minds and spirits pushed to the limits. Despite some hardships they continue to explore and interact with the fascinating peoples, cultures and landscapes encountered during their global voyage. Four vehicles and 7 specialized and adventure-hungry crew-members lead you through dense tropical jungles, scorching deserts, and snow covered peaks of 26 different countries allowing for far more than just another travel show. Get ready for 13 episodes of unprecedented television adventure. Tensions run high in Panama when the team is stuck on the side of the road. Spend New Years Eve in Guayaquil, Ecuador where they explode effigies with the locals and run out of gas in the Atacama Desert in Chile. Dive the Great Barrier Reef in Cairns Australia. Be the first to cross Myanmar East to West in over 50 years and see the team get detained in India, deported from China and sent back into Pakistan. Meet the Dalai Lama at his Indian home in exile where he wishes the team luck on their journey. Shot with an eye for adventure and excitement, the show targets a curious and adventure-hungry audience.",
        "languages": [
            "English"
        ],
        "title": "Odyssey: Driving Around the World",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Black, Matt"
            },
            {
                "name": "Burgess, Adam"
            },
            {
                "name": "Morrow, Carmen"
            }
        ],
        "production companies": [
            {
                "name": "Burgess Productions"
            }
        ],
        "distributors": [
            {
                "name": "DirecTV"
            },
            {
                "name": "Drive TV"
            },
            {
                "name": "Extreme Sports Channel"
            },
            {
                "name": "Fox History and Entertainment Channel"
            },
            {
                "name": "Israeli Travel Channel"
            },
            {
                "name": "National Geographic Adventure"
            },
            {
                "name": "Outdoor Life Network (OLN)"
            }
        ],
        "plot": [
            "ODYSSEY: Driving Around the World takes the drama of everyday life and casts it on an exotic, global stage. But what happens when the stakes are not monetary and the only opponent is the unknown? Experience the true journey of 7 young professionals as they strike out on a grueling 15-month driving expedition around the world. You will discover the diversity of culture, geography while sharing the experience of life on foreign roads with a group of volunteers who dropped everything for the adventure of a lifetime. Departing from California the 7 adventurers begin their 66,000 km expedition around the world through 26 countries following the lines of longitude. Their highly equipped 4x4 Land Rovers take them to the far corners of the globe and it's there where they find their minds and spirits pushed to the limits. Despite some hardships they continue to explore and interact with the fascinating peoples, cultures and landscapes encountered during their global voyage. Four vehicles and 7 specialized and adventure-hungry crew-members lead you through dense tropical jungles, scorching deserts, and snow covered peaks of 26 different countries allowing for far more than just another travel show. Get ready for 13 episodes of unprecedented television adventure. Tensions run high in Panama when the team is stuck on the side of the road. Spend New Years Eve in Guayaquil, Ecuador where they explode effigies with the locals and run out of gas in the Atacama Desert in Chile. Dive the Great Barrier Reef in Cairns Australia. Be the first to cross Myanmar East to West in over 50 years and see the team get detained in India, deported from China and sent back into Pakistan. Meet the Dalai Lama at his Indian home in exile where he wishes the team luck on their journey. Shot with an eye for adventure and excitement, the show targets a curious and adventure-hungry audience.::Adam Burgess"
        ],
        "tech": {
            "runtime": [
                "23 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 24,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 7.5
            },
            "males": {
                "votes": 9,
                "rating": 5.4
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.5
            },
            "females": {
                "votes": 9,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 8.6
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 12,
                "rating": 6.3
            },
            "non us users": {
                "votes": 3,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 9,
            "9": 3,
            "8": 2,
            "7": 5,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}