{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "1 November 2007"
            },
            {
                "country": "Australia\n",
                "date": "5 December 2007"
            },
            {
                "country": "Finland\n",
                "date": "13 April 2008"
            },
            {
                "country": "Estonia\n",
                "date": "4 June 2008"
            },
            {
                "country": "Hungary\n",
                "date": "11 October 2008",
                "notes": "                            (limited)"
            },
            {
                "country": "Hungary\n",
                "date": "28 October 2008"
            },
            {
                "country": "Japan\n",
                "date": "28 January 2009",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Belgium\n",
                "date": "20 March 2012"
            }
        ],
        "release dates": [
            "Australia::1 November 2007",
            "Australia::5 December 2007",
            "Finland::13 April 2008",
            "Estonia::4 June 2008",
            "Hungary::11 October 2008                            (limited)",
            "Hungary::28 October 2008",
            "Japan::28 January 2009                            (DVD premiere)",
            "Belgium::20 March 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Satisfaction"
            },
            {
                "countries": "Estonia",
                "title": "Bordell 232"
            },
            {
                "countries": "Finland",
                "title": "Rakkauden ammattilaiset"
            },
            {
                "countries": "Hungary",
                "title": "Bordélyház"
            },
            {
                "countries": "Russia",
                "title": "Наслаждение"
            }
        ],
        "akas": [
            "Satisfaction (original title)",
            "Bordell 232 Estonia",
            "Rakkauden ammattilaiset Finland",
            "Bordélyház Hungary",
            "Наслаждение Russia"
        ],
        "akas from release info": [
            "Satisfaction (original title)",
            "Bordell 232 Estonia",
            "Rakkauden ammattilaiset Finland",
            "Bordélyház Hungary",
            "Наслаждение Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Amy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    With Chloe and Heather away, Nat recruits a new girl for 232. Young, wild and unpredictable, Amy ruffles feathers from day one. However, before she can join the team, she needs to pass Sean's 'roadtest'. After trying out the world of escorting, Lauren finds herself enticed back to 232, while Mel encounters an unexpected problem which has a huge impact on her ability to work. With the economic crisis bearing down, it forces Mel to make decisions which significantly affect her future. Meanwhile, Nat and Sean's burgeoning relationship grows increasingly unusual.    "
                },
                "2": {
                    "title": "Tess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    With Chloe and Heather away, Nat recruits a new girl for 232. Young, wild and unpredictable, Amy ruffles feathers from day one. However, before she can join the team, she needs to pass Sean's 'roadtest'. After trying out the world of escorting, Lauren finds herself enticed back to 232, while Mel encounters an unexpected problem which has a huge impact on her ability to work. With the economic crisis bearing down, it forces Mel to make decisions which significantly affect her future. Meanwhile, Nat and Sean's burgeoning relationship grows increasingly unusual.    "
                },
                "3": {
                    "title": "Out of Tune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Bernie, an off-kilter fetish client of Heather's lands at 232 wanting to see her. Desperate to get rid of him, Nat makes a false promise to find him a replacement, but Bernie's not going to go away that easily. In the pursuit of normal couple dating, Sean takes Nat to the movies where she's like a fish out of water. While Sean thinks it's fun, Nat finds it excruciating. The concept of 'us' is not something that sits comfortably with her and she tells Sean she wants an open relationship. Amy sees the dollar signs when a female client comes to 232 wanting to experiment ...    "
                },
                "4": {
                    "title": "Sheik Your Booty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    A memory from the past, coupled with the growing health worries, see Mel's uncertainty about her future begin to manifest in the most unusual ways. But then she is made an offer to run a brothel in Abu Dhabi. Sean has a client whose husband likes to watch her have sex. It's disturbing to Sean and when he and Nat argue about the weirdness of the situation, it further highlights their sexual differences. Tess' old flame Daniel turns up at 232 and pays to sleep with her, while Amy finds the courage to leave her father and move out of home.    "
                },
                "5": {
                    "title": "Non Standard Package",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "5 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Playing hostess at 232, Lauren is immediately attracted to John - a self-made millionaire. Nat embarks on a new business venture - sending Sean to play out 'pool guy' fantasies for bored, sexually dissatisfied wealthy women. Finding the 'pool guy' role demeaning, Sean shares his concerns with Nat but her response has him wondering whether there is any romance between them, or whether their relationship is 'strictly business'. Tess finally finds the courage to cut ties with her ex, Daniel, while Amy's need for intimacy leads her into a relationship with a client, Gus, ...    "
                },
                "6": {
                    "title": "Staples, Guns and Roses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Sean's out on his own with some friends: Alice, Steve and client-come-friend, Jemima. He lets his guard down more than usual, drinking, drugging and partying into the wee hours and wakes up the next day, remembering very little - but knowing they had some pretty wild sex. Feeling angry at Sean and realising their differences are insurmountable, Nat manipulates a situation with Bernie which sees Sean bust in on their session. But it opens the way for honest discussion about the state of their relationship and the restrictions it places on both of them. Lauren convinces...    "
                },
                "7": {
                    "title": "Playthings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Following a visit to the doctor, the reality that he was unknowingly penetrated hits home for Sean. Discounting Steve as the culprit confirms Jemima's claims; Alice is the perpetrator. However when Sean attempts to make her accountable, she denies responsibility. When Nat learns of the incident and follows it up with Sean, she urges him to continue to push Alice for the truth. Once again Alice fails to relent which sees Sean threatening blackmail unless she admits to the attack. Tess's regular client, Turnball, returns and she finds herself getting involved in his ...    "
                },
                "8": {
                    "title": "Not Vanilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "26 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A turn of events at work for Bernie and the subsequent therapy forced upon him by his boss sees Nat grow curious about the origins of her own fetish. This leads her to track down her mother, Loretta. It's an uneasy reunion for Nat, who finds the situation more confronting than she ever imagined it would be. Though Sean initially continues to struggle with the detritus of what happened with Alice, support from Nat and a particularly satisfying session with a client sees him charged with a determination to get over the incident once and for all. Lauren's relationship ...    "
                },
                "9": {
                    "title": "Bug Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    With her daughter Kate home for holidays and her relationship with John developing, Lauren's very content. She's oblivious however to her daughter's insecurities about the new domestic set up and is unaware of the lengths Kate is prepared to go to make trouble between her and John. Unable to cope, Lauren starts to rely on alcohol to deal with the pressure. Amy becomes involved with Dominic, a strange client whose doctor has advised he visits a prostitute because he lacks sexual confidence. Initially Amy thinks he's harmlessly naive, but when Dominic brings along a bug...    "
                },
                "10": {
                    "title": "Lifesavers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Lauren's drinking is taking an alarming turn. A blackout sees her arrive home drunk in the back of the cab. When the police arrive on her doorstep with the news her car was found abandoned and smashed, she finds herself inadvertently withholding information which results in the police thinking her car was stolen. What Lauren comes to remember is quite different - and damaging. She got drunk, drove her car, careened it into a public place and travelled home passed out in a taxi. Joining a self-help group to overcome her issues of involvement, Tess connects with Paul, a...    "
                }
            },
            "1": {
                "1": {
                    "title": "Running Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Ex-con runs an all-round, expensive Sidney bordello for a group of 'discrete' investors. Dream client Dougie can't understand the girls refuse 'on principle' to go out with clients anywhere else. A mountaineer enjoys a luxury night before he climb Everest. Client Warwick's fantasy world crashed down when his regular girl intrudes his legal professional sphere. Rough regular Raymund is sneakily abused by his selfish 'working girl'.    "
                },
                "2": {
                    "title": "Mrs. Hyde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "5 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Business tycoon Tim K. is getting enough of spoiled-rotten favorite call-girl Mel turning almost as possessive as a wife. Having overplayed hard to get, she freelances at Nick's bordello. Again acting reluctant, she takes rock star Johhny, who can't decide whether to cheat on his wife and takes a combined overdose. A meeting with Tim must decide Mel's final choice.    "
                },
                "3": {
                    "title": "Jizz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Heather wants a baby, which her lesbian friend Ally would carry to term. Straight friend Gary 'Gaz' is prepared to donate sperm privately, but hostility towards his girl Edie starts the whole plan's implosion. Nick welcomes Mel, exchanging confidences. Former principal Alexander 'Alex' takes his baby phantasm further. rather then father Josh, Bonnie wants mother Chloe to attend her school's career day, still ignoring her income comes from the bordello.    "
                },
                "4": {
                    "title": "Lauren Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "19 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Lauren has seconds thoughts and returns to her old life in deepest suburbia but Chloe follows her home and talks to her about how she got into the life of sex-working.    "
                },
                "5": {
                    "title": "Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "26 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Bonnie finds out what Chloe's real job is. Lauren is stunned to find out that Heather is pregnant.    "
                },
                "6": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "2 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Nick escalates persuasion techniques from threats to actual violence in order to demand a subpoena for Mel to testify about a client's assets in a divorce case be withdrawn by prosecutor Gottleib. Now Aiden has admitted being Tippi's biological father, she comes hustle him at school. He offers to pay for her study if she suspends the inappropriate 'profession' and won't tells his lush wife Margaret anything. Pregnant Hearther finds 'baby' client Alex jealous of a real one on the way.    "
                },
                "7": {
                    "title": "Rubber Dubber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    After visiting America with father, Ash leaves on a Hollywood animation course scholarship and Katie wants a US elite school too. Gay Graham 'Rosso' Ross recognizes Chloe as schoolmate Lucy while he brings wheelchair-ridden mate Para along for a much appreciated two-girls birthday treat. Nick tries as stubbornly to date Mel as she refuses. Politician Peter Yuan seeks leather fetish relief from his electoral stress. Dougie Miller Chloe. Openly sex-hungry Danny gets willing response from Bonnie on a dating-site.    "
                },
                "8": {
                    "title": "Zipless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Nick's gay drug courier Bobby Brooks missed a delivery, being 'intimately' cricket-fetish-engaged with a legal age teenager. Nick confiscates his cut and donates $300,000 'anonymously' to Mel, who still refuses to spend time with him privately. Mortician Geoffrey is delighted when Tippi goes along extending his morbid sense of kinky, only to be ultimately let down. Josh offers to be a father for Bonnie but is turned down given his record of leaving.    "
                },
                "9": {
                    "title": "Paying for It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Chloe, Bonnie, and Josh begin counseling sessions and it doesn't turn out the way Chloe hopes. Lauren's ex-husband Phil tells her he needs to sell the family home, and Heather's decision about the baby appears to be cemented.    "
                },
                "10": {
                    "title": "Slaying the Goat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Professional athlete Trent Davis is unpleasantly surprised when his wife turns up, but a pro-sex lesson patches up their sexually ailing marriage. Josh considers becoming a marred stepfather for Bonnie. Tim is disgusted by the lesbian lodger, even more to learn of Lauren's career move. Nick is so worried about the tax arrears that he considers selling the bordello. A client tells the girls he's part of an interested syndicate, which would want them to invest 10% themselves. Mel just lost $300,000 but earns her share in tycoon Tim's last night and morning before his ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Last Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Nick in hospital from blood-loss after his stabbing by Bobby. The business consequences are unclear, especially whether the girls may still buy into the bordello. Daughter Natalie stops at nothing to get 232's license, which is in dirty old artist Jimmy Burraston's lust-greedy hands. Mel claims authority based on her tax arrear coverage and commandeers client Reuben fro therapy. Josh comes repair and modernize the sound system, after which reopening is financially urgent.    "
                },
                "2": {
                    "title": "Pony Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Handiman Josh continues fixing the sound system, but observing Chloe at work and learning Nick also had a relationship seems to lead to a jealousy crisis. SM client barrister Tom convinces Heather to switch to non-bondage house-calls, only to arouse sanctimonious objections about his marital infidelity. Car dealer Abdul stops Lauren's wining after she shredded house-mate Heather's pet tortoise Harry.    "
                },
                "3": {
                    "title": "What Do You Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Mel's handsome, cocky brother, web designer Sean, drops by, denies needing money as usual but is broke worse then ever and convinces Nat to hire him as male escort and passes a challenging test: old married Roslyn, who feels guilty for 'repaying' her adulterous husband. Handiman Josh slaves on repairing the alarm system, which failed when SM client Martin ignored a stop-word, and ends up seduced to sex in the bar by Tippi. Lauren is reunited with her youth lover Max.    "
                },
                "4": {
                    "title": "Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "23 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Sean now has the confidence to invest in a classy escort-outfit, tells Mel, who claims he won't be up to it, and proves her wrong by utterly delighting old, spoiled-rotten power bitch Ann, he even enjoys it. Josh is disgusted by Nat's ingrate bitching and takes a music gig with his rock mate to be away for a few weeks. Hard working bar manager Zoron Tippi suffers from erectile dysfunction. She likes him enough to visit him at home, but does gets caught in a violent confrontation with his ruthless creditors Smith and Crash.    "
                },
                "5": {
                    "title": "A Good Eye for Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "30 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Coffee trade executive Bill accompanies business clients to 232. Waiting with Chloe, he first becomes friends, later starts a relationship, which Josh senses isn't just business. Introduced by speech-writer Sheedy, politician Terence O'Neil's wife Fiona hires Lauren as his 'reliable' mistress. Zoron shyly keeps away after Tippi has died. Mel misunderstands the family's request for help with the funeral and has to accept Sean feels at home in the escort business.    "
                },
                "6": {
                    "title": "Gene Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Hunky client Jack books Heather for a threesome with his wife Louise 'Lou'. Sean and Mel get a surprise visit from mother Gilian, who offers Sean a fortune to leave the escort business and announces she's divorcing their equally adulterous father. Jealous Mel pulls a scene, gets drunk and bothers regular client Rueben, a shrink. Lauren's meddling with Terence and Fiona Crane's marriage keeps making things worse for everyone.    "
                },
                "7": {
                    "title": "All Those Monkeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sean is not amused that Nat, who clearly enjoys his predicament, tricks him into another session with nightmare client Jamima Harris, who requires hellishly contorted service. Jack and Lou are back for more threesome 'practice' before interviewing Heather for their study on three-way sexual relationships. Gilian bails last minute, in favor of a mediocre date, on the zoo trip Sean got Mel to commit too in order to create at least one 'nomal family' memory. Terence realizes Lauren is a 'professional' and demands the truth.    "
                },
                "8": {
                    "title": "Cyclone Chloe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Josh is back early from his rock tour and surprises Chloe, who turned jealous of the late Tipi after Nat tells her and throws him out. Sean takes him in and tries to coach a reconciliation, in vain. Blind, weird regular client Robbie Barnes isn't fooled by Chloe pretending to be Tipi, but after consideration accepts the alternative. Facing her mess with Fiona after Terence's cardiac crisis, Lauren has nightmares about the kids.    "
                },
                "9": {
                    "title": "Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "27 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sean is learning every trick in the trade, even starts enjoying kinky ones and challenging clients. Insanely jealous, Nat cancels all his booking except for a prune, yet after he finds out and undoes the damage Sean only insists they should have sex. Hot, rich rugby-player Marc is a wet dream, even for super-spoiled Mel, yet she tries to maintain her abusive 'superior' pose. Heather hesitates whether to dump Jack as a client because he's the only man who ever gave her an orgasm. Nick's old goon mate tracks down Tippi's killers but demands Nat first comes up with a ...    "
                },
                "10": {
                    "title": "Spilt Kisses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Satisfaction (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Sean masterly and generously cures Nat's virtual frigidity. Marc can't cope with Mel's mean games and ends up rouging up one of her wale clients. Jack reveals he and Eloise desperately want a child and are offered heather's frozen eggs. Jimmy Burraston has captured Tippi's co-killer Smith but ultimately Nat lacks the courage to inject a fatal dose.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Morassi, Kestie"
            },
            {
                "name": "West, Madeleine"
            },
            {
                "name": "Whyte, Alison"
            },
            {
                "name": "Glenn, Diana"
            },
            {
                "name": "Novakovic, Bojana"
            },
            {
                "name": "Sergeant, Peta"
            },
            {
                "name": "Clare, Dustin"
            },
            {
                "name": "Jandric, Kristie"
            },
            {
                "name": "Stapleton, Sullivan"
            },
            {
                "name": "Mammone, Robert"
            },
            {
                "name": "Moore, Rebecca"
            },
            {
                "name": "Keenan, Camille"
            },
            {
                "name": "Caruso, Renai"
            },
            {
                "name": "Bell, Nicholas"
            },
            {
                "name": "Taylor, Robert"
            },
            {
                "name": "Alexander, Bruce"
            },
            {
                "name": "Connor, Shane"
            },
            {
                "name": "MacDonald, Todd"
            },
            {
                "name": "Dean, Nathaniel"
            },
            {
                "name": "Theodorakis, Maria"
            },
            {
                "name": "Curry, Bernard"
            },
            {
                "name": "Fair, Ngaire Dawn"
            },
            {
                "name": "Burne, Tanya"
            },
            {
                "name": "Lord, Tamblyn"
            },
            {
                "name": "Jenkinson, Kate"
            },
            {
                "name": "Bowler, Grant"
            },
            {
                "name": "Vidler, Steven"
            },
            {
                "name": "Curtin, Peter"
            },
            {
                "name": "Poli, Tony"
            },
            {
                "name": "Stanford, Jeremy"
            },
            {
                "name": "Halbert, Don"
            },
            {
                "name": "Roberts, David"
            },
            {
                "name": "Spence, Yesse"
            },
            {
                "name": "Denny, Paul"
            },
            {
                "name": "Venn, Blair"
            },
            {
                "name": "Beaumont, Jude"
            },
            {
                "name": "Chong, Jason"
            },
            {
                "name": "Raffety, Mark"
            },
            {
                "name": "Coleman, Alexander"
            },
            {
                "name": "Boesenberg, Matt"
            },
            {
                "name": "Mullinar, Rod"
            },
            {
                "name": "Weaver, Jacki"
            },
            {
                "name": "Russell, Jim"
            },
            {
                "name": "Lowe, Sophie"
            },
            {
                "name": "Griffin, Louise"
            },
            {
                "name": "Pasvolsky, Jonny"
            },
            {
                "name": "Menzies, Robert"
            },
            {
                "name": "Afif, Rodney"
            },
            {
                "name": "Elliot, Luke"
            },
            {
                "name": "Johnson, Ryan"
            }
        ],
        "locations": [
            "Central City Studios, Melbourne, Victoria, Australia::(seasons 2 & 3)",
            "Docklands, Melbourne, Victoria, Australia",
            "Eve Bar, Southbank, Melbourne, Victoria, Australia::(232 exterior)",
            "Melbourne, Victoria, Australia"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Dolby Digital::(Dolby 5.1)"
        ],
        "certificates": [
            "Australia:MA15+",
            "New Zealand:R18::(DVD rating)"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 1125,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTQzZGJhMDktNjFiZS00M2IyLTlhZGQtYTRmZjgzYmY0Y2Y1XkEyXkFqcGdeQXVyNTM4OTY2MDU@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Club 232, a luxury bordello in Melbourne (Australia), is the focal point of fun, debauchery and various drama involving prostitutes, pimp team, clients families and others. Gangster Nick runs it for a shady conglomerate, until a drug deal proves fatal and his daughter and daily assistant Nat must take over. Callgirl Mel has the top-end clients, semi-independent. The other girls tend to struggle with their private lives and whether to keep them apart from 'sex work'. Clients and loved ones have their own problems.",
        "languages": [
            "English"
        ],
        "title": "Satisfaction",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Simpson, Roger"
            },
            {
                "name": "Ford, Matt"
            },
            {
                "name": "Winston, Samantha"
            }
        ],
        "production companies": [
            {
                "name": "Lone Hand"
            },
            {
                "name": "Lonehand Productions"
            }
        ],
        "distributors": [
            {
                "name": "AXN"
            },
            {
                "name": "Fox Life"
            },
            {
                "name": "Kanal 2"
            },
            {
                "name": "Life Network"
            },
            {
                "name": "Life Network"
            },
            {
                "name": "Mainostelevisio (MTV3)"
            },
            {
                "name": "SPO"
            },
            {
                "name": "Showtime Australia"
            }
        ],
        "special effects": [
            {
                "name": "Iloura"
            }
        ],
        "other companies": [
            {
                "name": "Real People Victoria"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "Set in a high class brothel this new series creates a hyper reality whereby we are privy to the private lives and emotions of five beautiful young women.::Marita Mussett",
            "Club 232, a luxury bordello in Melbourne (Australia), is the focal point of fun, debauchery and various drama involving prostitutes, pimp team, clients families and others. Gangster Nick runs it for a shady conglomerate, until a drug deal proves fatal and his daughter and daily assistant Nat must take over. Callgirl Mel has the top-end clients, semi-independent. The other girls tend to struggle with their private lives and whether to keep them apart from 'sex work'. Clients and loved ones have their own problems.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (Australia)"
            ],
            "sound mix": [
                "Dolby Digital (Dolby 5.1)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ],
            "camera": [
                "Arriflex 16 SR2",
                "Arriflex 16 SR3, Zeiss, Century and Angenieux Lenses"
            ],
            "negative format": [
                "16 mm (Kodak Vision2 200T 7217, Vision3 500T 7219, Vision 500T 7279)"
            ],
            "cinematographic process": [
                "HDCAM SR (1080p/24) (master format)",
                "Super 16 (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1125,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 158,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 524,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 253,
                "rating": 7.4
            },
            "males": {
                "votes": 605,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 78,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 324,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 189,
                "rating": 7.3
            },
            "females": {
                "votes": 346,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 80,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 193,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 59,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 36,
                "rating": 6.3
            },
            "us users": {
                "votes": 217,
                "rating": 7.5
            },
            "non us users": {
                "votes": 590,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 280,
            "9": 163,
            "8": 251,
            "7": 191,
            "6": 101,
            "5": 54,
            "4": 21,
            "3": 12,
            "2": 12,
            "1": 40
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}