{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 November 2007"
            }
        ],
        "release dates": [
            "USA::15 November 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Moores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The Bouilles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    John Bouille is a program director for a jazz radio station and an expectant father. He's never been able to manage his schedule, so we enlist the help of a time management expert. Perri Kersh gets John on schedule and helps him find time for a family game night once a week.    "
                },
                "3": {
                    "title": "The Shedricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Jen Shedrick is a mom of three-year-old twins and the wife and business partner of her husband Dan. With so much on her plate, Jen can never pencil in time to finish some painting projects that she's started. Jen admits she needs help to get her on the path to completion. Time management expert, Geralin Thomas, gets a glimpse of how Jen currently manages her time so that she can create a time-saving strategy for Jen to complete her painting projects.    "
                },
                "4": {
                    "title": "The Damares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Kelly and David Damare have three kids, three careers between the two of them and no time. Before they grew into an active family of five, Kelly and David could always find time to unwind together at the gym. Now, when they need that time most, it's nowhere to be found. But time management expert Geralin Thomas is about to change all that for the Damares. After walking through their busy lives, she's going to help them find a system for what they have to do each day, so they can make time for what they want to do: work out together on a schedule.    "
                },
                "5": {
                    "title": "The Johnsons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Mar. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Lorraine and Cliff Powers have full time careers, four kids, and no time. With so much going on, the Powers can't find time for something really important to them - making family photo albums. So, time management expert, Perri Kersh, steps in and help the Powers find ways they can make time for their main goal, creating an album for their youngest son Keenan.    "
                },
                "7": {
                    "title": "The Verians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Cindy and Mike Verian have two very different careers, two very active children and one problem...no time. Cindy Verian isn't your ordinary stay at home mom. She runs the business of her family of four, as well as a very dynamic business from home. Cindy teaches drama and runs a Murder Mystery Theatre company. She has a lot on her to-do list day in and day out, and absolutely no concept of how long it actually takes to get one thing done. Time management expert Molly Gold is about to help Cindy get control of her time so that she can find the time to spend bowling ...    "
                },
                "8": {
                    "title": "The DeHarts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Karen and Jon have very busy careers, volunteer in the community and have three girls under the age of 7, which doesn't leave much time for anything else. Karen is a marketing director for the states athletic department, while Jon is a mortgage broker who is always available to his clients 24/7. Karen hasn't made time for herself since the girls were born. Time management expert Perri Kersh is going to try to change all that. The end result is that Karen now has time to exercise without worrying about whether the house is a mess, and \"if mama's happy everyone's happy.\"    "
                },
                "9": {
                    "title": "The Buchanans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Years ago your neighborhood ice cream man could be found driving down the street without a care in the world. Well, times have changed and the modern-day ice cream man may be multi-tasking as he takes your order. Buck Buchanan is your modern-day ice cream man - always juggling one job while he's preparing for another. Never mind the fact that he has a wife, two kids and a dog that he'd like to make more time for. After all, they are the reason he works so hard in the first place. Time Makeover enlists the help of time management expert Cyndy Ratcliffe to help Buck ...    "
                },
                "10": {
                    "title": "The Dominos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Mike and Connie Domino have two children, full-time careers and one major problem - no time. With their busy schedules, they constantly struggle to keep things control outside the house. But it's inside the house that really falls apart. Over the years, the house has become so messy that the Domino family has not had friends over in more than five years. So time management expert, Cyndy Ratcliffe, will step in and help the Dominos break through all the clutter and find ways they can make time to have a monthly party at their house, complete with musical entertainment.    "
                },
                "11": {
                    "title": "The Lucchesi's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Ever feel like every day is a race against the clock? You're always trying to fit just one more thing into your daily agenda. Five minutes to spare means five minutes you could have been doing something that gets you closer to the finish line. DC and Kathi Lucchesi are no different. According to them, life in their house is a circus. They have three kids. Two very different careers. And one problem...no time. We've enlisted the assistance of time management expert Scott Roewer to help the Luchessi's make time to spend together in a cooking class - no kids, no agenda -...    "
                },
                "12": {
                    "title": "The Liebmans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Ever wish that you could take a time out from your daily routine? Cindy and Dave Liebman feel exactly the same way. They're two parents who work in different time zones raising four boys ... under one roof. We've enlisted the assistance of time-management expert Scott Roewer to help the Liebmans make time to spend together once a month at a sporting event, where one of the boys isn't wearing a uniform ... no jobs, no agenda ... just the family. But it's not going to be easy for them to change their habits, and we'll see just how open they are about taking Scott's ...    "
                },
                "13": {
                    "title": "The Broughtons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Time Makeover (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Ever wish that you could have just one more hour in the day? Well, the reality is that we all get just 24 hours each and everyday ... but it's what you do with your 24 that matters. Enter David and Caroline Broughton. Two parents, both engineers, who run a tight ship, and yet they somehow can't find time to spend with their two children, Robert and Rachel. We've enlisted the help of time-management expert, Cyndy Ratcliffe, to help the Broughtons make time to spend together once a week in a Tae Kwon Do class. They'll have 12 days to take Cyndy's advice or leave it at ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Gold, Molly"
            },
            {
                "name": "Kersh, Perri"
            },
            {
                "name": "Ratcliffe, Cyndy"
            },
            {
                "name": "Thomas, Geralin"
            },
            {
                "name": "Roewer, Scott"
            },
            {
                "name": "Bouille, John"
            },
            {
                "name": "Damare, David"
            },
            {
                "name": "Damare, Kelly"
            },
            {
                "name": "DeHart, Jon"
            },
            {
                "name": "DeHart, Karen"
            },
            {
                "name": "Moore, Eric"
            },
            {
                "name": "Moore, Kim"
            },
            {
                "name": "Verian, Cindy"
            },
            {
                "name": "Verian, Mike"
            },
            {
                "name": "Broughton, Caroline"
            },
            {
                "name": "Broughton, David"
            },
            {
                "name": "Buchanan, Buck"
            },
            {
                "name": "Domino, Connie"
            },
            {
                "name": "Domino, Mike"
            },
            {
                "name": "Johnson, Emily"
            },
            {
                "name": "Johnson, Robin"
            },
            {
                "name": "Liebman, Cindy"
            },
            {
                "name": "Liebman, Dave"
            },
            {
                "name": "Lucchesi, D.C."
            },
            {
                "name": "Lucchesi, Kathi"
            },
            {
                "name": "Power, Cliff"
            },
            {
                "name": "Power, Lorraine"
            },
            {
                "name": "Shedrick, Dan"
            },
            {
                "name": "Shedrick, Jen"
            }
        ],
        "locations": [
            "Durham, North Carolina, USA",
            "Raleigh, North Carolina, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$56,000 (estimated)",
        "plot outline": "Never seem to find the time to do anything other than hurry? Time Makeover provides schedule-challenged families with the help of time management experts. Will their help be used or ignored? Will the families change their scheduling ways? Find out on Time Makeover.",
        "languages": [
            "English"
        ],
        "title": "Time Makeover",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Time Makeover (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Clement, Shannon"
            },
            {
                "name": "Eckerson, Brenna"
            },
            {
                "name": "Hightower, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Distillery Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Fine Living Network"
            }
        ],
        "plot": [
            "Never seem to find the time to do anything other than hurry? _Time Makeover_ (qv) provides schedule-challenged families with the help of time management experts. Will their help be used or ignored? Will the families change their scheduling ways? Find out on _Time Makeover_ (qv).::Trailblazer Studios"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}