{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "  2007"
            },
            {
                "country": "Ireland\n",
                "date": "23 April 2007"
            }
        ],
        "release dates": [
            "Ireland::2007",
            "Ireland::23 April 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Brain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surgeons (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surgeons (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    A difficult patient causes Chen Xi to lose her temper and receive disciplinary action. Chief Yang promotes Shu in order to further his own interests.    "
                },
                "3": {
                    "title": "Breast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surgeons (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Surgeons (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "O'Brien, Daire"
            },
            {
                "name": "Bolger, Ciaran"
            },
            {
                "name": "Dowling, Frank"
            },
            {
                "name": "Dudeney, Sean"
            },
            {
                "name": "Hill, Arnie"
            },
            {
                "name": "Marks, Charlie"
            },
            {
                "name": "O'Donnell, Margaret"
            },
            {
                "name": "Redmond, Mark"
            },
            {
                "name": "Wood, Freddie"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "49"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjBhNzlhYjUtZjNiZS00NzJiLWJjZGYtMzYyODY0OGM2MjE0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR80,0,101,150_.jpg",
        "plot outline": "Jin Dong (Nirvana in Fire, Candle in the Tomb) and Bai Bai He (Go Away Mr. Tumor) star in a medical drama about a man's quest to redeem his family's name and find the evil that destroyed them many years ago. When a man's family is destroyed in a way that seems too coincidental, he returns to the source thirty years later to find out what happened. Zhuang Shu (Jin Dong) is a surgeon. 30 years ago, his mother was forced to resign from her position at Renhe Hospital. Supposedly, she had accidentally killed a patient. Then Zhuang Shu's sister was abducted. His mother died in a car accident a few years later. It all seemed a little too fishy. Now, 30 years after his mother was forced to leave Renhe Hospital, Zhuang Shu has returned from the US. As a surgeon, he intends to get deep into the conspiracy and find out what happened that destroyed his family. At the hospital, he also meets Lu Chen Xi (Bai Bai He), the daughter of the patient whose death thirty years ago started this mystery. She is also a surgeon, and also wants to unravel the mystery that took her father away from her. Can the two surgeons work together to find out what caused the destruction of both their families, or will they also succumb to the darkness that lies behind the operating table? Also known as Stories Behind OR, Surgeons is a medical romance directed by Li Xue (Nirvana in Fire) and written by Zhu Zhu (screenwriter for When a Snail Falls in Love). The drama debuted on April 17, 2017 on ZJSTV. It ran for 45 episodes, with its finale on May 10, 2017. The drama is a reunion for director Li Xue and actors Jin Dong and Liu Yi Jun, who all worked on Nirvana in Fire. The cast for Surgeons includes Jin Dong as Zhuang Shu, Bai Bai He as Lu Chen Xi, Li Jia Hang as Chen Shaocong, Liu Yi Jun as Yang Fan, Ma Shao Ye as Fu Bowen, Yang Xin Ming as Zong Xibei, Jin Shi Jie as Xiu Minqi, Lan Ying Ying as Yang Yu, He Du Juan as Chu Jun, Gao Lu as Lin Huan, Juan Zi as Zhao Jing, Wang Yong Quan as Lu C",
        "languages": [
            "English"
        ],
        "title": "Surgeons",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Surgeons (Ireland)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Buachalla, Traolach Ó"
            }
        ],
        "production companies": [
            {
                "name": "Mint Productions"
            }
        ],
        "plot": [
            "Jin Dong (Nirvana in Fire, Candle in the Tomb) and Bai Bai He (Go Away Mr. Tumor) star in a medical drama about a man's quest to redeem his family's name and find the evil that destroyed them many years ago. When a man's family is destroyed in a way that seems too coincidental, he returns to the source thirty years later to find out what happened. Zhuang Shu (Jin Dong) is a surgeon. 30 years ago, his mother was forced to resign from her position at Renhe Hospital. Supposedly, she had accidentally killed a patient. Then Zhuang Shu's sister was abducted. His mother died in a car accident a few years later. It all seemed a little too fishy. Now, 30 years after his mother was forced to leave Renhe Hospital, Zhuang Shu has returned from the US. As a surgeon, he intends to get deep into the conspiracy and find out what happened that destroyed his family. At the hospital, he also meets Lu Chen Xi (Bai Bai He), the daughter of the patient whose death thirty years ago started this mystery. She is also a surgeon, and also wants to unravel the mystery that took her father away from her. Can the two surgeons work together to find out what caused the destruction of both their families, or will they also succumb to the darkness that lies behind the operating table? Also known as Stories Behind OR, _Surgeons_ (qv) is a medical romance directed by Li Xue (Nirvana in Fire) and written by Zhu Zhu (screenwriter for When a Snail Falls in Love). The drama debuted on April 17, 2017 on ZJSTV. It ran for 45 episodes, with its finale on May 10, 2017. The drama is a reunion for director Li Xue and actors Jin Dong and Liu Yi Jun, who all worked on Nirvana in Fire. The cast for _Surgeons_ (qv) includes Jin Dong as Zhuang Shu, Bai Bai He as Lu Chen Xi, Li Jia Hang as Chen Shaocong, Liu Yi Jun as Yang Fan, Ma Shao Ye as Fu Bowen, Yang Xin Ming as Zong Xibei, Jin Shi Jie as Xiu Minqi, Lan Ying Ying as Yang Yu, He Du Juan as Chu Jun, Gao Lu as Lin Huan, Juan Zi as Zhao Jing, Wang Yong Quan as Lu C"
        ],
        "tech": {
            "runtime": [
                "49 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}