{
    "imdb": {
        "raw release dates": [
            {
                "country": "Colombia\n",
                "date": "  2007"
            },
            {
                "country": "Colombia\n",
                "date": "24 October 2007"
            }
        ],
        "release dates": [
            "Colombia::2007",
            "Colombia::24 October 2007"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Periodista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "19 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Journalist Cristina Sarmiento receives the visit of her uncle Ignacio. He tells her that he is leaving the direction of the magazine to assume the position of Minister of Communications of the Nation. Cristina is very surprised, since she is currently taking part in an investigation on the corruption and mismanagement of the government. Amid these news, Cristina is told that Carlos, her partner, has just died in an accident. Still shocked by these news, she receives a call from Carlos himself, who tells her that he is still alive and that she must disclose the ...    "
                },
                "2": {
                    "title": "Coartada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "26 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Felipe receives a call from a friend who tells him he just saw his wife with another man. This unleashes a jealous rage in Felipe who starts calling Clara but she doesn't answer the phone. Felipe starts snooping through Clara's personal belongings and finds a business card of a man named Emilio Martínez. Felipe calls Emilio and tries to get information, but Emilio would rather talk in person. Felipe then goes to the place where they would meet, only to discover that the place his wife attended is actually an alibi agency for unfaithful people. Felipe loses it ...    "
                },
                "3": {
                    "title": "Testigo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    There's just one hour left before the witness testifies before the jury, and the numerous threats against her life make this one of the hardest tasks ever assigned to Lieutenant Mendoza and his team in their whole careers. Two of the best police officers are assigned to provide security and protection. Shortly before their mission is completed, Sergeant Flores, one of the officers protecting the witness, receives a call where they threaten the life of her mother who has just been kidnapped. Now, to save the life of her mother, Sergeant Flores must kill the witness.    "
                },
                "4": {
                    "title": "Diamantes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Elías and Smith have a diamond smuggling mafia and they need the help of Salomón, an Orthodox Jew, to get the smuggled diamonds certified. But the gangsters haven't taken the Sabbath into account, and Salomón refuses to work until the end of the celebration. Meanwhile, Smith's two bodyguards who are securing the room get invited by three spectacular women to a pajama party taking place in a room across theirs.    "
                },
                "5": {
                    "title": "El Cojo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Everything is ready for the big heist. El Cojo has everything ready, but he is surprised by his dance teacher, whom he has fallen in love with. She proposes a romantic encounter. Because of this, he doesn't hear when his boss calls to tell him it was time to go out and implement their plan. Not being able to reach him, the boss decides to go to El Cojo's apartment to look for him. El Cojo, after a series of events, discovers the relationship between his boss and the dance teacher and feels devastated, so he decides to take revenge by drastically changing all the plans...    "
                },
                "6": {
                    "title": "Diva",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    A distressed man arrives at the city's most famous brothel in search of his girlfriend who works there as a prostitute and asks her for shelter; he has just stolen the goods of a powerful drug dealer and the thug is after him to kill him. A snitch tells the drug dealer the whereabouts of the thief, and he comes to the brothel looking for him. The fugitive manages to hide disguising himself as a woman. The whole thing gets complicated when the drug dealer gets enchanted by Diva, \"the new girl\", who is none other than the miserable thief; and the thug decides he wants ...    "
                },
                "7": {
                    "title": "Remedio Mortal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Jeremías Santana is a renowned horror writer, but his golden years are long gone and now he is facing a financial crisis. Jeremías' last hope is his latest novel, in which he has spent months of effort and hard work. Marcela, his editor, tells him about the refusal of several publishers to accept his latest novel. Seeing that all is lost and in a desperate blind fit of rage, Jeremías kills Marcela, thus adding murder to his already deplorable situation. Now Jeremías will seek salvation in the unpublished work of a talented young horror writer who visits him, and he ...    "
                },
                "8": {
                    "title": "El Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The odd presence of an unfamiliar man will become a nightmare when he takes the widow hostage and demands she reveals the whereabouts of his son, Martín, who hasn't attended the funeral. Through phone calls and messages the whole family will come to know some big secrets of the businesses of the deceased man, the reasons behind his death and why the life of everyone is at risk.    "
                },
                "9": {
                    "title": "Cumpleaños",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Adriana is organizing a surprise party for Tomas, her husband. Besides his birthday, she expects to celebrate Tomas' job promotion, which would allow them to live a new life in Miami. On his way home, Tomas runs a man over. The owner of a tire center witnesses the accident. At this precise moment, Tomas receives the call confirming his promotion. Nothing can spoil their future plans, so Tomas decides to take the lifeless body with him and to buy the silence of the tire center owner.    "
                },
                "10": {
                    "title": "La Mula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Melisa and Frank Vila, American citizens of Mexican origin, decide to bring cocaine into their country, so that Frank can afford to pay for the gender reassignment surgery he desires. Once at the airport they are detained, and while being questioned, one of the capsules ruptures inside Melisa's stomach and she requires immediate attention. This arouses the ambition of some corrupt officials who couldn't care less about the health of the young woman, so they decide she should undergo surgery at the airport infirmary, even though they lack the equipment and the ...    "
                },
                "11": {
                    "title": "El Billete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A building floor is home to a very special group of neighbors that include Clemencia and Amparo, two elderly sexagenarian lottery players; an alcoholic Mafioso and Rosa, Clemencia's abused housemaid. Driven by despair and after yet another beating at the hands of Clemencia, Rosa carries out a macabre plan she had set up against her boss. The brutal death of Clemencia at the hands of Rosa, and a TV announcement that discloses the lottery ticket bought by the elderly ladies as the winner ticket will be the beginning of an escalation of hostilities where luck and tragedy...    "
                },
                "12": {
                    "title": "El Hijo Perfecto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Pamela gets the unexpected visit of her favorite son, Alex, who introduces her to his new girlfriend Tatiana, along with many other facets his mother still doesn't know. However, the arrival of Alex to his mother's house is just an attempt to carry out from that house a criminal plan he and Tatiana have conceived. This will lead to a fatal confrontation between the mother in law and the daughter in law.    "
                },
                "13": {
                    "title": "El clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Clown is greeted at the imposing house of drug trafficker Andrés Navarro. He is there to entertain the children's party of the drug dealer's son. Before he begins with his show, Amalia, the hostess of the party, leads the Clown to the kitchen to make sure the children don't see him before the show starts. But nothing seems to be happening on time, neither is the cargo that Andrés' partner is trying to get ready in an old barn. The first surprise of the evening is the discovery of the dismembered body of one of the thug's men. Unexpectedly, Clown will engage in a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Mano a mano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    Gabriela visits Mariano, her dentist, who is also her lover. Both are married. Paula, the dentist's wife), bursts into the office and what her eyes witness will be enough to set her on a path with no return.    "
                },
                "2": {
                    "title": "La despedida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "2007",
                    "year": "2007",
                    "plot": "\n    It's Paula's bachelorette party. As a surprise her friends hire a male stripper. When Gonzalo, her fiancé suddenly shows up at the apartment, he uncovers the truth, and an incident and inevitable proposal will change their lives forever.    "
                },
                "3": {
                    "title": "Venenosos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Hector has been married for 35 years to Ana. Nevertheless, he's unable to find the happiness he desires through his marriage. Together with his lover Violeta, they will carry out a deadly plan to get rid of Ana.    "
                },
                "4": {
                    "title": "La adivina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Doble vida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Raul and Susy's marriage seems apparently normal, until one day, Oscar bursts in determined to reveal the relationship that united him and Raul for 8 years. Oscar will propose a deadly game which will lead to a tragic ending.    "
                },
                "6": {
                    "title": "El plomero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Bruno, in his wheelchair, is writing in his office when his concentration is disrupted by the constant banging of the plumber, who is working in the kitchen. The situation is resolved by sending him away, but Bruno is unaware of the man who hides behind the allegedly inoffensive plumber.    "
                },
                "7": {
                    "title": "Falso cura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Dec. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Taxi Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Marcela, an accountant, finds herself all alone on her 51st birthday. To avoid feeling depressed on the day she should be celebrating, she decides to treat herself with moments of passion in the company of a male prostitute. Nevertheless, this will not turn out to be the best gift of the evening.    "
                },
                "9": {
                    "title": "Los viejos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Dec. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Malos socios",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Dec. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Día perverso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Miguel, an employee who has a crush on his co-worker Mara, pays her a visit at her apartment. Due to a misunderstanding, the man reveals himself as a psychopath who is obsessed in possessing her.    "
                },
                "12": {
                    "title": "Ultima cena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Miguel finds out about the love affair between Mariana, his wife, and Jorge, his friend and business party. Now, Miguel plans the \"last supper\" with them, as the preview of the perfect crime.    "
                },
                "13": {
                    "title": "Crimenes legales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Jan. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Mala noche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Jan. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Cruce de ruta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Diego, a successful film director, and Roque, an actor and friend, meet at a site on the side of a road. They are close friends and have worked together in the past. What seems to be a casual meeting will turn out to be a dead-end situation.    "
                },
                "16": {
                    "title": "Poseida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Tarjeta roja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "El comisario",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Autografo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "La bigamia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Two women, Irene and Blanca, find out that their husband Salvador has been leading a double life with both of them for over 20 years. Now they seek revenge.    "
                },
                "21": {
                    "title": "Broma pesada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "La tasación",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The owner of a real estate firm, Leticia, arrives at a wrecked apartment to appraise its commercial value. She will soon find out that the life her client will be in her hands.    "
                },
                "23": {
                    "title": "El casting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Los swingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "3 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    A life with no surprises. A routine that suffocates. An unconcerned husband, Angel, and his wife, Alejandra determined to do everything to save their marriage. The decision is taken: they will hire a couple of swingers.    "
                },
                "25": {
                    "title": "Aniversario",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Bomba 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Debrase is a special convict. He says he is the son of the devil and predicted the explosion of two bombs which killed several victims. Now, the third bomb is about to blast. Can it be stopped in time?    "
                }
            },
            "2": {
                "1": {
                    "title": "Cada vez que respiras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Two thieves, alerted by an informer, storm a cold-storage facility during payday, but the money is nowhere to be found; so the crooks decide to lock the owners and employees in the cooling room where the air decreases by the minute, until they are given the money.    "
                },
                "2": {
                    "title": "Pito final",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    An upstart phony manages to take a picture of his millionaire father in law in the company of a prostitute; thus getting access to the family business. But the unexpected revenge won't come via the father in law, but by the mouth of his private secretary, who with a perfect bite will cut all sexual abuses the phony has been inflicting upon her.    "
                },
                "3": {
                    "title": "El Quirofano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    A perverse rapist who hides behind the mask of a harmless teacher goes to a clinic to undergo a simple surgical procedure; but the simple procedure becomes a nightmare when the anesthetist recognizes the man behind the teacher facade as the man who ruined her life after abusing her unmercifully.    "
                },
                "4": {
                    "title": "Señor Juez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    A corrupt judge who has sent a thug to jail for failing to pay him a bribe finds himself trapped and in mortal danger when the thug's brother storms the restaurant where the corrupt judge is having dinner with his daughter.    "
                },
                "5": {
                    "title": "Barras bravas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A soccer fan who has just lost his house betting for his team storms the home of the player who missed the last chance to score a goal, and he only has one objective in mind: To find out if the player missed the shot accidentally or if he had accepted a bribe from the opposing team.    "
                },
                "6": {
                    "title": "Lesbianas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "9 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A couple of beautiful lesbians blackmails unfaithful husbands by sleeping with them and taking pictures of their encounters. But blackmailing will turn deadly revenge when the love of one of their victims madly captivates one of the two beautiful women.    "
                },
                "7": {
                    "title": "El electricista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A successful architect discovers that the seemingly harmless electrician who is doing some repair work in his home could actually be a paramilitary sadist who had tortured him in the past.    "
                },
                "8": {
                    "title": "Simulacro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    A married woman and her lover create the perfect sham to get rid of the betrayed husband, but the passion and jealousy of the husband end up wrecking what seemed a perfect plan, transforming perpetrators into victims.    "
                },
                "9": {
                    "title": "Aficionados",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "30 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    An abusive and neurotic husband divorces his wife and ends up living in a small apartment located next to a room where a rock band practices. The explosive combination will make the music volume, lack of understanding and violence heat up until it leaves a dead cat, a stabbed musician and a gigantic hole in the wall, so big it is impossible to be patched.    "
                },
                "10": {
                    "title": "Reality show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The Vice-President is attending a sensationalist news show that is broadcasting live. The program is convulsed when a psychotic breaks in and he is determined to detonate the grenades hanging from his neck if they don't meet his demands.    "
                },
                "11": {
                    "title": "El Anzuelo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Two beautiful professional thieves seduce two employees in the garage of a company to use them as bait and steal a lot of money, but things do not go as planned and who at first seemed the most harmless person is the one who ends up escaping with a millionaire booty.    "
                },
                "12": {
                    "title": "La entrega",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "20 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Pablo is talking to an unknown and feminine voice on the phone, who offers to come visit him in his apartment; but he never imagined that a simple phone call would lead him to make an irreversible mistake, which in less than an hour, several thousand dollars and a cocaine shipment could cost him his life.    "
                },
                "13": {
                    "title": "Cama de Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "27 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A renowned doctor who has just obtained a multi-million patent for a way to enlarge the penis, decides to spend an afternoon with his young lover; but passion will become horror when they enter the bedroom and discover the corpse of a beautiful prostitute lying next to a \"professional cleaner\", who now will have to get rid of them too.    "
                },
                "14": {
                    "title": "El Secuestro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Two inexperienced petty hoodlums decide to pull off a coup and kidnap the son of a Korean restaurant owner; but in a moment of confusion, they get the wrong oriental and end up kidnapping the wrong person. Still, they don't rule out the idea that someone, one way or another, even for a few dollars, will pay a ransom.    "
                },
                "15": {
                    "title": "Dinero Falso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiempo final (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "11 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Two employees discover that there is counterfeited money being printed at the printing facility where they work; but all their dreams of greatness will be ruined instantly when they try to scam a humble pizza delivery guy, who will make them pay with their lives.    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Cadavid, Diego"
            },
            {
                "name": "Moreno, Marlon"
            },
            {
                "name": "Umaña, Cristina"
            },
            {
                "name": "del Solar, Salvador"
            },
            {
                "name": "Mallarino, Víctor"
            },
            {
                "name": "Ávila, Alejandro"
            },
            {
                "name": "Escobar, Roberto"
            },
            {
                "name": "Mauri, Toño"
            },
            {
                "name": "Herrera, Julieth"
            },
            {
                "name": "Esparza, Juan Ángel"
            },
            {
                "name": "Castañeda, Mara Patricia"
            },
            {
                "name": "Ercole, Patricia"
            },
            {
                "name": "Hoyos, Luis Fernando"
            },
            {
                "name": "Leroux, Jean Paul"
            },
            {
                "name": "Román, Julián"
            },
            {
                "name": "Trujillo, Diego"
            },
            {
                "name": "Valdes, Rodolfo"
            },
            {
                "name": "Vidal, Rodrigo"
            },
            {
                "name": "Montero, Ivonne"
            },
            {
                "name": "Bracho, Julio"
            },
            {
                "name": "Camargo, Jairo"
            },
            {
                "name": "Chaves, Manuel José"
            },
            {
                "name": "García, Héctor"
            },
            {
                "name": "Martínez, Flora"
            },
            {
                "name": "Melikian, Siouzana"
            },
            {
                "name": "Montenegro, Andrea"
            },
            {
                "name": "Raba, Juan Pablo"
            },
            {
                "name": "Rodarte, Miguel"
            },
            {
                "name": "Román, Edgardo"
            },
            {
                "name": "Rubiano, Fabio"
            },
            {
                "name": "Shuk, Juan Pablo"
            },
            {
                "name": "Méndez, Lucía"
            },
            {
                "name": "Robinson, Azela"
            },
            {
                "name": "Salinas, Nora"
            },
            {
                "name": "Mas, Jessica"
            },
            {
                "name": "Urbina, Melania"
            },
            {
                "name": "Alemán, Julio"
            },
            {
                "name": "Lozano, Karyme"
            },
            {
                "name": "Puerta, Maria Adelaida"
            },
            {
                "name": "Vélez, Ricardo"
            },
            {
                "name": "Aspe, Mauricio"
            },
            {
                "name": "Gallego, Marcela"
            },
            {
                "name": "Manterola, Michelle"
            },
            {
                "name": "Miguel, Orlando"
            },
            {
                "name": "García, Danna"
            },
            {
                "name": "Córdoba, Marcelo"
            },
            {
                "name": "Rodríguez, María Soledad"
            },
            {
                "name": "Aragón, Juan Sebastián"
            },
            {
                "name": "Aycardi, Luigi"
            },
            {
                "name": "Aycardi, Xilena"
            }
        ],
        "locations": [
            "Bogotá, Colombia"
        ],
        "genres": [
            "Thriller"
        ],
        "countries": [
            "Colombia"
        ],
        "country codes": [
            "co"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "4-Track Stereo"
        ],
        "number of seasons": 3,
        "rating": 7.3,
        "votes": 75,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk1OTU4NDQwOV5BMl5BanBnXkFtZTgwMzA5NTUwNzE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Tiempo final",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Tiempo final (Colombia)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Orozco, Esteban"
            },
            {
                "name": "Borensztein, Alejandro"
            },
            {
                "name": "Borensztein, Sebastián"
            }
        ],
        "production companies": [
            {
                "name": "FoxTelecolombia"
            }
        ],
        "distributors": [
            {
                "name": "Fox International Channels"
            },
            {
                "name": "Fox International Channels"
            }
        ],
        "plot": [
            "One real hour. An hour of suspense. and hour of life an death. After 60 minutes nothing will be the same as it used to be."
        ],
        "tech": {
            "sound mix": [
                "4-Track Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Sony HDW-F900"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 75,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 39,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 6.1
            },
            "males": {
                "votes": 51,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 29,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 5.4
            },
            "females": {
                "votes": 15,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 6,
                "rating": 8.3
            },
            "non us users": {
                "votes": 50,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 25,
            "9": 7,
            "8": 11,
            "7": 9,
            "6": 6,
            "5": 4,
            "4": 1,
            "3": 3,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}