{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 July 2007",
                "notes": "                            (Los Angeles, California)"
            },
            {
                "country": "USA\n",
                "date": "17 July 2008"
            },
            {
                "country": "USA\n",
                "date": "17 July 2008",
                "notes": "                            (Los Angeles, California)"
            }
        ],
        "release dates": [
            "USA::17 July 2007                            (Los Angeles, California)",
            "USA::17 July 2008",
            "USA::17 July 2008                            (Los Angeles, California)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "30 Days of Night: Dust to Dust"
            },
            {
                "countries": "Germany (DVD box title)",
                "title": "30 Days of Night: Blutspur"
            },
            {
                "countries": "USA",
                "title": "30 Days of Night: Dust to Dust"
            }
        ],
        "akas": [
            "30 Days of Night: Dust to Dust (original title)",
            "30 Days of Night: Blutspur Germany (DVD box title)",
            "30 Days of Night: Dust to Dust USA"
        ],
        "akas from release info": [
            "30 Days of Night: Dust to Dust (original title)",
            "30 Days of Night: Blutspur Germany (DVD box title)",
            "30 Days of Night: Dust to Dust USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    When Sara, a prison nurse, assists in the transfer of convicted murderer George, a vampire descends on Orleans County Penitentiary. Her brother Nick, an ex-cop, ignores the wishes of his former partner, Gina, and sets off to find Sara.    "
                },
                "2": {
                    "title": "Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Nick and George's paths cross in the home of a local drug dealer. Nick wants answers, but the three men are surprised by a vampire who has been following George across town.    "
                },
                "3": {
                    "title": "Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Nick learns the truth about what's happening to his sister Sara, while on the other side of town, Sara is making the horrifying discovery all for herself.    "
                },
                "4": {
                    "title": "Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Another terrifying encounter forces Nick to start believing there may be more to his sister's disappearance than he could have ever possibly imagined.    "
                },
                "5": {
                    "title": "Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    As they wait for Sara's return, Nick and George are unaware of the danger lurking inside the house.    "
                },
                "6": {
                    "title": "Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 Days of Night: Dust to Dust (TV Mini-Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nick and George face the vampire head on, only to realize it may be too late for Sara.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Smith, Shawnee"
            },
            {
                "name": "Foree, Ken"
            },
            {
                "name": "Raimi, Ted"
            },
            {
                "name": "Burke, Al"
            },
            {
                "name": "Garnett, Shannon"
            },
            {
                "name": "Yalda, Angelique"
            },
            {
                "name": "Stapleton, Christopher"
            },
            {
                "name": "Laurich, Andrew"
            },
            {
                "name": "Michaels, Mimi"
            },
            {
                "name": "Davis, Rainie"
            },
            {
                "name": "Nelson, Christopher Allen"
            }
        ],
        "genres": [
            "Horror"
        ],
        "runtimes": [
            "36"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Germany:18"
        ],
        "original air date": "17 Jul 2008 (USA)",
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 210,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTk5NDliMzUtMzAyNS00Y2E1LTljYmEtNmJiNmI2YTk1ZjA0XkEyXkFqcGdeQXVyNjg5MzE4NTA@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Sara Maguire is a nurse at a prison. When she and three guards are transferring George, a convicted murder, the group is attacked by a vampire. The prisoner escapes while the vampire manages to kill the guards and slit Sara's throat. Sara manages to escape while bleeding, realizing that she is turning into a vampire. Sara's brother Nick, an ex-cop, hears of the attack at the prison, and goes out looking for her, initially assuming that the escaped prisoner is responsible.",
        "languages": [
            "English"
        ],
        "title": "30 Days of Night: Dust to Dust",
        "year": 2007,
        "kind": "tv mini series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fowler, Ed"
            },
            {
                "name": "Ketai, Ben"
            }
        ],
        "director": [
            {
                "name": "Ketai, Ben"
            }
        ],
        "production companies": [
            {
                "name": "Ghost House Pictures"
            }
        ],
        "distributors": [
            {
                "name": "EuroVideo"
            },
            {
                "name": "MIG Film"
            }
        ],
        "plot": [
            "A nurse who is attacked by a vampire and slowly transforms into one, while her brother tries to track her down.::RagingR2",
            "Sara Maguire is a nurse at a prison. When she and three guards are transferring George, a convicted murder, the group is attacked by a vampire. The prisoner escapes while the vampire manages to kill the guards and slit Sara's throat. Sara manages to escape while bleeding, realizing that she is turning into a vampire. Sara's brother Nick, an ex-cop, hears of the attack at the prison, and goes out looking for her, initially assuming that the escaped prisoner is responsible.::RagingR2"
        ],
        "synopsis": [
            "The show opens with George Fowler (Andrew Laurich), a CDC prisoner, shown writing a six letter/digit code on his chest then burning a piece of paper. When he finishes, an image of a vampire briefly flashes near him. A prison guard comes to the cell and informs him that he will be moved to maximum security prison. George goes straight up to the bars and implores him not to take him outside of the prison as the vampires chasing him are waiting for him. The guard informs him that this is the punishment he gets for beheading people.The scene changes to Sara and Nick Maguire (Christopher Stapleton) at their apartment. Nick, a police officer about to resign, is going through some stuff in a box and looks at some newspaper articles detailing murders. Sara asks Nick what's going on and Nick seems preoccupied. Sara leaves for work as a nurse at the prison as Nick warns her to be careful.George is taken outside to be transferred by Sara (Mimi Michaels) and three guards. A bloodcurdling scream from a vampire is heard in the distance prompting George to try and escape and they ask Sara to inject him to pacify him. The vampire attacks, slitting Sara's throat thus infecting her with vampirism and killing the guards. Sara runs off in a panic as George grabs a nearby gun and frees himself from his chains. He shoots the vampire in the leg and chases after Sara as he realizes she will eventually turn and cause havoc. Sara gets away from George and cries in an alley. She feels her teeth growing sharper and is unsure of what is happening to her.Nick is informed of the incident at the jail and goes on the hunt for George.George has met up with his drug dealer friend in a trailer to inform him of the situation. Nick surprises George at gunpoint and tells him to lie down and explain to him what's going on. The vampire from the jail attack finds them at the trailer and begins stomping on the roof. The drug dealer goes outside and is killed. The vampire breaks into the trailer and attacks George and Nick. They escape and drive off. Nick receives a frantic call from Sara telling him that she's scared and then hangs up.Meanwhile, Sara is taken in by a woman named Tracy (Rainie Davis). She is brought into a room and then left alone while Tracy changes in the bathroom. Sara gets the urge to feed and kills Tracy's dog to quench her voracious thirst. When Tracy comes out of the bathroom, Sara attacks her, bites into her neck and feeds, killing Tracy.Nick and George talk as they are driving away from the trailer scene. George tells Nick about the fact that Sara is no longer his sister. He tells Nick about how people transform if they are bitten or scratched by these creatures. He also notes that Sara will likely go to a familiar place when sunrise approaches. Nick then goes to Tracy's house to find Sara.Nick and George arrive and find no one. They see that Tracy is dead on the bed and then they are surprised by Detective Gina. Gina refuses to believe what is going on and thinks that George and Nick killed Tracy. Tracy springs to life as a vampire and attacks Gina. Gina pushes Tracy off and George blows her head off with a shotgun blast. Gina is terrified and agrees to follow George and Nick to find Sara.George, Nick and Gina (Shawnee Smith of Saw) go to Nick and Sara's house to wait for her. Gina goes to take a shower and sees blood draining into the tub. Sara has been hiding behind her the whole time and lunges forth to feed on her, killing Gina. George and Nick charge into the bathroom to find a hysterical Sara crying. Nick decides to handcuff Sara to the top of the shower curtain for her own safety until they figure out what to do with her. At this point, the vampire chasing George attacks the house with another vampire and they manage to wound George. The vampire tears the flesh from George's chest holding the six digit number. Nick kills the main vampire with a stake to the head. The other vampire tackles Nick and is about to feed on him when Sara breaks herself out of the bathroom and tackles the vampire. They wrestle for a bit and the vampire attempts to throw Sara outside into the sun. Sara pushes off at the last second and sends the vampire to its death out on the lawn in the sun.Sara and Nick talk for a moment and Sara realizes what she needs to do next. Nick begs her not to go by wrapping his arms around her and pleading with her. Sara pushes him off and then runs out into the sun, screaming in agony as she dies.Nick turns around and sees George struggling to his feet. George's eyes start to turn black, initiating his transformation into a vampire. Nick takes out his gun and quickly draws it to shoot George dead as the screen blackens out."
        ],
        "tech": {
            "runtime": [
                "36 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 210,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 25,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 102,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 43,
                "rating": 6.8
            },
            "males": {
                "votes": 142,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 18,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 87,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 34,
                "rating": 6.6
            },
            "females": {
                "votes": 29,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 6.4
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.8
            },
            "us users": {
                "votes": 105,
                "rating": 6.5
            },
            "non us users": {
                "votes": 58,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 37,
            "9": 8,
            "8": 23,
            "7": 34,
            "6": 46,
            "5": 20,
            "4": 17,
            "3": 6,
            "2": 5,
            "1": 14
        },
        "arithmetic mean": 6.4,
        "median": 6
    }
}