{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 November 2007"
            },
            {
                "country": "USA\n",
                "date": "13 November 2008"
            }
        ],
        "release dates": [
            "USA::15 November 2007",
            "USA::13 November 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 27 August 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The Stockton Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Steven and Shelley Stockton want to add a hallway to their home. Currently they have to go through a bathroom, a bedroom and a closet to get to their daughter's bedroom. They plan to add an exterior hallway in 7 days on a budget of 2,5000 dollars.    "
                },
                "2": {
                    "title": "The Cruze Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Jason Cruze loves renovation projects, but he has a tendency to start them and leave them incomplete. As a Christmas present for his wife Allison, Jason wants to completely redo their bathroom in the short amount of time before the holiday. Will he be able to complete this construction project in only few days during the holiday season? Jason Cruze loves renovation projects, but he has a tendency to start them and leave them incomplete. As a Christmas present for his wife Allison, Jason wants to completely redo their bathroom in the short amount of time before the ...    "
                },
                "3": {
                    "title": "The Gerlach Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Tom Gerlach wants to replace his old, rotten deck for a fresh new one to open up the possibilities in his back yard. Tom has three days off of work to demolish his old deck and build a new one with the help of his friend Dave. With little knowledge of construction or deck architecture, Tom has $2000 to build himself a new backyard.    "
                },
                "4": {
                    "title": "The Walker Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    A young couple, Russ and Ashley Walker, wants to remodel their grocery store turned home to allow more openness and light in before being featured on a historic home tour in four days. The problem is that because of work obligations they can only work at night, tightening their already rushed schedule. Will they be able to open up their home on their own in time for the tour?    "
                },
                "5": {
                    "title": "The Martin Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    As a single man in a new home, Matt Martin wants to renovate his entire kitchen, but he only has the help of only his mother, Jan. Hoping to update his kitchen with only $3000, Matt wants his new space to function and impress the ladies.    "
                },
                "6": {
                    "title": "The Bogartz Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Bruce Bogartz wants to demolish his counter in his restaurant because it only seats 7 people and 7 is not an ideal number for people dining. People typically dine in even numbers, like 8 or 10 to a party. So Bruce Bogartz decides to tear down his counter and install one that seats more and that is more aesthetically pleasing to his clientèle. Bruce recruits his sous chef who is a very experienced builder and his business partner to help with the project. Jay, Bruce's partner is not an experienced builder.    "
                },
                "7": {
                    "title": "The Lee's Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Tony and Terri Lee are an artistic, fun loving couple who are frustrated with their out of date kitchen. They plan to completely renovate their lackluster kitchen themselves saving them money. Tony even plans to build the cabinets himself. But, can a tool naive Terri handle the challenge of a kitchen remodel?    "
                },
                "8": {
                    "title": "The Willis Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Todd and Jo Willis are a young couple wanting to increase the value to their 1920's eloquent home by adding a master bedroom and bathroom. They figure the best place to have a master suite is in the floored attic as it's very spacious. But, with an 80 year old home, who knows what surprises lurk in floors and ceilings. With only days to do the renovation, and plenty of problems, constructing their dream suite may be harder then they realize.    "
                },
                "9": {
                    "title": "The Goode Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Minnie Goode and Lauren Armstrong are best friends and roommates who are at risk of losing their deposit and apartment due to their pets \"marking their territory\" on their carpet. It's become a stained and smelly eyesore that has to be removed if the girls want to stay. They have only a couple of days to replace the disgusting carpet with hard wood floors before the landlord comes to inspect. Problems plague these two LA gals as they attempt to lay hard wood floors themselves. Can they avoid eviction and get to stay in the apartment they love?    "
                },
                "10": {
                    "title": "The Morris Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Roommates Barbara Morris and Cindy Higby are looking to transform an unused room into an art studio perfect for their paintings. The only time they have to build the art studio is when the rest of their house is being renovated. Barbara and Cindy are inexperienced builders, but are determined to get their dream art studio up and running themselves; without any input from the constructor workers who are adding on a new level to their home. Can the women handle a major renovation themselves, or will the workers have to save the day?    "
                },
                "11": {
                    "title": "The England Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Anna and Brad England recently purchased their 1950's home, and were surprised when they realized that the house already had some occupants, bees and thousands of them, invading underneath their outside porch for years. In order to build their dream deck, Brad and Anna try to figure out a way to relocate the bees. Once the bees have buzzed away, the real work begins. Anna and Brad have just a couple of days to build a large deck before a house warming party, which is being held in their backyard. With holes in the ground and tempers flaring, will this couple's dream ...    "
                },
                "12": {
                    "title": "The Hinson Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Shae Hinson has a major issue on his hands. He was tired of his kitchen, so he ripped out all of the cabinets, the stove and sink. The only problem is that Katie, Shae's wife, didn't know about the \"project\". After weeks of pleading with Shae to get the kitchen done, she and the kids have moved into his parent's house to get away from the mess. Determined to get his family under the same roof, Shae's decided that now's the time to finish the kitchen with Katie's help. So each morning she drives over, helps Shae and then leaves at night to take care of the kids. ...    "
                },
                "13": {
                    "title": "The Wilson Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Cave and his wife, Jen have grandiose plans for their kitchen. They live in an older home that was once a doctor's building, housing a cardiac clinic and a dentist's office. Cave's a drummer who makes a living by giving drum lessons and playing in various gigs around town. His livelihood will afford them to renovate their kitchen. Sadly, as in most home renovation projects, things don't go as expected. Cave is constantly interrupted by lessons, gigs, and other hurdles that occur when trying to tear into a 70-year-old house. Aside from wanting to install new counter ...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Biddle Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Jamie and Kim Biddle decide to completely renovate their family room in the dead of winter. The 60 year old colonial home they bought from the original owners needs a lot more work than anticipated; they've basically had to gut most of it to the studs. The family room has holes in the wall and floor, and was previously only heated by a wall space heater. They're camping out at his mother's house, with 2 small children and mom is looking forward to getting her life back. An extended renovation finally becomes urgent, when the first winter heating bill arrives. over ...    "
                },
                "2": {
                    "title": "The Vitale Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Geff and Tiina Vitale have a home just down the road from the Jersey Shore. They have an old deck attached to their house and they want to try to salvage as much as possible. Also, the Vitale's would like to rework the deck in the dead of winter, so they can enjoy the renovated deck in the Spring and Summer. Geff's idea is to detach the deck from the house, knock out every-other plank, save the remaining ones, but add new wood to create a sturdier, bigger deck. Geff and Tiina have a newborn, so Tiina's limited with the amount of work she can contribute, so Geff ...    "
                },
                "3": {
                    "title": "The Stanton Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Tyler and Amy Stanton are a young couple about to have their first child. Tyler has procrastinated on renovating their master bathroom until now, a month before the baby's due. With timing already an issue, everything goes wrong for this couple who wants a more spacious bathroom. Tyler thinks that he can handle everything including soldering the plumbing until the fixtures catch on fire. There are drywall mishaps, a mix-up on tile quantity, plus two broken vanities. But, things turn serious when Amy gets sick and winds up in the hospital, causing jeopardy in finishing...    "
                },
                "4": {
                    "title": "The Whiteley Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Simon and Christi dreamed of living in a warehouse beside a body of water. The one they finally found literally has a river running through the property but is completely empty: devoid of walls, kitchen, and insulation. Little by little they are building their dream home, inside the warehouse, but with two small kids they are ready for a master bath. Combining new materials and some they have saved for this day from their architectural salvage business, the plan is grand and the time frame is tight. They want to raise the floor, frame walls, install a sink, shower, ...    "
                },
                "5": {
                    "title": "The Rue Lafayette Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Araceli Kopiloff bought an old building that once housed a mortgage company. Araceli's dream is to convert the space into a chic little café/boutique called, Rue La Fayette. Since contractors told her she'd be spending an estimated $180,000 to renovate the building, Araceli decided to take a bite out of the budget by recruiting two friends to help her turn the building's foyer into a cozy welcoming area for guests. One of Araceli's friend is a passionate Argentine chef named Natalia ... the other friend is the café's PR director, Starr. Their goal ... tear out a wall ...    "
                },
                "6": {
                    "title": "The Fuller Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 May 2009",
                    "year": "2009",
                    "plot": "\n    Haven and Jessica Fuller decide to completely gut and renovate their kitchen. Updating the 80's style room includes making it more functional for a family of five. Haven is fairly handy, but this is Jessica's first attempt at renovation. She, however she doesn't hesitate to challenge Haven's logic here and there. Their plan is to tear out their entire kitchen, replace the floor, the cabinets and counter tops, and expand their kitchen by removing a bathroom. Problems plague the Fullers when a one day demolition turns into a three day nightmare. The HVAC unit in the ...    "
                },
                "7": {
                    "title": "The Schmieding Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 May 2009",
                    "year": "2009",
                    "plot": "\n    Jana Schmieding and Abby Lovett own an apartment in New York City. They want to protect their investment and raise the value of their home so they're taking a long weekend to renovate their kitchen. They both teach at the same public school and their principal has given them Friday off to get the job done. But renovating in the city is not easy. From getting supplies and tools to the site to their lack of construction knowledge, everything seems to stand in their way. Before its all said and done, they have to ask for an extra day off and battle a snow storm as they ...    "
                },
                "8": {
                    "title": "The Hopkins Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Robert Hopkins and his son, Grayson, own a houseboat that leaks. Robert, a modern day pirate, is a tour guide in Charleston, South Carolina and has already let one summer go by without any work on the boat. His plan is to fix up the boat as a surprise for his son, including the leaky roof, but has no idea where the leak problem starts. After pulling down the ceiling Robert finds good news and bad. The structure of the house boat is in better shape than he thought but this job is going to require two people if any progress is to be made in three days. Grayson agrees to...    "
                },
                "9": {
                    "title": "The Slyter Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 May 2009",
                    "year": "2009",
                    "plot": "\n    Aaron and Darcy, their 2 children, and Darcy's mom, Hiroko all live in a quaint North Carolina home. 5 people in a small house can seem crowded at times, especially in the kitchen, where both Aaron and Hiroko love to cook. The problem is that their kitchen has seen better days; it's dark, cramped, out of date, just plan ugly and they're tired of it. Both Aaron and Darcy have really busy schedules, and want to take advantage of Darcy's Spring Break to finally renovate their horrible kitchen. However, this gives them only a week to gut the entire kitchen and add new ...    "
                },
                "10": {
                    "title": "The Williams Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Ian and Mabel Williams live in Preston, MD. They own a beautiful farm house, built in the 1900's. Needless to say, they have a lot of work to do to it. They have renovated their kitchen together and are now ready to totally redo their living room. They want to make the room more efficient and update its look by replacing the old walls with drywall and adding insulation. They also want to tear out the big window in their living room that's driving up their heating bill. While Ian has some experience with home improvement, neither of them has ever installed windows. ...    "
                },
                "11": {
                    "title": "The Fingers Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Marcel and Daryl Fingers are a busy couple with demanding jobs, leaving them with no time to renovate their bland, boring master bath. The room is despised so much that they no longer use it, instead opting to use their small, cramped guest bathroom. After months of using their tiny guest bathroom, they're finally ready to renovate the master bath. Taking a couple days off of work, they plan to take out the shower, the walls, and counter top and infuse the bathroom with their style; contemporary Asian, or contasian, as they refer to it. From the beginning, Marcel is ...    "
                },
                "12": {
                    "title": "The Lucas Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "17 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Tim and Annie Lucas are desperately in need of a play room for their kids. Their craftsman style home is getting filled with toys as their girls get older and it's time for a solution. Luckily there is a spare room on the back of the house, but it is an eyesore to say the least and needs a lot of work. This renovation begins with renting a sandblaster to take the paint off a brick wall and follows our couple through tearing out a new door opening, bringing the door home on top of the car, tearing out carpet, using fabric for the wall covering, and installing a new ...    "
                },
                "13": {
                    "title": "The Mitchell Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "21 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Lori and Marshall Mitchell have purchased a fixer-upper in Austin, Texas. Problem is, both Marshall and Lori are wheelchair users and the home they've purchased is not wheelchair friendly. On top of their priority list is to convert the existing master bathroom into a space that both Lori and Marshall can easily access. Since the job's going to involve a lot of work which neither Lori or Marshall can do, they've recruited their son-in-law Adam to help. However, none of them are too familiar with plumbing and in a master bathroom that's going to be gutted to its bare ...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Futral Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Stephen and Pomai Futral are not happy with their kitchen. With their second child arriving any day, pregnant Pomai refuses to raise another child in their non-functional, mid-1980s kitchen. Although Pomai considers herself a handy-woman, Stephen is an accountant and is not use to the exhausting physical labor. They plan to gut their entire kitchen and install new cabinets, flooring, ceiling panels, and move the ceiling fan. But their renovation has to happen fast since Pomai is due to go into labor soon. Stephen works very hard for his \"queen\" Pomai who has taken on ...    "
                },
                "2": {
                    "title": "The Brown Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Charlene Brown is trying to renovate her fixer-upper home in Pasadena, California. However, she has run out of money and has had to put the renovations on hold. Charlene's plan is to move some roommates in so that she can make some cash. But there is a problem: only one roommate would have access to the bathroom. To fix this, Charlene has decided to create a hallway allowing both roommates access to the bathroom. But it's a rocky ride when Charlene is completely unprepared and her friend Stephanie is done dealing with all the nonsense. The rocky ride takes a nosedive ...    "
                },
                "3": {
                    "title": "The De Lama Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Mauricio De Lama recently bought a house with his girlfriend, Janette. She has decorated the entire house, leaving Mauricio living amongst a sea of pretty pillows and flowers. Needless to say, he is desperate to have his own 'man space' free of all the girlie decorations. Mauricio has enlisted his buddy Han Lee, to transform his boring, old garage into a 'Man Only Zone.' However, neither Mauricio nor Han Lee have ever lifted a hammer, let alone used a power tool. In fact, they have to call their friend Mike to borrow some tools, and his truck to haul the supplies ...    "
                },
                "4": {
                    "title": "The Finn Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Steven and Betsy Finn are a young couple living in Ann Arbor, Michigan. Betsy, an award-winning professional photographer, operates her studio out of their basement. It's a barren space with nothing more than some backdrops hanging on one wall, and a seating area with miss-matched couches against another. Wanting to make the space more client-friendly, they plan to insulate the basement floor and walls, lay plywood sub-flooring, frame the walls, install drywall, update the electrical system, add new lighting, and lay laminate flooring, all in just five days. They ...    "
                },
                "5": {
                    "title": "The Wiebe Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Kelvin and Charlene Wiebe just bought their first home, and it's the definition of a fixer-upper. In fact, the kitchen is so bad that they cannot move in until it's completely gutted and rebuilt. To make matters worse, the end of the month is only 4 days away and if they don't finish on time, they'll be stuck paying another month's rent at their old place on top of the new mortgage. As the renovation begins, the Wiebes battle setbacks ranging from mice nests to rotten sewage pipes leaking down their wall. As they near the end of the job, a granite counter top can't be...    "
                },
                "6": {
                    "title": "The Debbie Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    After Debbie's husband passed away 3 years ago she decided to buy a 1920s Georgian Colonial home to give herself a new start. Her home has tons of character, but just as many cracks. With Debbie's list of renovations, she enlists the help of her friend Wanda and decides to tackle the hardest project first - the sun-room. Their problems begin almost immediately as they try using a heavy concrete saw and then struggle to lift a 300-pound door into the second story room. On the final day with the rain rolling in and the sun-room open to the elements, Debbie comes to the ...    "
                },
                "7": {
                    "title": "The Powell Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "26 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Kody and Elisabeth Powell moved from the snowy banks of Utah to the unbearable summertime temps of Austin so that Kody can attend the University of Texas. The couple bought the house with the goal of renovating everything in sight-starting with the kitchen. Almost every surface in the kitchen is painted blue, so they set out to turn their self-described \"blue nightmare\" into an updated space complete with new appliances, new flooring, new shelving, and of course, a new color. With only a few days before Kody begins classes, the rush is on for the couple to essentially...    "
                },
                "8": {
                    "title": "The Seabolt Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "9 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Chris and Patty Seabolt love their 150-year-old home full of open spaces, historic details and charm. The only thing they're not crazy about is their small first floor bathroom with an entryway barely big enough for Chris to fit through. They were in desperate need of a renovation so they began moving the bathrooms outer wall, pushing the staircase back and expanding the doorway. Between endless interruptions from their children, remnants of mice living in their walls, and trying to figure out how to build an entirely new staircase, the Seabolts have plenty of ...    "
                },
                "9": {
                    "title": "The Cichon Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "16 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Stephen and Pam Cichon are an eclectic couple living in a 1920's pink stucco castle in St. Petersburg, Florida. Built to match the house, the garage is in desperate shape. The roof leaks like crazy, and the water damage has caused the support beams to bow and buckle. In other words, it could collapse at anytime. Even though Stephen has plenty of experience with this type of work, nothing can prepare him for the follies that ensue. From nearly collapsing through the roof and onto the concrete below, to some hired help that can't seem to live up to his standards, ...    "
                },
                "10": {
                    "title": "The Allen Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "23 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Luke and Sarah Allen live in a nice home in a nice neighborhood, but the house was built in the 1950s when rooms were small and choppy. This is an issue for the Allens because Luke is a youth leader at a local high school and they need an open space to hold meetings with the kids. So Luke and Sarah decide to find a solution on their own and begin renovating, starting by knocking down the wall that separates the two rooms they want to combine. After days spent disagreeing on the safest way to take down their load-baring wall and trying to figure out how to lift a 700 ...    "
                },
                "11": {
                    "title": "The Martin Job: Part II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "30 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Matt Martin has spent countless hours and thousands of dollars renovating his fixer-upper home. Only one thing stands in the way of its completion, the unsightly old roof. Not only is the roof an off-center eyesore, it is also full of leaks that threaten to ruin the rest of the work he has completed inside. That's why Matt enlists the help of his big brother Casey and together they begin taking the old roof down piece by piece. They start off strong, but when the brothers begin to encounter unforeseen obstacles like unstable, rotted wood and damaged tarpaper, they are...    "
                },
                "12": {
                    "title": "The Teed Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "6 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Vicki and Mark Teed live in a palatial spread in a small town just outside Ann Arbor, Michigan. They have grown tired of their current master bath and with just a handful of vacation days to work, Mark believes he can deliver on Vicki's dream of a completely updated and welcoming master bath. What Mark hasn't counted on, however, is Vicki's desire to help. Mark is a mechanical engineer by trade, who is also well versed in home improvement, but Vicki has no experience on any level of home improvement. From demoing walls that were meant to be spared, to breaking every ...    "
                },
                "13": {
                    "title": "The Sheard Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "24 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Jon Sheard is a family man with a passion for playing music. But now that Jon's music room is right next door to the newest edition of the Sheard home, their 1-year-old son Alec, Jon's loud jam sessions have been put on hold. He decided the best solution would be to renovate the detached garage and convert it into a space where he can rock out without waking up the baby. With help from Jon's brother Kevin, the renovation begins. They tear out old cabinetry, install a new door, but right when they start making progress Kevin's wife goes into labor leaving Jon at a ...    "
                }
            },
            "4": {
                "1": {
                    "title": "The Hissong Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Josh Hissong is an accomplished kitchen designer living in Spokane, Washington. So naturally when he bought his dream fixer-upper home, he decided to start his renovations in the kitchen. With help from interior design student and friend, Genevieve, this project was just destined for greatness...right? Setbacks ranging from broken windows to using the only kitchen floor-plan to start a fire after the power goes out plague this project from the very beginning, bringing Josh to the early realization that this renovation is going to be anything but easy.    "
                },
                "2": {
                    "title": "The Schilling Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "17 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Vincent Schilling shares a small home in Virginia Beach, Virginia, with his wife, Delores, and their always stylishly dressed miniature Chihuahua, Sophia. Delores is out of town for a few days, so Vincent has concocted a plan to renovate their unsightly kitchen as surprise for her when she returns. He's solicited the help of his mother-in-law, Sharon, for his culinary face-lift. Working with a budget of $8000, Vincent and Sharon plan to gut the kitchen entirely and start from scratch. The only problem is, neither Vince nor Sharon have one iota of experience with home ...    "
                },
                "3": {
                    "title": "The Rich Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "24 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Kevin and Rachel Rich live in a home they purchased six years ago from his parents. In fact, Kevin grew up in the house, and together, he and Rachel share it with their three young boys - all of which are under the age of 10. But for all the home's great memories, the space is entirely unsuited for the needs of the Rich family. The couple's plan to make their home more livable: tear down a wall separating the kitchen and dining room, build a faux beam, and install a new front entryway. The overall effect, Kevin and Rachel hope, will not only increase the value of ...    "
                },
                "4": {
                    "title": "The McFarland Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "8 May 2010",
                    "year": "2010",
                    "plot": "\n    Nancy McFarland and her daughter, Melissa, have just bought a dilapidated Victorian home in Georgetown, Kentucky with the plans to renovate and move in as soon as possible. The only problem is that Nancy, a real estate agent, can sell a home with the best of them, but she has no clue how to work on one and Melissa has even less experience. Disregarding their lack of skills, they decide to start their renovation by tearing out the ceiling and replacing all the windows in a huge turret overlooking the front of the house. But just as quickly as they begin, they find ...    "
                },
                "5": {
                    "title": "The Obert Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "15 May 2010",
                    "year": "2010",
                    "plot": "\n    Potential is what architect Cheryl Obert saw in her 1925 Craftsman-era home when she purchased it more than four years ago. With the help of her partner, Jess Heidorn, the couple went right to work, completely remodeling their home's upstairs bathroom. This project, however, not only took months longer than expected, but also included a few miscues and missteps along the way. Now, with the heartache of their last remodel job a thing of the past, the couple are finally ready to tackle a new, more ambitious project together: to completely gut and remodel their outdated ...    "
                },
                "6": {
                    "title": "The Cockrum Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "22 May 2010",
                    "year": "2010",
                    "plot": "\n    Eli and Heather Cockrum have a laundry room in their garage, but they have no way of accessing it from inside their house. So, they've decided to renovate their dining room and create a stairwell leading into the basement. It's an extensive project, but they're confident they can get it done in just a few days. That is, until they are plagued with multiple set backs ranging from mismeasuring a support wall and saw dust shooting into Eli's eye, causing him severe pain. Finally, when they realize the stair spindles are too tall, they decide that their renovation is over...    "
                },
                "7": {
                    "title": "The Askland Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    Matt Askland and his girlfriend, Debbie McCool, recently purchased a dilapidated rental property just outside Phoenix, Arizona. From the outside, the small stucco rancher looks almost livable. But step into the kitchen, and it's a whole other story. It's in such bad shape that Matt and Debbie have to rip everything out, literally down to the studs, and start all over. In just a few days' time, Matt and Deb need to rewire the entire kitchen, hang new drywall, install cabinets from floor to ceiling, and get the new appliances into place. Unforeseen delays, surprise ...    "
                },
                "8": {
                    "title": "The Oppenheim Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "5 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Having dated since they were in their teens, Andrew and Emily Oppenheim probably know more about each other than the average couple. Less than two years ago, the couple married and immediately purchased the home of their dreams: a two-story brick colonial, equipped with a large pool and a fabulous kitchen. But for all their home's posh amenities, Andrew and Emily have one major problem with their property - their tiny master bathroom. In fact, the space is so small that Emily is forced to use the home's much larger hallway bathroom. In order remedy the situation, ...    "
                },
                "9": {
                    "title": "The Cooper Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "12 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Lauren Cooper recently moved into a new house just outside Houston, Texas. She's already been hard at work making the place her own by painting walls, updating fixtures, and adding new furniture throughout. The one caveat to creating her dream home is her nightmare of a master bath. With the help of her boyfriend, Ben, Lauren plans to gut the entire space and start all over. From the drywall and tile to the sinks and whirlpool tub, the young couple has troubles from the start. Ben's inexperience, coupled with Lauren's volatile temperament, proves to be an explosive ...    "
                },
                "10": {
                    "title": "The Hinson Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "19 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    When Chris and Monica Hinson purchased their Ranch-style home in 2004 it looked the perfect space to raise a family in. Six years and two kids later, the Hinson's still love their house but due to the needs of their growing family, they're ready for a renovation. Their plan: to completely remodel their outdated kitchen in order improve the overall flow of the home. It's an ambitious project, and with less than a week to complete the job, everything has to go smoothly in order for the Hinson's to pull this renovation off. Unfortunately, just as the renovation gets ...    "
                },
                "11": {
                    "title": "The Ballentine Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "26 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Lia and Brandon Ballentine have spent the last three years updating their charming hilltop home. Unfortunately, their kitchen is still stuck in the dark ages. Between the dozens of cracked floor tiles, lack of a dishwasher, and exposed electrical wires hanging out the walls, Lia and Brandon are in desperate need of a renovation, but as Lia and Brandon start to tear their old kitchen away, they expose many of their home's deep-dark secrets. Layer upon layer of sub-floors, counter tops that refuse to go without a fight, and a sink that absolutely will not budge consume ...    "
                },
                "12": {
                    "title": "The Stevens Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "3 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    In a few short months, Chelse Nieri and her fiancé, Scott Stevens, are getting married. While they're both excited, Scott has one big promise to fulfill before he and Chelse walk down the aisle together: to build a spacious new deck for their home. If that wasn't pressure enough, Chelse and Scott have a cookout planned at their home in less than a week, so it's imperative this deck gets built - and fast. As the renovation begins, Scott and Chelse struggle to complete their project as they battle incessant rainfall, fatigue, and their own incompetence. In fact, Scott ...    "
                },
                "13": {
                    "title": "The Neal Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "10 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Randy and Kristin Neal are leaving life in the suburbs behind to be closer to the city. They purchased an older home and from the outside, the house is nothing less than charming. Sadly, the inside leaves much to be desired and in need of a renovation overhaul. Their renovation plan is to start with the kitchen, but as with any older home, there are surprises galore-and not the fun kind. From the beginning, there are major issues with their wiring. Add to that a huge load-bearing wall that Randy's trying to tear down and relocate, and this job quickly becomes more ...    "
                }
            },
            "5": {
                "1": {
                    "title": "The Wenzl Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tom and Charise Wenzl are the proud new owners of a split-level fixer-upper in Mount Vernon, Wash. Unfortunately, much of the interior of the house is in too poor condition to save. Before they can officially move in, Tom and Charise are tearing most everything out and starting all over. The renovation is wrought with mishaps from the beginning and small victories are far and few between. For every step Tom and Charise take forward, the house seems determined to push them 12 steps back. With every job turning into more work, more time and more money than expected, the...    "
                },
                "2": {
                    "title": "The Batmanian Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jennifer and Shawnt Batmanian are about to take on their biggest renovation ever. Shawnt is a pharmacist and Jennifer is a stay-at-home mom to their adorable 3-year-old son, Adam. The couple has successfully renovated their bathroom in the past, so taking on a kitchen doesn't scare them at all. Shawnt's extremely organized. Going into the project, he created a binder laying out the right tools and the right plans to succeed. The demolition of the existing out-of-date kitchen begins with ease, but as the couple progresses, things go horribly wrong. Shawnt makes a ...    "
                },
                "3": {
                    "title": "The Corll Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    An eager couple is well on their way to making their dream kitchen, but reality soon hits home. Fighting off sleep deprivation, unforeseen building issues and a looming deadline, the kitchen of their dreams soon becomes a living nightmare.    "
                },
                "4": {
                    "title": "The Arnett Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "23 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Newlyweds Alison and Carter Arnett's home sits in a picturesque neighborhood. However, step inside and their kitchen reveals a much different story. Working with a budget of only $3,500, Alison and Carter take DIY to the extreme. From sanding and staining their own cabinets, to cutting their own counter top, the couple tries to trim costs wherever they can. Unfortunately for the young newlyweds, with every dollar saved, there are a dozen tears shed.    "
                },
                "5": {
                    "title": "The McCue Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "30 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tony and Jen McCue bought the home of their dreams and have spent the last couple of years renovating it. However, when they decide to tackle their backyard, the renovation doesn't come as easy as they thought. From rainstorms, to faulty machinery, to running short on supplies, this couple quickly learns how difficult a backyard renovation can truly be.    "
                },
                "6": {
                    "title": "The Skinner Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "6 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jaren and Ann Skinner recently purchased their dream home on the lake. Unfortunately, the house was a foreclosure and has been vacant for years. In order to make it livable, they must start by renovating the kitchen. But as time starts running out and tensions rise, their dream fixer-upper soon becomes a nightmare.    "
                },
                "7": {
                    "title": "The Lee Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "13 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel and Danielle Lee have recently moved into a home in the country, which is an ideal location for all their animals. Unfortunately, the house itself is not in ideal shape for the Lees to live in. It needs a complete overhaul, and they decide to start with the kitchen. Their plan seems fail-proof until they hit their first roadblock, leaving them struggling to finish in time.    "
                },
                "8": {
                    "title": "The Autenrieth Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "20 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jeff and Shauna Autenrieth recently purchased an idyllic 1950s Cape Cod style home in Worcester, Mass. The only problem is the home's beautiful exterior isn't necessarily reflected on the inside. They decide to give their outdated kitchen an overhaul, but the couple quickly finds themselves overwhelmed with old walls, cabinets and fixtures that refuse to go without a fight.    "
                },
                "9": {
                    "title": "The Faulkner Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "27 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Eric Faulkner and his fiancé, Jennifer, have a beautiful home with a lot of land. Unfortunately, their living room space is lacking. They decide to take matters into their own hands and open up their small space. However, they soon discover the task isn't as easy as they think, leaving them with disaster on their hands.    "
                },
                "10": {
                    "title": "The Martin Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "4 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jessica Martin's beautiful historic home sits in a highly sought after neighborhood. Unfortunately for Jessica, her backyard is a wreck complete with a rotting porch. Jessica recruits her dad, Mike, to help her turn things around, but from day one, they struggle to find common ground, leaving Jessica's new deck in jeopardy of never being finished.    "
                },
                "11": {
                    "title": "The Robison Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "11 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Tony Robison and Laura Whitehead recently purchased a fixer upper in the picturesque golfing community of Southern Pines, NC. Tony and Laura decided to renovate the entire home, focusing most of their efforts on a new kitchen. Unfortunately, the couple's eagerness to finish tasks quickly ends up costing them more time, and money, in the process.    "
                },
                "12": {
                    "title": "The Sibons Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "18 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Mark Sibons, along with help from his best friend Jerry, is renovating the tiny kitchen in his Orlando home. The friends plan to expand the space by moving walls and redesigning the entire layout. But Mark and Jerry quickly hit time-consuming snags that force the friends into working multiple 20-plus hour days. Sleep deprivation and fatigue end up creating more problems for Mark and Jerry than the renovation itself.    "
                },
                "13": {
                    "title": "The Means Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "8 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Peter Means and Pascha Gerni are expanding their historic hundred year-old home to make room for their growing family. The couple enters their renovation with detailed plans and lofty deadlines, but Peter and Pascha soon struggle to stay on time and within historic guidelines. The difficult renovation culminates in a visit by city inspectors.    "
                }
            },
            "6": {
                "1": {
                    "title": "The Laird Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "12 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Amanda Laird and her boyfriend TJ Sybilrud are renovating their nasty, outdated kitchen to create a more modern space. They've done several other projects together in their new house, but they quickly learn that the kitchen isn't so easy. When they recruit Amanda's dad for help, Amanda and TJ learn the hard way about the dangers of electricity!    "
                },
                "2": {
                    "title": "The Bullman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "19 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Terry Bullman and Blair Ramsey are renovating their backyard living space. The couple wants to expand their existing patio and update their screened porch, all while sticking to an extremely tight budget. But as the problems quickly mount, so do the dollar figures. Terry and Blair realize their bare hands are no match for Mother Nature and are forced to call in some heavy-and expensive-reinforcements.    "
                },
                "3": {
                    "title": "The Searer Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Kevin and Tiffani Searer just bought the house of their dreams. Unfortunately, the backyard isn't so perfect. So they decide to turn their boring backyard into a beautiful outdoor patio, but they soon discover that this isn't as easy as they think. Kevin quickly learns why plumbing should be left to the professionals!    "
                },
                "4": {
                    "title": "The Confer Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "26 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Travis Confer and his girlfriend Krista Kelley have recently purchased a home with a lot of space outside, but inside is a different story. They decide to expand their tiny master bedroom by adding a walk-in closet and door that leads out to a new deck. They are confident in the beginning, but soon learn that this renovation isn't going to be as easy as they thought.    "
                },
                "5": {
                    "title": "The Grelle Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Mark Grelle and his fiancé Molly want to turn his attic into a master suite, and they are starting by adding a bathroom. Mark and Molly quickly learn that they are in way over their heads and must call in the help of a plumber. But no plumber or mathematician can help Mark perfect his math skills in order to frame the bathroom walls. Can this newly engaged couple pass the test of this renovation?    "
                },
                "6": {
                    "title": "The Rueckert Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Marc and Luisa Rueckert are renovating their cramped kitchen. They want to create more room for their growing family by gutting the entire space and modernizing everything in it. Their different ways of approaching the job create challenges far more difficult than moving a wall or replacing a ceiling. The couple quickly learns that the key to a big project - and a successful relationship - is learning how to work together through the good and the very, very bad.    "
                },
                "7": {
                    "title": "The Hirko Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "19 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Kristy Hirko enlists the help of her uncle Bob to renovate the ugly, old front porch on her rental home so that she can sell it. Renovation might not be new to uncle Bob, but to Kristy, renovation is completely foreign and the pair faces endless challenges that threaten the outcome of this project.    "
                },
                "8": {
                    "title": "The Wolter Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "2 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Alice Marie Wolter wants nothing more than a brand-new kitchen to replace her nasty out-of-date one. She's recruiting her friend Carrie to help her rip out every one of her kitchen cabinets, tear up the floor and create a pass-through into Alice Marie's sunroom. However, cutting into a cement wall proves to be a very daunting task, especially since Alice Marie is afraid her house will collapse when she does it. The drama is never-ending as Alice Marie attempts to install a heated floor as Carrie helplessly looks on. Hanging cabinets proves to be the unraveling of ...    "
                },
                "9": {
                    "title": "The Bartello Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "9 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Paula Bartello is known as the \"hostess with the mostess\" but doesn't have the modern kitchen to match. So she's enlisted the help of her friend Julie to help give it the face-lift it needs. But will this renovation prove to be too much for them to handle?    "
                },
                "10": {
                    "title": "The Simmons Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Gina and Joey Simmons want to turn their junky attic into a new master bedroom and bathroom. Even though they have renovated most of their house together, this project quickly turns into a battlefield. Can these two full-time students put aside their differences long enough to finish the project?    "
                },
                "11": {
                    "title": "The Antonacci Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ali and Tom Antonacci are only a few months away from the birth of their first child and want to get their kitchen renovated before the new baby arrives. Between the potential hazards buried behind their thick 85-year-old walls and Ali's physical state, this means a lot of the heavy lifting will be placed on Tom. He insists he knows what he's doing, but after a few surprises it's clear that they might be in over their heads.    "
                },
                "12": {
                    "title": "The Abrusci Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "30 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Giacomo Abrusci wants to turn his guest room into a place guests actually want to stay. So the experienced Giacomo enlists the skills of his friend Yale Scott to make this happen. The only problem is that Yale's skills are pretty much nonexistent. Whether it's tearing up the ceiling or installing a skylight, these two show that although renovation is about hammers, nails and hardship, it is also about knowing what your friends are made of.    "
                },
                "13": {
                    "title": "The Ward Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    Luke and Michelle Ward live in a high-rise building in Brooklyn, New York, with an amazing view of Manhattan. The only thing that's not amazing is their tiny, outdated kitchen. So they decide to open it up and give it a face-lift, but the couple soon discovers that their kitchen renovation is going to be a lot harder than they thought.    "
                }
            },
            "7": {
                "1": {
                    "title": "The Colohan Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "30 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Shawnie and Zach Colohan just bought a new house and have spent weeks renovating everything. Now they plan to tackle their final and biggest project yet - the kitchen! But between plumbing leaks, broken cabinets and wet concrete counter tops, Shawnie and Zach start to wonder if they'll ever be able to move into their new home.    "
                },
                "2": {
                    "title": "The Kuniyoshi Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "6 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Firefighter Charles Kuniyoshi and his girlfriend, Ana Rivera, just bought a house and are taking on one huge project: the kitchen. With only a few days to complete this monster of a renovation, Charles and Ana give it all they've got to hold it together. But it only takes a few surprises -- and one big surprise for Ana -- to slow this project down to a grinding halt.    "
                },
                "3": {
                    "title": "The Wylie Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "13 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ron and Pam Wylie are renovating their cramped, dysfunctional and outdated kitchen, and these two DIY pros don't foresee any problems with the task at hand. Their fragmented house, however, has other plans. Each wall hides new surprises, and the sheer size of the renovation starts to wear on these DIYers. By the end of this project, the Wylies' mental and physical boundaries are pushed to the brink.    "
                },
                "4": {
                    "title": "The Cox Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "20 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Katie Cox and her husband Chris are new homeowners. The problem is, they can't move in until they get their nonsensical master bath under control. It's an ambitious undertaking: new flooring, a new shower, a new vanity and (most importantly) a walk-in-closet for Katie. This couple has some experience, but their \"renovation train\" is derailed when Chris encounters his worst nightmare...plumbing.    "
                },
                "5": {
                    "title": "The Parr Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "27 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Stay-at-home mom Jill Parr asks her best friend Debbie to help her tear apart her old, smelly den and modernize it. At first, their boundless energy fuels a quick tear down, but when the rebuild begins, Jill's indecision brings the construction to a halt. Now one question remains: how long will Debbie stick around before heading for greener pastures?    "
                },
                "6": {
                    "title": "The Trejo Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "3 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Gustavo and Tiffany Trejo are newlyweds ready to take on their kitchen renovation. They think it's going to be easy, but they are in for a few surprises.    "
                },
                "7": {
                    "title": "The Fairchild Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Sierra and Brandon Fairchild just moved into their house two days ago, but they're ready to renovate their new basement for Brandon's upcoming graduation party. These two DIYers have plenty of experience, but can they handle this renovation's many surprises?    "
                },
                "8": {
                    "title": "The Law Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    From their kitchen to their backyard, Adam and Natalie Law have spent a lot of time renovating their home. Now it's time to bring their bathroom up to date. They start off on the right foot, but as time starts to slip away, the renovation quickly goes south.    "
                },
                "9": {
                    "title": "The Williams Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "24 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Darrielle's cousin Nigel drove all the way from New Jersey to help her completely overhaul her old, outdated kitchen and replace it with something that's more her style. Nigel has plenty of DIY experience, so Darrielle is counting on him to guide her through this gigantic project. But with limited days and a multitude of mishaps, this renovation promises to test the strength of family ties.    "
                },
                "10": {
                    "title": "The Jacobs Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Newlyweds Michael and Angie Jacobs want to turn Michael's old bachelor pad into a family-friendly space. The only problem is neither of them have any renovation experience. Can these two rookies convert their nasty, old garage into a cozy family room?    "
                },
                "11": {
                    "title": "The Weber Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mark Weber and his girlfriend, Melissa, are setting out to renovate their master bedroom in order to make it more of a master suite. They start off determined to get their renovation done, but from an electrical scare to battling with drywall, the couple ends up struggling to finish in time.    "
                },
                "12": {
                    "title": "The Myers Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bill and Monica Myers love their Kansas City home. The only problem is their outdated 1950s-style kitchen. But when the couple decides to work as a team to renovate their kitchen, they struggle from the beginning to see eye-to-eye, and this renovation ends up being a battle to the end.    "
                },
                "13": {
                    "title": "The Braheny Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Lisa and Ryan Braheny want to convert their musty old basement into a cozy family room. But this renovation isn't as easy as they hoped. Between unexpected obstacles, cheerleading practice and not having the proper tools, these two inexperienced DIYers find themselves in over their heads.    "
                }
            },
            "8": {
                "1": {
                    "title": "The Pence Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bob and Lisa Pence do not have any room to expand their tiny home inside, so they are moving out! The plan is to convert their screened-in-porch into their new master bedroom. But when things start going south, these two DIY-ers fear there is no end in sight.    "
                },
                "2": {
                    "title": "The Etjeke Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Erica and Jean Etjeke love their beach bungalow but hate their outdated and cramped kitchen. Together, Jean's hard work & Erica's positive outlook make this couple a great team. But a giant support beam, an army of cockroaches and the \"baby-sitter blues\" threaten to derail their plans for a new dream kitchen.    "
                },
                "3": {
                    "title": "The Partch Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Kat and Ron Partch want to open up their tiny kitchen to create an open space for entertaining their friends. But, as they demolish their walls and ceilings, they run into electrical and structural problems that have them scrambling up through the attic and down into the basement. Then the building inspector throws them a curve ball!    "
                },
                "4": {
                    "title": "The Ratliff Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Chris and Laura Ratliff's kitchen is falling apart, so they have decided to tear it all out and start from scratch. But from the word go, everything starts going terribly wrong, leaving this young couple to wonder if they can handle the renovation stress.    "
                },
                "5": {
                    "title": "The Kline Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Lindsay Kline and her boyfriend Matt Dixon want to turn their disgusting backyard into a hip outdoor space. Even though Matt's a landscaper, this renovation has plenty of obstacles. Between tool problems, communication issues and mother nature, it's a challenge for them to get anything done!    "
                },
                "6": {
                    "title": "The Pleuss Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Newlyweds Jim and Ally Pleuss want to open up the living and dining room space in their new house by tearing out the walls around the staircase. But a never-ending demolition, \"rolling\" support walls, and a freak wheelbarrow accident leave them with nothing but a big hole in the floor.    "
                },
                "7": {
                    "title": "The True Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "17 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Sidney True & his girlfriend Jessica O'Brien want to give their 1970s kitchen a complete facelift. They plan to start from scratch and think it's going to be easy, but between discovering a furry new friend, time delays and unexpected damage to their floor, this couple is in for one big renovation reality check!    "
                },
                "8": {
                    "title": "The Carbone Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "24 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jesse and Becky Carbone have lived in their house for four years and have hated their kitchen the entire time. These two inexperienced DIYers want to completely gut the space and turn it into the kitchen of their dreams! But with limited renovation knowledge, incorrect measurements and improper tools this kitchen dream quickly turns into a nightmare.    "
                },
                "9": {
                    "title": "The Loffswold Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Andrew and Mandy want to expand their tiny, outdated house by building a stairway to access their unfinished attic. Ultimately, they plan to convert the upstairs into a new master suite. While Andrew has no doubt that he and Mandy will make a great team, Andy's disorganization and lack of skill push Mandy into major meltdown mode.    "
                },
                "10": {
                    "title": "The Wagner Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "7 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Chelsea Wagner and her fiancé Tony Sallese just moved into their first home and have decided to replace their old, outdated kitchen. The only problem is, they've never done any renovation work before. As the project unfolds, their dreams for a new kitchen quickly turn into nightmares as they battle time, stress and shocking electrical problems.    "
                },
                "11": {
                    "title": "The Valinotti Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "14 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Darren and Ellen love everything about their house. Only problem is, it's way too small for their family. So they've decided to add a 500 square foot addition to the back of their home. Ellen and Darren have successfully tackled DIY projects in the past, but quiet is not in their vocabulary - neither is understated, calm, objective or patient. So this massive undertaking could get interesting.    "
                },
                "12": {
                    "title": "The Parrish Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Celeste Parrish wants to renovate her outdated master bathroom and has called in her friend Angela to help. These two novice DIYers quickly learn about the ups and downs of renovation. From plumbing issues to poor time management, these two friends realize that sometimes renovation is best left to the professionals.    "
                },
                "13": {
                    "title": "The Peters Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Rick & Sarah Peters have been waiting for years to renovate their ugly kitchen and now, they're finally ready to rip out the old and bring in the new. They start off strong, but as time starts running out, this renovation becomes a comedy of errors.    "
                }
            },
            "9": {
                "1": {
                    "title": "The Scheman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "18 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Nicole Scheman just bought the perfect old house on Main Street. The only thing it's missing is a screened in front porch. Nicole recruits her dad, Gus, to help her convert the front room of her house into the porch of her dreams. Watch as this father-daughter team overcomes the frustration of an old home in order to make Nicole's front porch fantasy come true.    "
                },
                "2": {
                    "title": "The Harris Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "25 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Mike Harris and his girlfriend, Beth, want to update the dingy, old kitchen in their condo. Neither of them have very much renovation experience but they are determined to create a modern, hip space. These two quickly find out that home renovation is the best way to test a relationship's strength.    "
                },
                "3": {
                    "title": "The Dickman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "1 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Joe and Krystina Dickman just bought the perfect house in the perfect neighborhood ... only problem is the house's ugly, yellow kitchen is far from perfect. It's taken months to find the time and courage, but they're finally ready to gut and remodel this outdated space. Things start off great, but it's not long before Joe and Krystina uncover some \"nutty\" problems caused by an unwanted houseguest.    "
                },
                "4": {
                    "title": "The King Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "8 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jen King & her sister, Jackie, set out to remodel Jen's disgusting, basement bathroom and they are confident that they can get it done in no time flat. They start off strong, but things quickly take a turn for the worse, ending their renovation in a painful trip to the emergency room.    "
                },
                "5": {
                    "title": "The Burlingame Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "15 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Rich and Raelynn Burlingame have decided to tackle their biggest renovation project yet ... demolish their current living room and put a new kitchen in its place. Rich has plenty of DIY experience, so he's confident he can meet his wife's high expectations. Unfortunately, Raelynn quickly realizes that she and her husband have far different ideas of how to get the job done.    "
                },
                "6": {
                    "title": "The Krenk Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "22 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jay & Sherri Krenk just bought a new home in the country and are ready to start renovating their new kitchen, so they can move in. They start off with high hopes, but from the beginning, this renovation is plagued with setbacks, leaving Jay & Sherri wondering if they are ever going to finish.    "
                },
                "7": {
                    "title": "The Zentz Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "29 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Eric and Kara Zentz have the perfect home, except for their ugly, out-dated kitchen. They have plans to modernize this space, but once they tear in, all their plans go out the window. It's a race against the clock as Eric and Kara scramble desperately to finish installing their kitchen!    "
                },
                "8": {
                    "title": "The Nyenbrink Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    David & Lindsey Nyenbrink are ready to replace their outdated, pink kitchen, with a new one. They are certain this is going to be a piece-of-cake, but from the minute they start, they fight against the odds to get their dream kitchen completed in time.    "
                },
                "9": {
                    "title": "The Jenkins Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Jamie and Karen Jenkins recently purchased a boathouse for their family to enjoy. The only problem is...their boathouse is old, outdated, and needs a lot of work before they can actually \"enjoy\" it. So, they set out to renovate their boathouse together and even though they start off strong, Jamie and Karen quickly learn that unforeseen challenges and disgusting surprises lurk everywhere within their boathouse walls.    "
                },
                "10": {
                    "title": "The Howard Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Josh Howard has recruited his wife, Jenifer, to help him build the man-cave of his dreams. They plan to level the area by his man-made pond and build Josh's man-cave from the ground up, but from the beginning, this renovation is plagued with setbacks, leaving them wondering if they will ever finish.    "
                },
                "11": {
                    "title": "The Ciriello Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "original air date": "8 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Anna Ciriello and her boyfriend, Drew, love their home, but there is one thing they don't love...their cracked, ugly, old patio. They decide to completely tear it out and start over from scratch, replacing it with a new paver patio. Things start off great, but it's not long before Anna and Drew learn that renovation doesn't always go as planned, when they are faced with faulty equipment, flooding pipes, and a multitude of setbacks.    "
                },
                "12": {
                    "title": "The Martin Job: Part III",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 12,
                    "original air date": "15 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Matt Martin wants to decorate his home for the holidays with the help of his mother, Janice. They start off strong, but when unexpected challenges arise, Matt is worried he might not finish in time.    "
                },
                "13": {
                    "title": "The Saslow Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 13,
                    "original air date": "24 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    With the Holidays right around the corner, Frank Saslow enlists his brother-in-law Charlie, to help him renovate his boring beachfront condo. Frank thinks that renovating his condo for the Holidays should be a simple task, but from the beginning, Frank & Charlie learn that even during the holidays, renovation can be a real pain!    "
                }
            },
            "10": {
                "1": {
                    "title": "The Louwers Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Michael and Courtney Louwers just bought the perfect house. It's in a neighborhood they love and it's right across the street from their kids' school. Everything's perfect about their new place - except the kitchen. The kitchen is nasty and outdated. They want to renovate it to make their new house truly feel like a home. While Michael and Courtney have done several renovations in their home, they've never done anything this large! Plus, the couple must balance being parents while doing the renovation. After power outages, plumbing leaks and tricky projects, Michael ...    "
                },
                "2": {
                    "title": "The Yunker Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "2 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Matt Yunker and his girlfriend, Anna Wakulchik, love the old charm of their 1897 home, but hate the dysfunctional kitchen. The cabinetry is limited and there are very few functioning drawers. They want to be able to entertain in this space, but must make some drastic changes before they can invite anyone over. Matt has attempted DIY projects in the past, but he knows to expect the unexpected when it comes to this historic house. With a new puppy at home, they face even more setbacks that they did not plan for. Will the issues of an old home and a needy puppy distract ...    "
                },
                "3": {
                    "title": "The Jurcak Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "9 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Josh and Jenn Jurcak want to do something nice for his mother by renovating her outdated kitchen. They've been helping her remodel the rest of the house but the kitchen is their biggest project yet. While Josh has some DIY experience, Jenn is learning as they go! Jenn's lack of knowledge creates a few headaches along the way. And with setback after setback, these two start to wonder why they ever agreed to help!    "
                },
                "4": {
                    "title": "The Schiding Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "16 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jordan Schiding and his fiancé Stephanie just bought their first home together. It's a fixer upper so they've been working on renovating it before their wedding. And the next big project on their list is the nasty, outdated basement - it's the last step to make their new house feel like a home! But renovation turns out to be a lot harder than they anticipated! Between doors that don't fit, a tricky fireplace and communication problems, Jordan and Stephanie start to wonder if it will take more than just love to finish this renovation.    "
                },
                "5": {
                    "title": "The Stingl Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jake Stingl and his wife Kayla are in need of a major kitchen renovation. Kayla isn't able to take time off of work to do the renovation, so he enlists the help of his good friend Marshall. They start off strong, but issues quickly arise, threatening the outcome of their renovation.    "
                },
                "6": {
                    "title": "The Ellis Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "30 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Charles Ellis loves his house but hates his nasty, old kitchen. So he calls in his friend Jimmy to help him give it a face lift. They plan to demo the entire kitchen and rebuild it from the floor up. But these two novice DIYers run in to trouble from the very beginning. They quickly learn that renovation is much harder than they ever expected!    "
                },
                "7": {
                    "title": "The Threatt Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Charles and Jocelyn Threatt just bought the home of their dreams - there's only one problem: the backyard. They want turn their awful, nasty backyard into an outdoor amphitheater for entertaining. Charles and Jocelyn have lots of big ideas on how to improve their yard but they quickly realize that their ideas might be too big. Between struggles with power tools, lots of mud and bad weather, these two start to wonder if they'll ever get this project done.    "
                },
                "8": {
                    "title": "The Jenkins Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Jamie and Karen Jenkins set out to renovate their boathouse together. And even though they start off strong, Jamie and Karen quickly learn that unforeseen challenges and disgusting surprises lurk everywhere within their boathouse walls.    "
                },
                "9": {
                    "title": "The Weinand Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Dan and Laura Weinand are tired of their hot, bug-infested, open patio, so they've decided to turn it into a screened-in porch. They team up and start working with no trouble, but once they get into the thick of their renovation, they start to realize that renovation isn't always fun and games.    "
                },
                "10": {
                    "title": "The Switzky Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Bryant Switzky and his wife, Karissa, want to open up their tiny, outdated kitchen, so they decide to renovate it together. Even though Karissa is pregnant, they are both determined to keep going...but soon find that there are some things they just can't overcome.    "
                },
                "11": {
                    "title": "The Storms Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    Millard and Joanna Storms just bought a new house and they are renovating the whole thing. But in order to move in, they must first finish their kitchen. Millard and Joanna have high hopes, but tensions quickly flare when they realize that renovation is much harder than they expected. Between cabinet struggles and difficult installations, this couple learns that sometimes renovations can drive you crazy!    "
                },
                "12": {
                    "title": "The Zelwin Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 12,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n    Courtney and Jeremy Zelwin have a split level basement that they'd like to open up and finish out in order to give their kids more space to play. They've worked on other projects in their house together before, so they're excited to get started on this large task...but from the beginning, electrical issues and communication problems cause tensions to rise. And while they want to get this done for their kids, the couple quickly learns that children and renovations do not mix well!    "
                },
                "13": {
                    "title": "The Meyer Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    Dan and Amanda Meyer want to turn their outdated, cramped kitchen into an open, modern space. So, they set out to renovate their kitchen, starting with demolition. They have high hopes, but quickly run into trouble with everything from cabinet demo to plumbing, leading them to realize that renovation isn't just hard...it can be downright disgusting!    "
                }
            },
            "11": {
                "1": {
                    "title": "The Harney Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "original air date": "3 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    James and Kellee Harney are renovating their new home with the help of contractors. But they want to try their hand at DIY and tackle the kitchen on their own. They quickly learn that renovation is much harder than they expected. Between termites, electrical sparks and plumbing issues, this couple starts to wish they'd never agreed to do this on their own!    "
                },
                "2": {
                    "title": "The Ally Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    City girl Ally recently has moved back to the country, into a house on her grandparents farm. She loves the feel of the house but it needs some major renovations before it feels like home. The first project on the list is the kitchen so she brings her cousin Dustin along for help. Things start of smoothly, but tensions rise and these two realize that working with family isn't always easy.    "
                },
                "3": {
                    "title": "The Otto Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Curt Otto and his fiancé Leticia bought a charming, old bank building that they are converting into their home. They want to turn an old office into a rec room for entertaining. But Curt and Leticia learn that old buildings often have surprises and that surprises aren't always a good thing! Will these two be able to overcome all the challenges of an old building or will they end up wishing they had bought something new?    "
                },
                "4": {
                    "title": "The Anderson Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Greg and Lisa Anderson are not fans of the current style of their dark, outdated kitchen. The country cottage cabinets and lack of natural lighting convinces the couple to take on their biggest renovation project yet. They are optimistic in the beginning, but this couple quickly learns that renovation can be full of challenges, surprises, and even danger.    "
                },
                "5": {
                    "title": "The Graf Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Rick and Becca Graf recently purchased a home that needs a lot of work, including the ugly, outdated kitchen. In an attempt to bring the room into the 21st century, Rick and Becca must remove the birdhouse wallpaper, stenciled cabinets that are falling apart, laminate floors, and wood paneled walls. Their DIY skills have fared well in the past on other projects, so they're confident they can get this done in no time. However, they encounter setbacks along the way and learn that renovations don't always go as planned!    "
                },
                "6": {
                    "title": "The Gomez Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Emerson and Sarah Gomez love the location of their California home, but hate the outdated guest bathroom. They're not fans of the old teal, black and white look, so they want to rip everything out and give it a fresh, new, spa-like feel. Things get off to a rocky start with demo taking longer than expected, and more bumps along the way set them further and further back. They quickly learn that old bathrooms come with many issues, and renovating does not mix well with young children.    "
                },
                "7": {
                    "title": "The Heath Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "original air date": "13 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Matt & Valerie Heath want to tear down their old deck and build a new paver patio in its place. The couple runs into a few problems along the way: including objects buried underground, unavailable tools, and a whole lot of mud.    "
                },
                "8": {
                    "title": "The Fowler Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Reece and Stephanie renovate their outdated kitchen to make it a more modern and updated space.    "
                },
                "9": {
                    "title": "The Cohen Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Partners Jen and Brandi have little to no DIY experience. This is the first project in their new home, and it is a BIG one. The girls plan to take their ugly 80s bathroom out of the 20th century and bring it into this one.    "
                },
                "10": {
                    "title": "The Williams Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Jessica and Scott Williams just want a new deck. The old one is moldy and rickety. The couple thinks they are up to the task of renovating on their own. But bugs, the heat, mud, and water damage test this couple's desire for the two-tiered deck of their dreams... at least one that they build themselves. Jessica's pampered dogs, Haley and Lucky, make several appearances in the episode.    "
                },
                "11": {
                    "title": "The Payne Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 11,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Barrett Payne enlists the help of his friend Ben to build a new, floating, steel staircase.    "
                },
                "12": {
                    "title": "The Kemezy Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 12,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Victoria Kemezy and her boyfriend Brandon Klann tear down their old kitchen for a new look.    "
                },
                "13": {
                    "title": "The Shinn Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 13,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The Shinns want a kitchen with more of a modern open-concept area. Unexpected critters, hidden pipes and a communication breakdown create a headache for this husband and wife team.    "
                }
            },
            "12": {
                "1": {
                    "title": "The Freeman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 1,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Vince and Kristin Freeman just bought the perfect house! The only problem is the not-so-perfect kitchen. They want to open up their closed off kitchen to create a bigger and better space for entertaining. But these two novice DIYers quickly learn that home renovation is full of surprises! As they run into problem after problem, Vince and Kristin wonder if they'll ever get their dream kitchen or if it will end up a nightmare.    "
                },
                "2": {
                    "title": "The Farzner Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 2,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Chris and Vanessa Farzner hate their outdated and closed off kitchen so they are more than ready to open it up and give it a facelift. They start off strong, demolishing everything from head to toe, but once they are ready to start putting it back together, this renovation takes a turn for the worse.    "
                },
                "3": {
                    "title": "The Boothe Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 3,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Various problems arise as the Boothes completely renovate their kitchen, including an unexpected sewage pipe and a cabinet that won't fit in the door. By the end, the Boothes have a completely different opinion of renovations.    "
                },
                "4": {
                    "title": "The O'Rourke Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 4,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Meg O'Rourke and her husband, Jeremy, are redoing their kitchen. They start off optimistic, but when inexperience and exhaustion collide, this couple begins a tough, uphill battle to complete their renovation.    "
                },
                "5": {
                    "title": "The Zalezsak Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 5,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Allison and Peter Zalezsak want to transform their outdated bathroom into a stylish, modern space. However, this renovation takes a turn for the worse, when Peter finds out how dangerous renovating can be.    "
                },
                "6": {
                    "title": "The Groth Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 6,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From confusing instructions to missing pieces, a couple starts to wonder if this renovation is against them.    "
                },
                "7": {
                    "title": "The Behrens Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 7,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jeff Behrens and his brother-in-law, Jose Quinones, set out to turn Jeff's boring, small utility room into a laundry/bathroom combo. From demo to plumbing to framing, this renovation is one surprise after another.    "
                },
                "8": {
                    "title": "The Malinowski Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 8,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    DJ and Molly Malinowski bought a charming home as a young couple, but three kids later, they've run out of space. They want to convert the unused attic into a playroom for their kids.    "
                },
                "9": {
                    "title": "The Henderson Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 9,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Mike and Liz bought their home as a foreclosure and have been actively renovating each room. The basement is the last room that's in desperate need, and they would love to renovate and use it to entertain family and friends.    "
                },
                "10": {
                    "title": "The Kitchens Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 10,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Christopher and Robert Kitchens are renovating their outdated kitchen. They're planning to update the area to help transform this house into a home and create a more inviting space for family and friends.    "
                },
                "11": {
                    "title": "The Erickson Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 11,
                    "original air date": "29 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Tracey Erickson and her friend Dannie Moore renovate her kitchen area. By removing a small half bathroom and demolishing a wall that divides the kitchen from the staircase, they hope to make an open gallery space. But these DIYers may be in over their heads on this project.    "
                },
                "12": {
                    "title": "The Eyer Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 12,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Keith and Karen Eyer want to update their boring and ugly basement. They desire to bring their basement into this decade by removing panel walls and a dingy drop-ceiling. The smelly carpet that their dogs often mistake for grass will be torn out and replaced with hardwood floors, and french doors will be installed to create privacy in the area. Karen thinks this will be a quick and easy job, but Keith does not share the same opinion. Will Karen's optimism prevail or Keith's realistic outlook set the tone for this renovation?    "
                },
                "13": {
                    "title": "The Copley Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 12,
                    "episode": 13,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Chrysten and Jake Copley hate their kitchen. It's too small and simply not their style, so they're planning on demolishing the majority of the area and starting fresh. The outdated and ugly area will be replaced with a new, family-friendly entertaining space where they can cook like gourmet chefs. But an overly ambitious project plan and unexpected problems create a headache for this team of inexperienced DIYers.    "
                }
            },
            "13": {
                "1": {
                    "title": "The Grandy Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 1,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Nikki and Caleb Grandy renovate their combination kitchen/great room to truly make their house a home for their family. The sheer magnitude of the space isn't easy, but the Grandys are confident they can handle anything.    "
                },
                "2": {
                    "title": "The Harris Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 2,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Brandon and Kim Harris are planning an extremely ambitious kitchen renovation. New cabinets, countertops, flooring, lighting and fixtures are to be installed in the dining room area after completely demolishing their existing kitchen. The current kitchen will then be transformed into a more modern dining room that suits their personal style. They want to open up their floor plan from one side of the house to the other, so the load-bearing wall separating the rooms will be torn down as well. This renovation is the largest they've ever attempted, but Brandon and Kim are...    "
                },
                "3": {
                    "title": "The Kushner Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 3,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Lauren Kushner and Mike Musser just bought their dream home. It has tons of character, but is in need of some serious repairs, most importantly in the master bathroom. Currently, the bathroom is nonfunctional, run-down and dirty.    "
                },
                "4": {
                    "title": "The Hansen Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 4,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Andrea and Keith Hansen's kitchen is falling apart. Drawers fall out and crush their feet, cabinet doors frequently break and the water-line for the refrigerator doesn't even work. They're planning a complete renovation to transform this lackluster space into a kitchen they can be proud of. The old cabinets and wasted soffit space above will be torn out to make way for new ones, the dingy countertops will be demoed and the outdated tile flooring will be removed and replaced with sturdier tiles more up to the rigors of Andrea's cooking. Along the way, they'll have to ...    "
                },
                "5": {
                    "title": "The Khalil Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 5,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Baha Khalil has enlisted his best friend Mustafa to help him renovate his disgusting kitchen. Basically, everything needs to be torn out and replaced. Baha's positive with his friend's help, he can have the kitchen of his dreams.    "
                },
                "6": {
                    "title": "The Hancock Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 6,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Whitney and Brad Hancock are renovating their unused upstairs area into an extra bedroom or nursery. With limted experience, the Hancocks are overwhelmed by the sheer size of the renovation, but know they need the extra space.    "
                },
                "7": {
                    "title": "The Bullinger Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 7,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jennifer and David Bullinger are renovating an outdated upstairs bedroom to add some much needed space to their cramped house. The existing room is unusable except for storage, and with four kids, the Bullinger's house is practically bursting at the seams. The walls need to be gutted to install insulation and electricity, three broken windows need to be removed and replaced and a door that leads to nowhere, something of a safety hazard for their four children under six, will either need to be closed off entirely or replaced with a new door and deck addition. The ...    "
                },
                "8": {
                    "title": "The Gunther Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 8,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Chad and Katie Gunther hate their cramped and outdated kitchen, so they're going to renovate the space and incorporate their dining room area to open it up. Living and working in Las Vegas means that this dynamic couple loves to entertain, so now they want to create an inviting space for their family and friends. Everything will be demoed: cabinets that don't hold any of their cooking supplies, unsanitary and impossible-to-clean tiled countertops and ugly tile flooring and carpet. Their plan is to demo an existing peninsula and move it out into the dining room to open...    "
                },
                "9": {
                    "title": "The Velasquez Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 9,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jaci and Nic Velasquez have a hazardous front porch that needs to be renovated. The existing porch has been repainted and shoddily repaired numerous times, and this family thinks it's time for an upgrade. First, Jaci and Nic are planning to completely demo the existing porch. A cement staircase was hidden beneath the porch until Nic recently removed overgrown bushes that were harboring brown recluses. This staircase will have to be demoed as well, something Nic believes will be easier said than done. To finish out the demo portion of their renovation, the cement ...    "
                },
                "10": {
                    "title": "The Miles Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 10,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Amanda and Blake are planning their first renovation together. Their vision is to create a backyard oasis perfect for summertime entertaining with friends and family. Outside, they're worried about the sloped yard where the extension will be built, and neither has a clue how to begin attaching the framework of the deck to their house. Making matters worse, crawl space vents surround the exact area where their deck will sit and can't be covered up. Once the demo is complete and all previous issues are dealt with, the building process can begin. But with lofty ambitions...    "
                },
                "11": {
                    "title": "The Kimble Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 11,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Danielle and Darrell hate their master bedroom. Underneath the hideous wallpaper lies extremely thin walls, so they are planning to completely gut the room. After everything has been broken down to its' bare bones, new insulation, electrical wiring fit for this era and a larger, more safe and secure window will be installed. While all the walls are bare, they've also decided that increasing their closet space will be a huge priority. They both agree that a new master bedroom is a must-have, so they're willing to put their differences aside to renovate this room.    "
                },
                "12": {
                    "title": "The Fry Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 12,
                    "original air date": "3 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Michael and Betsy Fry can't stand the mudroom that was haphazardly added on to their house some forty years ago, so they're ready to tear it down to the foundation and start fresh. The space is falling off the house, and the couple is worried that the room's lack of insulation is going to cost them a fortune in heating bills. The new room will include two new, larger windows, a door that actually closes, and built in storage and counter space for laundry. With this 120 year-old house there are sure to be some surprises along the way, and this happy couple will surely ...    "
                },
                "13": {
                    "title": "The Surface Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 13,
                    "episode": 13,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jessica and Reid Surface just purchased their first home together in a most-sought-after neighborhood in Mt. Pleasant, South Carolina. To afford this amazing location, they had to compromise with a house needing a ton of renovations. The next project they'll be focusing on will be their ugly and outdated kitchen. They want a blank slate, so they're planning to gut it entirely. Jessica just wants to get this renovation over with as quickly as possible, but Reid's more methodical outlook and perfectionist attitude will surely slow down the pace of this renovation.    "
                }
            },
            "14": {
                "1": {
                    "title": "The Schiding Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 1,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Stephanie Schiding and her boyfriend, Sherrill, just bought their first condo. They're planning to completely gut their dirty and dingy kitchen and start fresh with new cabinets, new countertops, new flooring and new windows and doors. Stephanie's nonexistent renovation skills mixed with Sherrill's perfectionist attitude is surely going to cause some issues. In its current state, Stephanie and Sherrill's kitchen is truly a disaster, but with a little bit of luck and a lot of hard work, this kitchen nightmare can become the kitchen of their dreams.    "
                },
                "2": {
                    "title": "The Ramsey Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 2,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Josh and Hannah Ramsey remodel their upstairs rooms in hopes for a master suite.    "
                },
                "3": {
                    "title": "The Willis Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 3,
                    "original air date": "7 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Rock has agreed to help his best friend Curt tear down his deck and make a larger one with an outdoor theater. Their renovation skills are minimal, but with their sense of humor and Rock's saw something is bound to happen.    "
                },
                "4": {
                    "title": "The Schnur Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 4,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Brian and Bethany Schnur hate their master bathroom. As their final house project, they are ready to demolish everything, including the closet to build a new master bathroom.    "
                },
                "6": {
                    "title": "The Nordstrom Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 6,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Natalie Nordstrom and Ben Bagwell are a young couple with limited DIY experience and lots of love. Their goal is to turn Natalie's poorly designed and outdated kitchen into an updated, usable space.    "
                },
                "7": {
                    "title": "The Truka Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 7,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Rob and his friend Dane try to renovate Rob's tacky, outdated kitchen. They start off strong, but as fatigue and stress start to set in, they quickly learn that renovating an older home is not easy and can even be a health hazard.    "
                },
                "8": {
                    "title": "The Hansen Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 8,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Talmage and Rachel Hansen want to renovate their outdated kitchen and dining room. They hope for the best, but as they begin, even the easiest tasks turn into a nightmare, leaving them racing to get to the finish line.    "
                },
                "9": {
                    "title": "The Childers Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 9,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Karla and Jay Childers try to renovate their outdated 1980s kitchen. However, Karla and Jay are met with one setback after another, making them wonder if they're ever going to bring their kitchen into the 21st century.    "
                },
                "10": {
                    "title": "The Wright Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 10,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Heather and Elise have dreams of opening up a bed and breakfast. They need to create a master suite in a historic mansion. Before long, they feel like they are fighting the mansion as they encounter one problem after another.    "
                },
                "11": {
                    "title": "The Meyer Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 11,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    Brandi Meyer and her boyfriend, Duke Martin, live near the beach in paradise. However, their tiny, outdated kitchen is far from perfect. Therefore, Brandi and Duke try to renovate their kitchen, but one obstacle after another leaves them wondering if their kitchen in their new beach bungalow will ever look like paradise.    "
                },
                "12": {
                    "title": "The Jackson Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 12,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Mark and Kristen Jackson renovate their outdated, poorly-laid-out master bathroom.    "
                },
                "13": {
                    "title": "The Thomas Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 14,
                    "episode": 13,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    Jeff and Sharon Thomas are avid DIYers, who hope to finish renovating their house by overhauling their small, outdated master bedroom. However, on the journey to creating a more open, updated space, they are confronted with one surprise after another. Will Jeff and Sharon finish renovating their house or will the renovation finish them?    "
                }
            },
            "15": {
                "1": {
                    "title": "The McKee Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 1,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Bill and Bethany McKee renovate their empty bonus space to flip it into their daughter's bedroom.    "
                },
                "2": {
                    "title": "The McDowell Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 2,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Lifelong friends Lori and Amy have teamed up to renovate Lori's rec room. With a little experience and a lot of laughs, can these renovators handle the challenge?    "
                },
                "3": {
                    "title": "The Hess Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 3,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Katie and Jarrod renovate their outdated master bathroom for a fresh look. During the renovation, they discover that an old house also means old problems.    "
                },
                "4": {
                    "title": "The Grossman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 4,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jessica and Justin Grossman are sick of their outdated, grimy kitchen and are ready for a change.    "
                },
                "5": {
                    "title": "The Leker Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 5,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Lindsey and Dave Leker love their home, the location, and the space. But with every house there are some problems. Their master bath is not a master space, and the shower in the hallway bathroom barely works. Their plan is to demo both bathrooms and create one larger space for the family to use. But with old bathrooms come old plumbing and old drywall. Can this couple handle it?    "
                },
                "6": {
                    "title": "The Owen Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 6,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Roommates Hank Owen and Stephen Palmer want to turn their wasted space into a man cave. The room currently houses a bunch of couches and is too dark. Although their renovation skills are minimal, they try to pull it off with some interesting tactics and their sweet karate moves.    "
                },
                "7": {
                    "title": "The Davies Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 7,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Teresa Davies and her husband Paul are sick of their sons' nasty bathroom. They have 4 boys who terrorize the bathroom, and they are ready to gut the whole space. What they discover is three boys can destroy anything. Boogers, broken walls, and bathtubs challenge the couple.    "
                },
                "8": {
                    "title": "The Ramsey Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 8,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Anthony and his mother, Lisa, are renovating Anthony's 106-year-old house. They're finally ready to demolish the kitchen and get a fresh start, but anything could be behind those walls.    "
                },
                "9": {
                    "title": "The Eubank Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 9,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    John Eubank has been slowly renovating his home in downtown Baltimore for around 2 years. The final step for him is the kitchen where he plans to demo a wall to create an open floor plan. For this renovation he has talked his girlfriend, Whitney, into helping. With her go-getter attitude, and his \"experience\" they feel ready to tackle the kitchen. Will this kitchen end up tackling them?    "
                },
                "10": {
                    "title": "The Sherman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 10,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Kim and Jon Sherman hate their laundry room space. With lots of kids making it messy, it's time for a change. They want to transform the space into a mudroom and a laundry room. To start they are going to blow out a wall and extend the room by 5 feet. The Shermans have their hands full with kids, a hole in their house, and a potential storm.    "
                },
                "11": {
                    "title": "The Ng Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 11,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Mike and Claudia hate their master bathroom so much, they've never even used the shower. They're now sick of sharing a bathroom with the kids, so they have decided to rip everything out and get a fresh, clean look.    "
                },
                "12": {
                    "title": "The Lynch Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 12,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    John and Aleta Lynch love their historic home in downtown Phoenix. But with a historic home, comes some quirks they want to change. They plan to open up their kitchen for a more practical space. With a wall separating the dining room and the kitchen they hate how closed off it feels. With a lot of laughs, and some handiness, the Lynch's really have their work cut out.    "
                },
                "13": {
                    "title": "The Blackwell Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 15,
                    "episode": 13,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Hannah and Brad love everything about their home except the master bath. They plan to update the cramped space, and both feel confident they can handle plumbing and tiling for the first time.    "
                }
            },
            "16": {
                "1": {
                    "title": "The Bartelski Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 1,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Chris and Allie Bartelski are going crazy sharing a bathroom with their 5 year old, and 2 year old. They are ready for some privacy so they plan to create a master suite out of their bedroom by knocking out the closet and turning it into a bathroom, and tearing down the ceiling to expose the dormers. With a lot of laughs, a lot of power tools, and a dash of math skills, these homeowners are ready for the challenge.    "
                },
                "2": {
                    "title": "The Adams Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 2,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Khalila and Marchello Adams love their daughter, Laila. She is their princess and their princess deserves the best bathroom. They plan to take out the floors, rip out the shower, and tile it all. With Marchello's work ethic, and Khalila's patience, they're going to give this renovation their all.    "
                },
                "3": {
                    "title": "The Shimmel Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 3,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Caleb and Molly Shimmel want an open concept living space. They've done some minor renovations on the house, but their next big project is the living room. They plan to take down part of a wall to open up the space, and get rid of the old walls to add new drywall.    "
                },
                "4": {
                    "title": "The Minetz Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 4,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Anya has roped her brother, Noah, into helping on her renovation. Noah isn't exactly sure about it, but Anya is confident that her and Noah are the ultimate renovation team. Anya wants to remodel her 'great' room, hoping to make it great once more. Noah's expertise may be lacking, but with his sister's motivational attitude, nothing will stop them.    "
                },
                "5": {
                    "title": "The Richards Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 5,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Chelsea and her fiancé Chris are renovating their whole house in southern California. They plan to have their wedding on the estate, so when they say they want everything perfect, they mean it. Their next project is knocking down a bathroom and the laundry room to create a master bathroom. Chris' knowledge leads the team, and Chelsea's jokes keep it fun in this down and dirty renovation.    "
                },
                "6": {
                    "title": "The Ruiz Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 6,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Freddy and Christine Ruiz are ready for a new master bathroom, and nothing is stopping them. Even Christy being almost eight months pregnant is not slowing them down. With their little one on the way, they're really in a time crunch to finish the bathroom. They plan to take out the shower and bath tub, to create a relaxing oasis.    "
                },
                "7": {
                    "title": "The Perala Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 7,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Adam and Erika Perala are renovating their attic to get a little more space for their daughter. But with a 91 year old house, nothing is ever easy. They tear down the wood paneling to find some rather interesting items left from an old homeowner. But with some problems they didn't plan for, these renovators are struggling to finish.    "
                },
                "8": {
                    "title": "The Hagemann Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 8,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jon and Cindy Hagemann are ready to renovate their old bathroom. But there is one major problem, a cast iron lowered tub. But the Hagemann's soon discover figuring out how to remove the tub is only half the problem.    "
                },
                "9": {
                    "title": "The Burquest Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 9,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Sunday Burquest hates her guest bathroom, and has finally talked her husband Jeff into remodeling it. Sunday has had a \"Do not use\" sign on the bathroom for years and is ready to take it down. They plan to demo the entire room, all down to the studs. With some electrical issues, and Sunday's vibrant personality, they tough it out to try to beat their deadline.    "
                },
                "10": {
                    "title": "The Goodman Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 10,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Mary and Greg Goodman just bought their California dream home, but they have run into problems along the way. They have been renovating the entire house and now are ready to tackle the outdated kitchen. With Mary's pipe cutting skills and Greg's math skills, this episode proves to be entertaining and educational.    "
                },
                "11": {
                    "title": "The Kolstad Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 11,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ian Kolstad and his girlfriend Amanda Waite are high school sweethearts that just bought their first house together. They are not a fan of the drab bathroom and want to completely change the look. They think renovating will be easy, but with no experience and no help, will the renovation go as planned?    "
                },
                "12": {
                    "title": "The Kennedy Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 12,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Mary Grace Kennedy just bought her first house in her hometown. She wants to revamp her out of date kitchen. With her dad by her side, she is certain they can tackle the daunting task of renovating this outdated house. Mary Grace struggles with various tasks of the renovation and finds out that sometimes daddy still knows best.    "
                },
                "13": {
                    "title": "The Daniels Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 16,
                    "episode": 13,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Kalvin and Sanja Daniels need to renovate their kitchen as soon as possible. Sanja is determined to have an open concept but Kalvin swears the wall she wants to tear down is a load bearing wall. With Kalvin's insight and Sanja's fearless attitude, this kitchen renovation will stop at nothing.    "
                }
            },
            "17": {
                "1": {
                    "title": "The Grey Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 1,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The Tatge Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 2,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Escamilla Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 3,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "The Hillebrand Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 4,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "The Aranda Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 5,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The Poole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 6,
                    "original air date": "6 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "The Threadgould Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 7,
                    "original air date": "6 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "The Cuccio Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 9,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "The Harvey Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 10,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "The Padula Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 12,
                    "original air date": "20 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "The Tews Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 17,
                    "episode": 13,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "20": {
                "11": {
                    "title": "The Ossorio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Renovation Realities (TV Series 2007–2016)",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 11,
                    "original air date": "20 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 220,
        "cast": [
            {
                "name": "Goode, Minnie"
            },
            {
                "name": "Harney, James"
            },
            {
                "name": "Harney, Kellee"
            },
            {
                "name": "Heath, Nat"
            },
            {
                "name": "Heath, Valerie"
            },
            {
                "name": "Anderson, Greg"
            },
            {
                "name": "Anderson, Lisa"
            },
            {
                "name": "Fowler, Reece"
            },
            {
                "name": "Fowler, Stephanie"
            },
            {
                "name": "Gomez, Emerson"
            },
            {
                "name": "Gomez, Sarah"
            },
            {
                "name": "Graf, Becca"
            },
            {
                "name": "Graf, Rick"
            },
            {
                "name": "Harney, Ally"
            },
            {
                "name": "Kemezy, Tori"
            },
            {
                "name": "Payne, Barrett"
            },
            {
                "name": "Payne, Molly"
            },
            {
                "name": "Shinn, Brandy"
            },
            {
                "name": "Shinn, Robert"
            },
            {
                "name": "Williams, Jessica"
            },
            {
                "name": "Williams, Scott"
            },
            {
                "name": "Behrens, Jeff"
            },
            {
                "name": "Boothe, Alyssa"
            },
            {
                "name": "Boothe, James"
            },
            {
                "name": "Bullinger, David"
            },
            {
                "name": "Bullinger, Jennifer"
            },
            {
                "name": "Ericsson, Tracey"
            },
            {
                "name": "Farzner, Chris"
            },
            {
                "name": "Farzner, Vanessa"
            },
            {
                "name": "Freeman, Kristin"
            },
            {
                "name": "Freeman, Vince"
            },
            {
                "name": "Gonzales, Nic"
            },
            {
                "name": "Grandy, Caleb"
            },
            {
                "name": "Grandy, Nikki"
            },
            {
                "name": "Groth, Ashley"
            },
            {
                "name": "Gunther, Chad"
            },
            {
                "name": "Gunther, Katie"
            },
            {
                "name": "Hancock, Brad"
            },
            {
                "name": "Hancock, Whitney"
            },
            {
                "name": "Hansen, Andrea"
            },
            {
                "name": "Hansen, Keith"
            },
            {
                "name": "Harris, Brandon"
            },
            {
                "name": "Harris, Kim"
            },
            {
                "name": "Henderson, Liz"
            },
            {
                "name": "Henderson, Mike"
            },
            {
                "name": "Khalil, Baha"
            },
            {
                "name": "Kimble, Danielle"
            },
            {
                "name": "Kimble, Darrell"
            },
            {
                "name": "Kushner, Lauren"
            },
            {
                "name": "Malinowski, D.J."
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 20,
        "rating": 7.4,
        "votes": 48,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1MTY1Mzc2N15BMl5BanBnXkFtZTcwMDUzNTQ4OA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Home renovation looks so easy on TV. We see a project move quickly and smoothly from start to finish - and the results are always beautiful. But somewhere between \"before\" and \"after\" there are always at least a few speed bumps - and one great story. Budgets skyrocket, tempers flare, relationships suffer. This is real life, and DIY Network's Renovation Realities proves that even in home improvement, truth is often stranger than fiction.",
        "languages": [
            "English"
        ],
        "title": "Renovation Realities",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2016",
        "akas": [
            "Renovation Realities (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "15",
            "16",
            "17",
            "18",
            "19",
            "20"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "Home renovation looks so easy on TV. We see a project move quickly and smoothly from start to finish - and the results are always beautiful. But somewhere between \"before\" and \"after\" there are always at least a few speed bumps - and one great story. Budgets skyrocket, tempers flare, relationships suffer. This is real life, and DIY Network's _Renovation Realities_ (qv) proves that even in home improvement, truth is often stranger than fiction.::RIVR Media"
        ],
        "tech": {
            "runtime": [
                "21 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.7
            },
            "males": {
                "votes": 26,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 5.9
            },
            "females": {
                "votes": 14,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.8
            },
            "us users": {
                "votes": 30,
                "rating": 6.9
            },
            "non us users": {
                "votes": 3,
                "rating": 3.7
            }
        },
        "number of votes": {
            "10": 13,
            "9": 5,
            "8": 9,
            "7": 10,
            "6": 2,
            "5": 2,
            "4": 0,
            "3": 3,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}