{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 December 2007"
            }
        ],
        "release dates": [
            "USA::30 December 2007"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Operation Repo"
            },
            {
                "countries": "Hungary",
                "title": "A behajtók"
            },
            {
                "countries": "Italy",
                "title": "Operation Repo - La gang dell'auto"
            },
            {
                "countries": "Spain",
                "title": "Embargo por sorpresa"
            }
        ],
        "akas": [
            "Operation Repo (original title)",
            "A behajtók Hungary",
            "Operation Repo - La gang dell'auto Italy",
            "Embargo por sorpresa Spain"
        ],
        "akas from release info": [
            "Operation Repo (original title)",
            "A behajtók Hungary",
            "Operation Repo - La gang dell'auto Italy",
            "Embargo por sorpresa Spain"
        ],
        "episodes": {
            "11": {
                "1": {
                    "title": "Lou's Big Gamble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "original air date": "27 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    It's a brand new start for the Operation Repo team when Lou bets big on a high-risk opportunity and sets up shop in Las Vegas! But first, Ronnie and Froy must wrangle a wrestling ring from an lucha libre school, and Carlos and Matt have to break up a Botox party when they go after a car owned by a upper class housewife. Then on their first repo in Vegas, a live tiger stands between the team and a truck, and it seems like Vegas is more than they can handle. If they complete their mission, the payout could be enormous, but will they be able to resist the temptations of ...    "
                },
                "2": {
                    "title": "All In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The team is ahead of schedule on their Vegas mission, but will it all be derailed when Froy brings unwanted trouble back to the office? Also, Ronnie and Froy run into an unexpected dilemma when a husband's better halves take the reins, Carlos and Sonia repo a limo from an arrogant lotto winner whose luck has run out, and Froy and Lou track down an RV as a side repo for a mom and pop shop, unfortunately the repo goes disastrously wrong when the RV explodes and the fire department has to be called.    "
                },
                "3": {
                    "title": "Viva Las Vegas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "original air date": "10 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    An Elvis impersonator gets Matt and Ronnie all shook up, and a ventriloquist's dummy has a nasty attitude that gets on Sonia's bad side. When Froy goes missing, Lou has to pick up the slack in a repo that goes terribly wrong, but when Carlos reveals Froy's true whereabouts tempers ..    "
                },
                "4": {
                    "title": "Go Big or Go Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Fuming over Froy's departure, Matt loses his temper on a dominatrix and her client and packs his bags to return to LA.? Down two repo men, the pressure is on Ronnie and Carlos, who interrupt a couple in the middle of their less-than-holy matrimony.    "
                },
                "5": {
                    "title": "Bouquets and Blowtorches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The team returns from a successful mission in Vegas, but there's trouble brewing within the crew's ranks. Ronnie and Carlos repo from a self-defense instructor who lets his students do his dirty work, Matt and Froy confront a delinquent delivery man steeling flowers from graves, and Lou and Carlos are left defenseless against gang members with blowtorches. Can Lou still keep his cool in the high pressure repo business, or will there be repercussions for Matt and Froy that no one saw coming?    "
                },
                "6": {
                    "title": "Doomsday Prep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    The team wonders what's up with Sonia as she wrestles with Lou's big secret. Ronnie goes undercover and takes a gold digging RO out on a date, but when Carlos lets the cat out of the bag all hell breaks loose.    "
                },
                "7": {
                    "title": "Sugardaddy Shakedown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    The team wonders what's up with Sonia as she wrestles with Lou's big secret. Ronnie goes undercover and takes a gold digging RO out on a date, but when Carlos lets the cat out of the bag all hell breaks loose. Matt and Froy struggle with language barriers when an Italian photographer and his assistant resorts to violence because they can't comprehend. Will Sonia finally reveal what's happening, or will carrying her brother's burden get the best of her?    "
                },
                "8": {
                    "title": "The New Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    Lou has retired, making Sonia the new boss, but will she be able to keep the company going without her big brother?? Matt and Ronnie try to take a car away from of yuppie with an unusual taste for red meat,    "
                },
                "9": {
                    "title": "Hayseed Inferno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Sonia pushes the company to repossess more than just cars, and the backlash from the team threatens to end her time in charge before it's even begun.? Ronnie and Matt attempt to repo from a reckless motocross daredevil.    "
                },
                "10": {
                    "title": "Bullseye!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "29 May 2013",
                    "year": "2013",
                    "plot": "\n    Sonia, the new boss, is still struggling to keep the team in line, but when tragedy strikes on a routine repossession, her reign at the top faces its biggest challenge yet. Matt and Froy hit the club to take a sports car away from a deadbeat DJ.    "
                },
                "11": {
                    "title": "Phi Alpha Fail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 11,
                    "original air date": "5 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Carlos goes undercover at a frat house, but when the party gets the best of him Sonia has to step in and fight the drunken mob. And when Matt and Ronnie go after some wanna-be internet sensations, they become the RO's ticket to fame in a violent potato launcher attack bound to go viral.    "
                },
                "12": {
                    "title": "Boys with Toys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 12,
                    "original air date": "12 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Matt is eager to work his way onto Sonia's coveted airplane repo, despite her adamancy against him.    "
                },
                "13": {
                    "title": "Mile High Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 13,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    On this special season finale of Operation Repo, the team gears up for a mile high repo of a lifetime! Froy and Sonia repo a water blob from a lake house, but the RO and his friends refuse to let this deflate their party. And with Sonia's hands tied, she is forced to offer Matt a position on the airplane. The team takes to the skies, but when plans go awry will Matt make the ultimate sacrifice for the team? Or will his ego force everything to spiral violently out of control?    "
                },
                "14": {
                    "title": "Reclaim the Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 14,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In the premiere of the final season of Operation Repo, the team must recover an airplane and return one-hundred thousand dollars. But after two members of the team bail when it's time to save the company, will the others be able to bounce back in time to avoid a jail sentence?    "
                },
                "15": {
                    "title": "First Rule of Repo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 15,
                    "original air date": "25 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Froy and Sonia encounter a city employee who tries to give them the boot, and a mechanic's shady scheme comes crashing down on Matt and Ronnie. But with Froy still in debt to Sonia, an RO's offer to make a quick buck convinces Froy to break the first rule of repo.    "
                },
                "16": {
                    "title": "Natural Liar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 16,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    First, Froy and Ronnie dodge tomatoes and pesticide when an organic farmer won't give up his tractor, and when they are in the clear, Froy confronts Ronnie about telling Sonia about the boob purchase and inadvertently reveals the Lambo repo. Next, Carlos and Matt get an offer of stardom from a slick Hollywood agent. And finally, Sonia drags more information from Ronnie and doesn't understand why everyone's going behind her back with Froy's big Lambo repo. Plus, they lose control of a Chevy Impala while repoing from a mace wielding shopper.    "
                },
                "17": {
                    "title": "The Froylan Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 17,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A hoarder with a secret tries to pull a fast one on Matt and Froy, and Sonia takes sides in a dramatic lover's quarrel. Froy finally gets a shot at recovering the Lamborghini, but will his ingenious plan come crashing down around him?    "
                },
                "18": {
                    "title": "Tricks and Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 18,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    First, a mischievous magician gets Ronnie and Carlos to stick together when they interrupt his show to grab his car. Next, Froy and Ronnie have to put hands on a seriously stupid sugar daddy and the recently upgraded debtor's chest when they repo from a stripper who will do anything to keep her car. And finally, Matt and Carlos go head to head against a boxing manager and his fight fixing fighter.    "
                },
                "19": {
                    "title": "Now Serving Mrs. Pizarro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 19,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    First, Matt and Froy discuss what they will do with their severance pay once the company is sold, but have to put discussion on hold while they repo repo a hovercraft golf cart from a snooty golfer. Next, Sonia and Ronnie's easy day at the salon gets disastrous when the should-be debtor serves Sonia with a lawsuit. And finally, Froy and Carlos head out to a worksite to repo the bulldozer that Carlos should have been training for.    "
                },
                "20": {
                    "title": "Taken for a Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 20,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A professional stunt driver slips through Froy and Sonia's grasp, sending them on a violent high speed chase. Matt offends a pretty RO who seeks womanly revenge, and Froy and Carlos go undercover at a lowrider show. And when Sonia announces a dangerous plan to save the company from the lawsuit, the team must decide whether they're willing to risk it all.    "
                },
                "21": {
                    "title": "The Final Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 21,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    On this special one hour series finale of Operation Repo, the team are scrambling to get ready for the huge Yacht repo to secure the sale of the company and the distribution of their severance packages, while still going after every day repos. In this episode, Sonia and Froy find a payment procrastinating pervert in the park, Matt and Ronnie put the brakes on a rich racecar driver, Matt and Carlos get stuck in the middle of sign maker's gluing process, and Ronnie and Carlos try to reason with an irresponsible retro racist. And finally, on their most dangerous repo ...    "
                },
                "22": {
                    "title": "It Ain't No Joke!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 22,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In this kick-off to the final season, the cast takes viewers back through the most outrageous, comical, and memorable repos of the series. And, get a sneak peek of the final season of Operation Repo.    "
                }
            },
            "1": {
                "1": {
                    "title": "We Are Operation Repo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    After we meet the team members of Operation Repo, Matt, Lou, and Froy get interrupted by a bike riding gangster while trying to hook up a car. And later, Matt, Sonia, and Froy deal with an ecstatic and energetic young debtor who will not let go of her car.    "
                },
                "2": {
                    "title": "Don't You Dare Lift-off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Dec. 2007",
                    "year": "2007",
                    "plot": "\n    First, Froy, Matt, and Lou turn tail and bail when bats and guns are swung towards them. Later, things get heated for Matt and Sonia just before they head out with Esteban and Lou to ambush a helicopter pilot.    "
                },
                "3": {
                    "title": "Collectibles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou, Lyndah, and Matt head to a cul-de-sac to gain possession of a speedboat, and a truck, and a trailer. Later, a rare collectible motorcycle is up for repo, and Matt, Lou, and Froy are ready to collect it. And finally, Froy, Sonia, and Lou nab a forklift from a threat-dealing debtor.    "
                },
                "4": {
                    "title": "Adult Film Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou, Froy, and Matt press charges after a violent debtor attacks the crew. Later, Lou, Sonia, and Froy head out to the boondocks to repo a BMW in the middle of an adult film shoot. And finally, Sonia and Lyndah ride out in Sonia's car to meet up with the debtor's sister-in-law who helps the team find the debtor's car.    "
                },
                "5": {
                    "title": "Pizza, Hook-ups, and a Suspicious Suitcase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    First, Matt and Froy interrupt a young couple's romantic entanglement when they try to hook up to the car a young couple are trying to hook-up in. Next, tempers and Pizza fly when Sonia, Matt, and Lyndah repo a pizza parlor's customer's car. And finally, Sonia and Lou grab a truck from a car graveyard, but soon have to avoid the employee's scratch attacks and deal with the nervous debtor with a suspicious suitcase full of cash.    "
                },
                "6": {
                    "title": "Exterminate or Retaliate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou calls in an exterminator and has Froy, Sonia, and Lyndah go to an address to ambush them for their truck. Next, Matt, Froy, and Lou bring the debtors to the ground when they head out to repo a back hoe tractor. And finally, Froy, Lou, and Lyndah bully their way through a bunch of ignorant punk kids to grab some four wheelers.    "
                }
            },
            "2": {
                "1": {
                    "title": "Unwanted Seizures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou sends Sonia and Matt to repo a Toyota Corolla from a recently divorced debtor determined to keep the car she won in the divorce. Later, Lou cuts a repo short to send Froy and Matt to tail a car until the debtor realizes he's being followed. And Finally, when a debtor goes into a seizure during his seizure of his vehicle, Lou, Sonia, and Lyndah tend to the man while they wait for help to arrive.    "
                },
                "2": {
                    "title": "Pepper Spray and Guns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, Froy and Sonia douse a couple with a dose of pepper spray when the debtor gets too pushy with Sonia. Next, Matt and Froy battle biker girls when going after a motorcycle. And Finally, Matt and Froy confront a couple of delinquents in attempt to repo the couple's car, but they are soon sent running when the couple pushes back with guns.    "
                },
                "3": {
                    "title": "Who Wants Ice Cream?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, Sonia, Matt, Froy, and Lou roll up and roll on a gang of brothers to gain possession of an Infinity. Next, Matt and Froy stand in the way of a drugged debtor keeping his car. And finally, it's time for some ice cream for Lou, Froy, and Sonia when they head out to repo an ice cream truck.    "
                },
                "4": {
                    "title": "The Cop, the Pizza Delivery Man, and the Repo Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou sends Sonia and Froy out to repo from a pizza delivery man way behind on his payments. Then, Matt and Froy deal with an unhelpful citizen when they have to repossess from a cop. And finally, Sonia, Lyndah, and Matt deal with another repossessor when trying to repo a repo truck, until Lou can get on scene and offer the debtor a deal.    "
                },
                "5": {
                    "title": "Hairy Situations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, things get hairy when Sonia and Lyndah repo from outside a wig shop. Next, everybody's crying when Lou and Froy's repossession from a young couple ends with a pepper spray to everyone's face. And finally, Froy, Sonia, and Lou repo the targeted car while Matt stands his ground with a family of thugs.    "
                },
                "6": {
                    "title": "Legal Repossession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, Matt, Froy, and Lou do a legal repossession of an attorney's car. Next, Froy, Lyndah, and Sonia are speechless when they interrupt two girls in the back of a car. And finally, Lou and Sonia wrangle with a bunch of confused ATV owners blindsided by Lou's quick acquisition of their quads.    "
                },
                "7": {
                    "title": "Business Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    First, Sonia and Lou deal with a terrible boss and his instigating employees. Next, Lou, Froy, and Lyndah deal with a debtor with issues when they take possession of a taco truck. And Finally, Matt, Lou, and Sonia take on a big repo at a dealership and come out with six cars.    "
                },
                "8": {
                    "title": "Wrench in the Works",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    First, a wrench is thrown in the works, and at the car, when Froy and Matt try to repo from a plumber. Then, the duo go out again to try to repo a car from a slap-happy debtor, but unfortunately the car has a boot on it. And finally, Froy, Matt, Lyndah, and Sonia head out to the ranch to repo a tractor from some pushy ranch hands.    "
                },
                "9": {
                    "title": "Hidden Cars and Higher Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    First, Matt and Froy get some help from a friendly gardener that lead them to discover a car hidden in the backyard. Next, Matt and Froy go on another repo to repossess from a preacher that believes it would be blasphemy to repo his car. And finally, cops arrive in the middle of what may be Matt and Froy's last repo. Lou has to swoop in and smooth out the situation.    "
                },
                "10": {
                    "title": "Rolling Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    First, Lou, Sonia, and Froy have to push away a debtor while trying to push a classic car up a hill and onto the flatbed. And later, Matt and Froy head out on a repo for a BMW, but when the camera guy refuses to leave the car and Matt's lunch starts to get to him, things go terribly wrong in what could be the worst repo in the history of EGA Recovery.    "
                }
            },
            "3": {
                "1": {
                    "title": "Matt's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "16 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Froy and Mike, the new guy, repo a car at a paintball range. When the scene gets out of control, Matt swoops in out of nowhere and saves the day. Then, Sonia and Froy repo a high-end luxury sedan from a snooty pair of Brits in the high-rent district. Finally, Matt and Lou head to a dangerous job with Matt's biggest... and smallest fan.    "
                },
                "2": {
                    "title": "Burgers, Bottles, and Hustlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "30 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Lou and Sonia repo a compact sedan from a trio of gun-wielding, bottle-breaking gangsta gals. Then, Matt and Froy get some fast food when they deal with an irate burger-slinger who won't honor Matt's order for his car. Finally, Sonia and Froy come face-to-face with a small time hustler and a gaggle of ladies in his employ.    "
                },
                "3": {
                    "title": "Strapped on the Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "16 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Matt and Froy have to choose between the job and their lives when they're confronted by a dozen gun-toting basketball players. Then, Lou and Sonia have to crash a night-time family reunion to get their car. And finally, Lou and Lyndah think they are going to repo a Chevy van from wounded veterans, but the veterans aren't what they seem. TV-14-L    "
                },
                "4": {
                    "title": "Role-players and Blade Swayers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Lou, Matt, and Froy get interrupted on a routine job by a registered owner with an unregistered blade. Then, Matt and Froy head out to the country to reclaim a Prius from a quintet of socially maladapted role-players.    "
                },
                "5": {
                    "title": "Caught with Their Pants Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "13 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Sonia and Froy's relationship takes a strange turn on a repo that puts them face-to-face with two strangers caught with their pants down. Then, Lou and Lyndah head to a remote ranch where they confront a duo of indecent roughnecks. And finally, pool cues and go jacks go flying when Froy, Matt, and Lou visit a local pool hall. TV-14-L    "
                },
                "6": {
                    "title": "Honor Rolling Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Sonia and Lyndah find themselves at a local University trying to reclaim a car from a not-so-honorable honor roll student with a squeaky voice. Then, Matt and Sonia are tasked with snagging a tricked-out race car from two vested thugs armed with golf clubs. Finally, Lou and Sonia head to a fancy part of town to repo an Escalade from a young professional and his unsupportive wife. TV-14-L    "
                },
                "7": {
                    "title": "Tazed and Amazed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Matt and Froy need to call in the cops to help out with an inebriated old-timer armed with a tazer. Then, on a journey for a Journey, Lou and Froy battle with a bowler. And finally, Froy and Lyndah deal with a back peddling super-sized owner of a Nissan Altima.    "
                },
                "8": {
                    "title": "Intoxicated Marina Idiots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "23 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou and Sonia are on a hunt for a 2007 Porsche & a 2008 Audi from the same drug dealing debtor. Next, Matt and Froy pry a truck from a group of intoxicated idiots at a marina. And finally, Matt and Lou hit up an upscale Glendale neighborhood to scoop up a BMW from a shoe throwing rich couple.    "
                },
                "9": {
                    "title": "Playing the Role",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "27 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou devises a plan to have Froy and Sonia pose as house buyers, and a happy married couple, meanwhile Matt and Lou will hook and book. Then, Matt and Froy wrangle with an out-of-work actor who's lost track of the line between his identity and his latest role. Finally, Froy and Lyndah need to figure out how to get a car from an angry owner, and the competing repo company that got to the job first. TV-14-L    "
                },
                "10": {
                    "title": "Broken Bones and Broken Phones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "4 May 2009",
                    "year": "2009",
                    "plot": "\n    First, Froy, Lou, and Matt wrestle a group of body builders when going after a Jeep Commander. Next, an unemployed stock broker gets a rude awakening when Lou and Lyndah wake him up inside his car. And finally, Froy learns why you should never text and not drive to pick up Sonia, because she breaks his phone in two.. TV-14-L    "
                },
                "11": {
                    "title": "The Hearse Isn't Empty?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    Matt and Lou find themselves in an upscale neighborhood, facing off with a distraught accountant and his belligerent, kick-happy son. Then, Sonia and Froy crash a pool party where the guests were happy to give up their clothes, but they're not willing to give up their car. Finally, Matt and Lou encounter a hearse that they've been tracking for weeks, but before they're able to hook it up, they've got to figure out what's in the back. TV-14-L    "
                },
                "12": {
                    "title": "Froy Gets Beat Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Sonia and Lou see the signs of the bad economy first-hand when a rich couple willing give up their late-model Landcruiser. Then, Matt and Sonia need to contend with a spoiled princess whose daddy forgot to pay the bill on her Jetta.    "
                },
                "13": {
                    "title": "This Is No Fantasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    First, Froy and Lyndah get a tip from a spotter that leads them to a late model sedan with cans tied to the bumper and an angry bride in the passenger side. Next, Matt has to step in when Froy starts to lose it with a group of fantasy football players. And finally, Sonia, Lyndah, Froy, and Lou are astounded when a loopy debtor douses his own car in gasoline and sends it up in flames. TV-14-L    "
                }
            },
            "4": {
                "1": {
                    "title": "The Missing RV and the Private Jet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou, Sonia, and Froy track down an RV that has been missing for 30 years, only to find that its owner is using it to cart around a group of impetuous young Canadian rock stars.    "
                },
                "2": {
                    "title": "Pyramid Scams and Princesses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou, Sonia, and Matt wrangle with two belligerent truckers who will stop at nothing to protect their massive tractor-trailer. Next, a young girl learns that she's been a victim of a pyramid scam when Lyndah and Lou come for her car. Finally, Matt, Sonia, and Lyndah enjoy a little nightlife when they hit the club to take down an entitled princess who's high on charm, but late on her payments. But the debtor's not the only one who fights to get the car. TV-14-L    "
                },
                "3": {
                    "title": "Jet Skis and Massages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "22 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    First, the team heads to the beach to grab a little sun as well as two luxury jet skis. Then, Lou and Froy get in touch with their sensitive side when they confront a massage therapist who's as skilled with her hands as she is with her feet. And finally, Lou and Sonia are unknowingly hired to pull a prank on a debtor, which could cost everyone. TV-14-L    "
                },
                "4": {
                    "title": "Get That Prowler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "13 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou, Sonia, and Froy unfurl an elaborate sting when they repo a taxicab by tricking its driver into picking them up. But what to do with his ferociously inebriated client? Then, Matt and Froy attempt to repo a DeLorean from a debtor whose car isn't all that's stuck in the 80's. Finally, Lou and Sonia square off against an overgrown child who isn't giving up his Plymouth Prowler without a tussle. TV-14-L    "
                },
                "5": {
                    "title": "Up Up and Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "20 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    First, it's up, up, and away, for Lou, Froy, and Matt. All of their skills are tested when they attempt to take down not one, but two hot air balloons. Then, Lou and Froy find themselves in the wrong part of town, repo'ing a sports car from a former gang member who's not afraid to go back to jail. Finally, Lou and Lyndah break in Frankie, the new guy, with a repo that turns into a confrontation with three spray-paint-packing graffiti girls. TV-14-L    "
                },
                "6": {
                    "title": "Family Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "27 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou, Froy, and Matt team up with Eva, an alluring lending agent, who sets up a sting to repo a limousine from its delinquent owner.    "
                },
                "7": {
                    "title": "Kegger and Refrigerator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "27 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lyndah has some tension with Frankie when they repo a truck from a moving company in the middle of relocating some fragile material for a very important client. Then, Froy, Sonia, and Frankie crash a raging kegger in a bad part of town and have to contend with a gaggle of irate partiers in order to secure their target vehicle. Finally, Lou and Matt find themselves in one of the worst situations imaginable when they realize that the car they're trying to repo has been fitted with what seems to be an explosive device.    "
                },
                "8": {
                    "title": "Going Green and Falling Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "6 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    First, Sonia and Froy arrive on the scene to a repo a car that's been refitted to run on biodiesel and are shocked to see that its owner shares some of Sonia's features.    "
                },
                "9": {
                    "title": "Look What You Did!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "17 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    First, Sonia and Froy get locked in the battle of a lifetime with a pair of young debtors who are understandably upset that their late model Tahoe has found its way to the bottom of a lake. Is it Froy's fault, as they claim, or are there other forces at work here? Then, Lou and Matt get down and dirty with a taser-packing P.I. who isn't ready to say goodbye to his ride. Finally, when Frankie puts the go-jacks on the wrong car, it plucks Matt's last nerve and places him at risk for the beat-down of the century.    "
                },
                "10": {
                    "title": "That's Disrespectful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    First, Sonia and Lyndah are faced with a choice. Do they attempt to reclaim a burnt-out husk of a car from its high-flying owners, or do they just give up and go home?    "
                },
                "11": {
                    "title": "Smoke, Lead, and Alcohol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Froy venture into one of the city's most dangerous neighborhoods, only to find a debtor ready to defend his ride by pumping it full of lead, with no concern for who gets caught in the crossfire.    "
                },
                "12": {
                    "title": "Missed Dates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "14 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lyndah is put in a tough situation - she has to control a sobbing, cop-calling debtor and turn away Frankie's unwanted and inappropriate advances - all at the same time. Then, Matt and Froy have two problems on their hands, when they decide to haul away both a stripped-down husk of a car and the phone number of its owner's coquettish and bathrobe-wearing ex-girlfriend. Finally, Lou, Froy, and Lyndah head way out into the country to wrangle with a case of mistaken identity and a trio of shotgun-wielding cultists.    "
                },
                "13": {
                    "title": "Broken Tooth Lou and Bad Breath Frankie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "21 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    First, Froy and Lyndah probably need to schedule a trip to the dentist after Lou's tooth gets knocked out in the course of a tense confrontation with two irate debtors. Then, Frankie seriously blows a routine voluntary repo when the owner smells something on his breath. With Lou racing to the scene, is this the end of the road for the new guy? Then, Lou's problems get even worse when a rampaging construction crew employs an excavator to demolish the target Camry - with Froy inside of it. TV-14-L    "
                }
            },
            "5": {
                "1": {
                    "title": "Matt Vs. Giant Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Froy cope with the uncertainty of Lou's condition by liberating a Vespa from a leather-clad biker and his rabble-rousing girlfriend. Then, Matt and Froy head out again to claim a Toyota Yaris from a truant children's entertainer wearing an unexpected outfit. And finally, the whole team heads out to repo more than six cars from an insolvent dealership, with the fate of their leader still in question. TV-14-L    "
                },
                "2": {
                    "title": "Segway This Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Sonia hit the beach to repossess an old-fashioned classic surfer car from an old-fashioned surfer looking for a classic tussle. Then, Froy and Matt stretch their wits to identify and take down an uncooperative Segway renter. Hopefully, one of them knows how to ride that thing. And finally, Lou, Lyndah, and Froy crash a house-party to claim a Civic from an out-of-control wannabe gangster. TV-14-L    "
                },
                "3": {
                    "title": "The Canals of Deceit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "16 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    First, Sonia and Froy get messy when they head to Venice Beach to track down and recover a canoe from the world-famous canals. Then, Lyndah and Sonia confront a distraught widow with a terrible secret. And finally, there's no time-out for Lou and Matt when a posse of soccer players get physical to protect their precious and unpaid-for Camaro. TV-14-L    "
                },
                "4": {
                    "title": "Captain Lou",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lyndah and Matt interrupt a debtor's bicycle ride to repossess his Jeep, but when Matt's buttons get pushed, some bikes might get broken. Then, Froy and Sonia negotiate with a sensible debtor who's more trouble than she seems... or is she? And finally, Lou, Sonia, and Froy hit the open water to repo a luxury yacht - but first they'll have to wrangle with a surly sea captain, not to mention the Coast Guard. TV-14-L    "
                },
                "5": {
                    "title": "Native Operation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Lou confront an ungentlemanly drunk at an upscale gentleman's club in an effort to repossess his late model BMW. Then, Sonia and Matt head over to the wrong side of the tracks to reclaim a motorcycle from a different kind of biker. And finally, Matt and Froy cross the border into a nearby reservation to wrangle with a belligerent debtor and two unimpressed representatives of the tribal police. TV-14-L    "
                },
                "6": {
                    "title": "Should Have Seen This Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Lou, Sonia, and Froy unfurl an elaborate sting when they repo a taxicab by tricking its driver into picking them up. But what to do with his ferociously inebriated client?    "
                },
                "7": {
                    "title": "Vampires and Drunks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Froy and Sonia take a trip to Beverly Hills to interrupt the salon appointment of a wealthy trophy wife who isn't going to let her prized possession go without a fight. Then, Sonia and Matt use the cover of night to sneak away a Nissan. Too bad the owner is throwing a party with his neck-biting, vampire-wannabe friends. And finally, Matt and Froy face the fury of a clan of drunken relatives when they interrupt a raucous family reunion. TV-14-L    "
                },
                "8": {
                    "title": "I Don't Know What That Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "21 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Froy crash a raucous brew-fest to sneak an ATV away from a crowd of tipsy revelers. Then, Matt and Lou come face-to-face with a fraternity prank gone awry - these college kids have a sledgehammer, and they're not afraid to use it. And finally, Lou, Lyndah, and Sonia take on the task of repossessing a Corolla from a woman with a bun in the oven and an axe to grind. TV-14-L    "
                },
                "9": {
                    "title": "Incompetent and Unfaithful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "28 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Froy slip into a gated community for a repossession only to attract the attention of a trio of irate and incompetent security guards. Then, Lou and Sonia come face-to-face with a debtor and her entire adult-league championship softball team. And finally, Froy and Sonia stumble into a bizarre love triangle when it turns out their car is owned by the sugar-daddy of a cheating spouse. TV-14-L    "
                },
                "10": {
                    "title": "Don't Cry, Bro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "28 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    First, Matt and Froy track a car to the compound of what seems to be a polygamist cult. Will their charismatic leader put up a fight for his Prius, or will he have his followers do it for him?    "
                },
                "11": {
                    "title": "Don't Spray Me with That",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Froy repossess an experimental concept motorcycle from a hose-wielding yuppie. Then, Froy and Sonia head to a casting agency to repossess a car from a two-faced receptionist with a special talent for four-letter words. And finally, Froy and Matt get way more than they bargained for when they try to repossess a van from an exterminator who is not afraid to unload his bug-killing spray on humans. TV-14-L    "
                },
                "12": {
                    "title": "There Was an Accident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Froy head to a supermarket to repossess a Mitsubishi from a truant bagboy, but they'll also have to contend with a furious shopper. Then, Matt and Froy find their car, but it's been heavily vandalized and has what looks to be the victim of an attack lying across its front seat. And finally, Lou and Matt have some trouble reclaiming a Ford when its owner starts coming at them with illegal military hardware. TV-14-L    "
                },
                "13": {
                    "title": "Go Kart Them Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Froy repossess a car from a cheating husband who's shacked up at a nearby motel. His wife probably isn't going to be too happy to hear about this. Then, Sonia and Lyndah crash a high school reunion to confront an over-the-hill jock and his pack of angry cougar cheerleaders. And finally, Lyndah reveals her plot for the whole team to work together and repossess an entire truckload of souped-up go karts. TV-14-L    "
                }
            },
            "6": {
                "1": {
                    "title": "Yoga-to Be Kidding Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Froy head into a nice part of town to repossess a BMW from an entitled yuppie, but first they'll have to contend with his rampaging long-distance girlfriend. Then, Lou, Lyndah, and Matt venture into a trailer park where they find a debtor who's as angry as he is drunk. And finally, Sonia and Lyndah travel under the cover of night to repossess a vehicle from a young woman and her irate yoga instructor. TV-PG-L    "
                },
                "2": {
                    "title": "Repo, the Final Frontier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Froy and Sonia trace an out-of-state skip account to a seedy motel, where they come face-to-face with a hopping-mad cowboy and his female companion. Then, Matt and Sonia go where no repo man has gone before to repossess a Ford from a delusional nerd who may as well actually be from space. And finally, Lou and Lyndah have trouble getting to their car because there's a chainsaw-wielding gardener in the way. TV-PG-L    "
                },
                "3": {
                    "title": "Coffee-slinging Waitress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Froy storm a studio to repossess a Corvette from a surly European photographer and his hapless, bikini-clad subjects. Then, Lou and Matt stumble into a lover's quarrel - will they be able to reclaim the vehicle from two suited suitors? And finally, Lyndah and Sonia wind up getting burned on a repo, literally, when a coffee-wielding waitress goes buck-wild. TV-14-L    "
                },
                "4": {
                    "title": "Matt Vs. Sonia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Froy respond to a tip from an informant and wind up in the middle of an epic story of intrigue, betrayal, and drunk girls fighting each other. Then, a high-class croquet party gets interrupted when Matt and Lou come through to repossess a Volkswagen And finally, it's a trip to a parking garage to repossess a stolen limo - with a gaggle of partiers in the back. Will Matt and Sonia be able to hook and book, or will they wind up at each others' throats?    "
                },
                "5": {
                    "title": "It's Not Funny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Froy interrupt a comedian's preparations for a show to repossess his Dodge, but not if his girlfriend has anything to say about it. Then, Lyndah & Sonia respond to a tip and sabotage a paparazzo's big shot by hooking his car. And finally, Lou and Matt have to take a van from an amateur marching band with a terrible secret. TV-14-L    "
                },
                "6": {
                    "title": "A Zamboni?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Froy interrupt a debtor's tattooing session to reclaim his vehicle. Then, Sonia and Lyndah find themselves in an uncomfortable situation when they barge in on a couple engaging in some risqué role-playing. And finally, Lou & Matt hit the ice and a bunch of irate hockey players in an effort to repossess a Zamboni. TV-14-L    "
                },
                "7": {
                    "title": "Instruction and Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Froy repossess an experimental concept motorcycle from a hose-wielding yuppie. Then, Froy and Sonia head to a casting agency to repossess a car from a two-faced receptionist with a special talent for four-letter words.    "
                },
                "8": {
                    "title": "Angry Swarms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Matt, Lou, and Lyndah try to repo a car from a man who is not afraid to throw some punches. Then, Matt and Lou face a dilemma when they realize their target vehicle is filled with angry bees. And, Sonia and Froy hit the airwaves to reclaim a truck that's being used in a radio broadcast stunt.    "
                },
                "9": {
                    "title": "We Have to Dispose of It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Matt hunt down a truck that's being used by a pool cleaner to engage in some illicit activities with a collection of wealthy wives. Then, Lou and Sonia find themselves in the middle of a business dispute when they try to sneak off with a catering van filled with food. And finally, Froy, Lyndah, and Matt wind up in the middle of a gang dispute when they try to repo a tricked out lowrider on the outskirts of town. TV-14-L    "
                },
                "10": {
                    "title": "Smart and Stupids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Lou and Froy repo a vehicle in a bad part of town and somebody gets punched in the face. Then, Sonia and Lyndah interrupt a tennis match to retrieve an automobile. Plus, Matt and Froy confront an out-of-control director in the middle of a shoot.    "
                },
                "11": {
                    "title": "Repo Basher vs. Matt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Matt, Froy, and Lou get a tip on a car whose owner has a boyfriend known for taking his fists to repossessors. Then, Lou and Matt derail an international expedition when they haul off with a tourist bus. And, Sonia and Froy bring some unwanted heat to a promotion for an energy drink by trying to repo the marketing truck.    "
                },
                "12": {
                    "title": "Tactical Planning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Matt and Froy walk into a moral gray area when they repossess a vehicle by stealing it. Then, Sonia and Matt discover their target van is being used in an investigation of highly toxic material. And, Matt poses as a valet to retrieve a car from an irate diner and his befuddled date.    "
                },
                "13": {
                    "title": "Four Wheel Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    First, Lou and Matt confront a big-time player and his bodyguards at a Brazilian restaurant. Then, Sonia and Lyndah head to a yard sale to get a vehicle away from the car's owner and her out-of-control friend. And finally, the whole team hits the beach in an effort to get a truck-load of ATV's away from a gang of knife-wielding beach bums. TV-14-L    "
                }
            },
            "7": {
                "1": {
                    "title": "Breakdowns and Beatdowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Froy head into a bad part of town to find that their target car is owned by bat-equipped gang bangers. Then, a seemingly friendly teacher and an assistant principal nearly come to blows when Froy and Sonia come around to repossess one of their vehicles Then, And finally, after the tow truck breaks down on the side of the road, Lou, Matt, and Froy are left with no options and stuck in the middle of a violent dispute between some gun-wielding neighbors.    "
                },
                "2": {
                    "title": "You Again?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    First, Sonia and Lou get the shock a lifetime when they repossess a car from an irate doctor whom they know all too well from an earlier incident. This time he's twice as angry, and he's dead-set against giving up his car again. Then, Sonia, Matt, and Lyndah go undercover as college students to extract an extremely expensive bicycle from an extremely irate athlete. And finally, Lou and Froy head to church to repossess a van from a minister with a terrible problem. TV-14-L    "
                },
                "3": {
                    "title": "Scavenger Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    First, Lou and Froy transform their search for a small dirt bike into a quasi-reality show, getting a group of young smart-asses trapped into their own web. Then, Sonia and Matt head to the business district for a different sort of quarry - a high-end luxury tanning bed owned by a less-than-sympathetic German. And finally, Lou and Matt set up a high stakes sting operation to bust a shady tow-truck driver, but will their best-laid plans go up in smoke? TV-14-L    "
                },
                "4": {
                    "title": "The Dune Buggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    First, Lou and Froy tail an upper class debtor to an upscale restaurant where the food is almost as unpalatable as its clientele's attitude. Then, Lyndah and Froy head to a residential district to repossess a van that is busy being loaded up with stolen electronics by a dangerous pair of criminals. And finally, Matt and Froy head to the desert to sneak an extremely rare top-of-the-line dune buggy from a crew of dedicated off-roaders. TV-14-L    "
                },
                "5": {
                    "title": "High and Low Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    First, Lou and Sonia find themselves in the middle of a baffling marital spat involving a man, his wife, and her untrustworthy yoga instructor. Then, Sonia and Lyndah hit the fashion district to repossess a van from a designer who's way ahead of the curve in terms of the fashion world, but way behind on her payments. And finally, Matt and Froy spoil spirits when they head to a carwash to reclaim a vehicle from a group of vicious, scantily-clad sorority girls. TV-14-DL    "
                },
                "6": {
                    "title": "Repo Outside the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    First, Matt and Sonia attempt to repossess a car from a group of cleaver-wielding short-order cooks with a taste for violence. Then, it's trouble in paradise as Matt and Froy take on the task of reclaiming a beach-scene-on-wheels filled with irate models. And finally, Sonia and Matt find themselves outmatched by a well-armed street gang and its charismatic leader. TV-14-L    "
                },
                "7": {
                    "title": "Horse Semen & the Rolls Royce Golf Cart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    First, Froy and Sonia head out to the farm to repossess a truck from an entitled equestrian who would rather die than let the repo team get their hands on what's in the back. Then, Lou and Sonia stumble into the middle of a prolonged business dispute between a flower lady and her displeased client. And finally, Sonia and Froy hit the links to reclaim a high-end Rolls Royce golf cart from a snob who thinks he's too good to pay his bills. TV-14-L    "
                },
                "8": {
                    "title": "Involuntary Voluntary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Lou and Matt inadvertently become pawns in an elaborate and misguided lesson perpetrated by a cheating husband upon his mistress. Then, Matt and Lou attempt to take a vehicle away from a debtor who is so drunk he doesn't remember agreeing to give his car away voluntarily. And, Froy and Sonia try to take a limousine away from its shotgun-wielding driver and his two suspiciously-dressed passengers.    "
                },
                "9": {
                    "title": "Froy's Bait and Lou's Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Lou and Froy set out some bait in a gated community to attract a security guard who's slow to make his payments, but quick to pull out his pepper spray. Then, Matt and Lou crash a wedding to repo a car from a truant DJ, but will they be able to get away unscathed when the party turns on them? And, Lou and Froy confront a gang of bikers in a back alley. Will the repo team's pleas for patience and calm be enough to overcome the angry bikers' bats and chains?    "
                },
                "10": {
                    "title": "Blow-Up and Cool Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Lou and Lyndah reclaim a riding mower from a housewife and her grab-happy husband. Then, Sonia and Matt head out on a scorcher of an afternoon for a repossession. Will they be able to beat both the heat and a pair of geriatric debtors? And, Sonia and Lyndah are left without words when they see the dark and embarrassing secret held in the backseat of a debtor's unpaid vehicle.    "
                },
                "11": {
                    "title": "The Car That Rolled Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Lou and Lyndah try to negotiate a set of keys away from a raucous group of drunken outdoorsmen. Then, Froy and Lyndah repo a vehicle from a unruly and untalented guitarist. Plus, Froy and Sonia bite off more than they can chew when they try to reclaim an SUV from a confused and embittered former football player.    "
                },
                "12": {
                    "title": "Naked and Dangerous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Sonia and Lyndah try to repossess a hot tub away from a group of upset partiers. Then, Lou and Matt try to negotiate with a pair of unintelligible and enraged parade participants. And, Lou and Lyndah must repo a car from a group of old men.    "
                },
                "13": {
                    "title": "Monster of a Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lyndah and Matt confront a confused debtor who is as quick with his questions as he is with his knife. Then, Lou and Lyndah interrupt a seaside party to repo a motorboat away from a gaggle of misguided youths. And, Lou, Froy, and Sonia head to the dirt track to repossess a car from an event promoter. They seem to be able to reason with him, but his monster truck-driving brother with no respect for human life may prove to be a problem.    "
                }
            },
            "8": {
                "1": {
                    "title": "Hooligans and Explosions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Will a frying pan-wielding housewife stop Lou and Sonia from getting their car? Plus, a repo involving a truck filled with black market contraband goes horrifyingly wrong for Matt and Froy.    "
                },
                "2": {
                    "title": "Reading, Painting, and Physical Education",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    First, Froy and Sonia try to repossess a high-end Corvette from a high-strung librarian. Then, it's some serious sibling rivalry when Matt and Froy come to take a van away from a pair of housepainter brothers. Finally, Lou and Matt get knocked for a loop by a sub-professional baseball team who don't want to lose their bus.    "
                },
                "3": {
                    "title": "Heavy Hitters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    It's payback time when Lou, Matt, and Froy stake out the baseball bus that got away and this time, they've got a foolproof plan. Lou, Matt, and Froy head to a late-night construction site to repossess an enormous crane. And, Sonia and Froy face their worst nightmare when a gang of bikers follows them back to the office.    "
                },
                "4": {
                    "title": "Ruffians and Wrestlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Sonia and Matt have an unpleasant confrontation with a group of skateboarding ruffians who don't want to give up their car. Froy and Sonia try to take a vehicle from the world's most volatile couple. Plus, Lou and Froy wind up in unknown territory when they take an order to repossess from a squad of wannabe backyard wrestlers.    "
                },
                "5": {
                    "title": "Is Everybody Just a Child?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    First, Matt and Froy get the worst service ever from a street-side coffee vendor who won't give up his truck. Then, Froy and Lyndah confront a failed actor who has abandoned his dream and his responsibility for his car payments. Finally, it's death from above when Lou, Sonia and Matt try to repossess a vintage Caddy from a model plane enthusiast and his eccentric son.    "
                },
                "6": {
                    "title": "Off the Hitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    In this very special episode of Operation Repo, it's the 36 hours that change everything. When Matt, Froy, and Lyndah go on a routine repo gone violently wrong, the bonds that connect the Pizarro family may be torn apart forever.    "
                },
                "7": {
                    "title": "Matt & Froy Auto Recovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    First, Lou and Sonia make their way to a home in the hills to clean a germaphobe of his car. Then, it's Matt and Froy's big repo. Having left the company to start their own, they head out after a high-end exotic car from outside a mansion. And finally, Lou, Lyndah, and Lou's cousin Rob drive out to a used car lot to pick up a few cars, but the owner has been hurt by the economy and now he's ready to do the hurting.    "
                },
                "8": {
                    "title": "Win Some, Quarrelsome, Lose Some",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    First, Lou and Sonia have an order for a Jaguar behind a retail outlet center, but will the loaders let their precious car be loaded up without a fight? Then, Matt and Froy find themselves amidst a lover's quarrel when a disgruntled wife reveals that she stopped payment on her car because of her cheating husband. And finally, a debtor is nowhere to be found when Lou, Lyndah, and Rob head out to a seemingly quiet neighborhood. The silence is broken when the debtor finally shows up in another vehicle with bang!    "
                },
                "9": {
                    "title": "We Weren't Informed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    First, Matt and Froy end up on one of the weirdest repo's they've ever encountered when a white cargo van unleashes a wave of workers. Then, Lou, Sonia, and Rob go green when they find they learn the Mercedes Benz they are after has been converted to run on biodiesel. And finally, Matt and Froy can't seem to get a word in edgewise when they encounter a shrieking girl and her biker boyfriend who claim their Mercedes was paid in full. Little do our guys know that she was right all along.    "
                },
                "10": {
                    "title": "Tijuana Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Matt and Froy's business hits another snag when a gang of bat-wielding partiers keeps them away from a car and a paycheck. Then, Lou and Sonia wind up in the crosshairs when they attempt to repo a car from a man who appears to be a federal agent. And, with Matt and Froy's business in a complete shambles, they go to work in the only place that can save them Tijuana.    "
                },
                "11": {
                    "title": "Lyndah's Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Matt and Froy continue their risky run in Tijuana, confronting a strip club owner who keeps a tight grip on his vehicle and his employees. Then, Lou and Cousin Rob are in a case of he said- she said when a seductive young debtor calls in the police with claims of some inappropriate behavior. Finally, the whole Pizarro family heads to an illegal street race to get their just desserts from the man who had previously hit Lyndah with his truck, but at what cost does revenge come?    "
                },
                "12": {
                    "title": "El Prisionero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Lou and his cousin Rob face trouble on the job when a debtor makes shocking claims to police about the newest member of the Pizarro clan. Plus, will a repossession from a well-connected socialite end with Matt and Froy riding into the sunset, or is somebody going to end up locked in a Mexican prison?    "
                },
                "13": {
                    "title": "The Final Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After Froy bails him out from a Tijuana prison, Matt is on the warpath, and somebody needs to pay. Is this just the end of their business, or is it also the end of their friendship? Then, Lou and Sonia get an order for a typical vehicle repossession. There's only one problem: it belongs to somebody who is like family to them.    "
                },
                "14": {
                    "title": "What the Truck?!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 14,
                    "original air date": "8 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The repo team is back! On the premiere episode of the summer season of Operation Repo, Lou, Matt, Sonia, Froy, and Lyndah are back together and better than ever...although a secret meeting suggests trouble in paradise. This week, the team confronts a shady import/export warehouse filled with unpaid-for cars, a pair of reckless rodeo gals, and a cunning team of car thieves who don't even think twice before running off with the team's truck. TV-PG-L    "
                },
                "15": {
                    "title": "Contact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 15,
                    "original air date": "15 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After recovering their stolen truck, the reunited repo team is on pins and needles to hold their shaky alliance together.    "
                },
                "16": {
                    "title": "The Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 16,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Lou faces the toughest loss of his career. First, the team repossesses a truck from a pair of larger-than-life debtors with a passion for exotic sports, then they grapple with a gaggle of drunken partiers who don't want to give up their tricked-out bus, and, Lou and Matt track a debtor to a junkyard.    "
                },
                "17": {
                    "title": "Daddy's Little Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 17,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The destruction of the repo team's truck has left the future of the company in the balance, but Matt's got a trick up his sleeve that might keep them afloat. Lou and Sonia head to a dark alley to take a van away from a pair of libidinous teens with a dark secret, Sonia and Froy come face to face with the world's most ornery baker and come away a little worse for wear, and Matt and Froy get in way over their heads when they attempt a repo at a high-octane truck racing track.    "
                },
                "18": {
                    "title": "The Junior Partner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 18,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Now that Lou has accepted Matt's offer to buy into the company, the team is back in action, but there are still some unanswered questions. Sonia, Lyndah, and Froy interrupt a rich kid's brunch party to take away his ride, Matt and Lyndah attempt to repo an unusual vehicle from a man who thinks he's Uncle Sam, and Lou and Matt are in a losing match with an unruly gang of jacked-up rugby players.    "
                },
                "19": {
                    "title": "Hard Turns Ahead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 19,
                    "original air date": "20 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Armed with the belief that he is now co-owner of the business, Matt starts making some big business calls - is this the beginning of a new chapter for the team, or the beginning of its undoing?    "
                },
                "20": {
                    "title": "15 Minutes of Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 20,
                    "original air date": "27 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The confusion over Lou's new business relationship with Matt continues to mount. Matt and Froy find themselves in a nice neighborhood on a mission to repossess a security car from the world's most bumbling guards, Sonia, Lyndah, and Matt hit the dock in an effort to reclaim an extremely expensive racing boat from its extremely offensive owner, and Lou, Froy, and Matt go on a mission to the backwoods to snag a total of five cars away from a group of misguided daredevil teenagers.    "
                },
                "21": {
                    "title": "New Truck Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 21,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The repo team's new truck finally arrives, and with it, a new chapter in the building feud between Team Lou and Team Matt.    "
                },
                "22": {
                    "title": "A Blow to the Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 22,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When Froy is seriously injured on a routine repo, the building confrontation between Lou and Matt continues to escalate.    "
                },
                "23": {
                    "title": "Burning Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 23,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Lou's new business relationship with Matt starts to unravel when a botched job puts a serious strain on the company.    "
                },
                "24": {
                    "title": "Getting the Axe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 24,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Tensions between Lou and Matt continue to boil when Matt enlists his daughter's aid on another job.    "
                },
                "25": {
                    "title": "The Rift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 25,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    A new rift between Matt and the rest of the crew puts the fate of the team in question.    "
                },
                "26": {
                    "title": "The Final Shot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 26,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    On this no-holds-barred season finale, Matt and Lou have their final confrontation and the team loses a member. Sonia and Lyndah head out with Ashley to repossess a hang-glider in what might turn out to be the last job the three do together, Matt, Sonia, and Lyndah confront a team of shady astronomers who don't want to give up their van, and when Froy, Matt, and Sonia take on a risky job on the bad side of town, bullets fly, and the life of one of the team hangs in the balance.    "
                }
            },
            "9": {
                "0": {
                    "title": "Liar Liar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 0,
                    "original air date": "25 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "The Road to Recovery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    On this premiere of Operation Repo's brand new season, Sonia's rehabilitation from her gunshot wound takes a shocking turn. The whole team runs into trouble on a job when they attempt to repossess a carnival ride from a group of wannabe carnies, Froy and Matt wrangle with a gym owner and his hired muscle, and Lou, Froy, and Sonia repo a truck from a protester in quite the revealing outfit.    "
                },
                "2": {
                    "title": "Monk in the Trunk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Sonia's recovery takes another unexpected turn when she goes too far with a debtor. Sonia and Matt sneak onto a big studio lot to repossess a trailer, but there's a big surprise in store when it turns out Matt and the movie's star have a checkered history, Lou and Sonia interrupt a knitting circle to take a car from a booze-soaked craft enthusiast, and Matt and Froy head out to wine country for a disastrous run-in with a group of debtors who have sworn an oath of silence.    "
                },
                "3": {
                    "title": "Super-Sonia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Things get a lot more complicated for the team when Sonia snaps and puts herself on the business end of a knife and the gangbanger wielding it. Froy and Sonia wind up in the middle of a relationship dispute with an absent-minded professor who's got too many cars and too many girlfriends, Matt and Froy confront a debtor with a tiny motorcycle and an enormous mean streak, and Sonia and Lyndah find themselves in the middle of a gang dispute gone horribly awry.    "
                },
                "4": {
                    "title": "Interview with the Repo Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The repo team confronts the toughest challenge yet: one-on-one interviews with an anger management specialist. Lyndah and Froy head to the Hollywood Hills to find a luxury sedan.    "
                },
                "5": {
                    "title": "Disaster at the Derby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The team gets back to work, but have their anger management sessions had any effect? Sonia and Lyndah find themselves surrounded by a gang of roller derby girls who've got the skills to protect their car, Lou and Sonia get lost in translation when they're forced to contend with a pair of Russian movers and their yuppie lawyer clients, and Matt, Lou, and Froy are in a battle of the scams when they try to trick a group of con artists into giving up their vehicle.    "
                },
                "6": {
                    "title": "The Trouble with Tractors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The team's work with the anger management specialist starts to pay off with disastrous consequences. Sonia and Froy drive to the country to repo a tractor and are forced to confront a group of irate corporate hayriders, Lou and Sonia wrangle with a confused lady who is missing both her car and her sense of decency, and Matt and Sonia get into a Mexican standoff with a wealthy divorcee, his daughter, and her rageaholic boyfriend.    "
                },
                "7": {
                    "title": "Welcome Back Rotter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Matt and Froy crash the meeting of a fraternal lodge to ask for a car, but instead they get an angry old man with a rifle. Froy and Matt go on a repo that turns into a battle royale.    "
                },
                "8": {
                    "title": "Crunch Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Sonia and Froy interrupt a debtor and two maids who are getting hands-on with their job. A confrontation with construction workers goes bad, and somebody's vehicle will get destroyed.    "
                },
                "9": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lou and Sonia try to repossess a car from a yuppie with a flair for the arts and for mayhem, Sonia, Matt, and Froy reclaim some unusual equipment from an overgrown hippie with some long hair and a short temper, and Matt and Sonia interrupt a house party to ask for a vehicle, but soon find themselves fighting for their lives against a troupe of enraged fire dancers.    "
                },
                "10": {
                    "title": "All the Wrong Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Sonia and Froy show off their best moves against a team of dance instructors who will stop at nothing to hold onto their car. Matt and Sonia repossess a vehicle from a woman with the world's most vindictive boyfriend. Lou and Froy match muscle, wits with a gang of vicious roadies.    "
                },
                "11": {
                    "title": "Heart Attack Panic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lou and Sonia are caught in a desperate situation when the owner of their target car is struck by a heart attack. Plus, a repo becomes violent under the watchful eye of the finance company.    "
                },
                "12": {
                    "title": "Sting Operation Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 12,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Sonia and Lou find themselves in the middle of nowhere in a tooth-and-nail fight with a trio of nerdy stargazers, Froy and Sonia find a cooperative old man to be a hassle after agreeing to let him get his stuff out of his cluttered car, and Lou and Matt go on a repo to interrupt a shady car sale and find themselves caught in the middle of an elaborate police sting operation.    "
                },
                "13": {
                    "title": "Highway To Be Anger-Prone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 13,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Froy and Sonia are overwhelmed by a swarm of cheerleaders; Matt and Froy interrupt a father and son bonding session gone wrong; the team heads to the raceway to prove they still have what it takes.    "
                },
                "14": {
                    "title": "Airplane Arrest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 14,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Lou and Froy repo an airplane, but Froy finds himself in handcuffs when Lou takes off. Matt joins Sonia on a repo from a pole dancing studio, but gets more than he bargained for.    "
                },
                "15": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 15,
                    "original air date": "8 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy repo a car from a girl whose roommate has been keeping two very big secrets. Sonia and Froy's repo from a creepy husband reveals some incriminating evidence to his wife, and when Lou and Sonia can't locate their target car, Lou comes up with a master plan that requires some back-up. TV-14-DLS    "
                },
                "16": {
                    "title": "The Showstopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 16,
                    "votes": 11,
                    "original air date": "15 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    While attempting a repo of a \"green energy\" bio-diesel vehicle, Froy's (Froylan Tercero) lack of knowledge of the vehicle's specialized fuel system sets the bus ablaze... and when his error causes it to explode, he and Matt (Matt Burch) abandon builders/owners Mickie (Michael Q. Schmidt) and Joey (Gino Calabro) in the middle of the desert.    "
                },
                "17": {
                    "title": "Nursery Crime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 17,
                    "original air date": "22 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Sonia and Matt go to a garden center to repo a forklift, but a language barrier causes chaos. Matt and Froy are in danger when Froy refuses to call the cops on a gun-wielding debtor.    "
                },
                "18": {
                    "title": "Call for Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 18,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With the pressure of Froy's legal problems mounting, the team does everything they can to convince him to hire a lawyer. Froy and Matt confront a misogynist frat boy with a dark secret, Sonia and Froy wrangle with a squadron of costumed rally racers, and Lou, Matt, and Froy get the surprise of a lifetime when they're faced with a truck-full of vicious gangsters.    "
                },
                "19": {
                    "title": "The Big Letdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 19,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Froy meets with a lawyer, but his legal troubles are worse than expected. Sonia and Froy confront a debtor who uses a homeless man in his ploy to keep his car. Then, Sonia and Froy discover one debtor's alcoholism is only a farce to cover a bigger secret. And finally, the team's attempt to repo fifteen bikes from a gym is not the morale booster Lou had hoped for.    "
                },
                "20": {
                    "title": "The Waiting Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 20,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    While Froy waits on news from his lawyer about his warrant in Texas, he considers taking matters into his own hands. Lou and Froy bust some slick moves in an attempt to wrangle a car from a debtor who is prepared to battle. Then, when one woman behaves like a child, Matt puts her in timeout, but worries he may have gone too far. And finally, Lou, Matt, and Froy take on an jealous husband with deadly aim.    "
                },
                "21": {
                    "title": "Knife Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 21,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy head to Texas to clear Froy's name, but things take a turn for the worse and Froy finds himself in more trouble than he can handle. Back in LA, Lou and Lyndah repo a car from a deceptive charity worker, and Lou is left to protect the girls from two knife wielding debtors who will go to any lengths to keep their vehicles.    "
                },
                "22": {
                    "title": "Think, Adapt and Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 22,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    When a debtor and his friends resort to baseball bats, chaos erupts, and Lou, Lyndah and Sonia fight not only with them, but also with each other. Down in Texas, Matt and Froy wait to clear up Froy's warrant and get in way over their heads working for a local repo team. Meanwhile, Lou decides to re-hire Frankie despite Sonia and Lyndah's objections, but first Lou wants to see how Frankie fares when faced with the temptation in the form of strippers and alcohol.    "
                },
                "23": {
                    "title": "Cement Mixer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Down in Texas, Matt and Froy are staking out a cement mixer, but their repo turns disastrous when an innocent bystander gets showered in concrete. In LA, Frankie takes the reins with an alcoholic debtor, and Lou and Sonia deal with a diva who pushes Sonia to her breaking point. TV-14-L    "
                },
                "24": {
                    "title": "Couple of Yups/Bottled Feelings/A Screw Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 24,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    First, Frankie and Lyndah find themselves in a fancy neighborhood, dealing with a pair of uptight yuppies with well-coordinated clothes and well-coordinated attacks. Then Lyndah goes wild when a truck-driving debtor gets physical with Sonia. And finally, Matt and Froy face down a backwoods Texan with secret ammunition. TV-14-LV    "
                },
                "25": {
                    "title": "Mess with Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 25,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy face incredible odds against a Texas-sized biker gang looking for a beat down, and when bullets fly, it starts to look like they may never come back home. Back in LA, Frankie's wild antics jeopardize a repo and push Lyndah to her breaking point.    "
                },
                "26": {
                    "title": "Frankie'd Up Beyond All Recognition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 26,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy set out to repo a truck from a wealthy Texan, but their mission backfires when the Sheriff arrives with a new arrest warrant that will send Froy away for good.    "
                }
            },
            "10": {
                "1": {
                    "title": "Monumental Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "6 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Lou takes his new guys on their very first repo but, when the debtors attack with chainsaws, Ronnie and Carlos are left to fend for themselves.    "
                },
                "2": {
                    "title": "Adapt, Improvise, and Overcome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "6 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Lou plans an elaborate sting operation to infiltrate a cult, but everything goes awry when the new guys aren't prepared and Matt is left picking up the pieces.    "
                },
                "3": {
                    "title": "Deep Dish Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The team gets back to work, but have their anger management sessions had any effect? Sonia and Lyndah confront a gang of roller derby girls who've got the skills to protect their car.    "
                },
                "4": {
                    "title": "Traffic Jammin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "27 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Froy and Sonia repo from a stranded motorist who rallies the neighborhood around his cause and incites a full on revolt. Ronnie and Carlos set out on their first unsupervised repo, but their desire to impress is quickly derailed when an erratic debtor lets loose with pepper spray.    "
                },
                "5": {
                    "title": "Repo Arigato, Mr. Roboto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "4 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Sonia and Carlos put their best performance in when they attempt to repossess a vehicle from a pair of silver-painted robot men.? Matt and Froy need a second opinion when they run into a debtor with a questionable claim about a life-threatening illness.?    "
                },
                "6": {
                    "title": "First Class Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "11 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy are sent on a wild goose chase around L.A for a mini-van, and when they find their debtor selling contraband out of the trunk Matt is further convinced that Lyndah has been scheming against him.    "
                },
                "7": {
                    "title": "Doggin' and Draggin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "18 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    When Carlos plays a repossession prank that almost lands Matt and Froy in jail, Lou tasks Froy with burying the hatchet.    "
                },
                "8": {
                    "title": "Raising the Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "1 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Sonia and Froy deal with an unbalanced debtor who threatens to take down the entire company, while Matt and Ronnie take on children's book vendors who are up to no good.    "
                },
                "9": {
                    "title": "Cult It Out, Lou",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Gypsy Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "8 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Reeling from the shootout, Lou tracks down one of the culprits and enacts and elaborate plot of revenge with the help of Froy and Carlos.    "
                },
                "11": {
                    "title": "Gypsy Barbeque!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "15 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When Matt and Froy repo a car from an anger management meeting, Froy suffers the consequences of taking on a violent rage-aholic.    "
                },
                "12": {
                    "title": "Up in Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 12,
                    "original air date": "22 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    A jazz musician sets off Sonia and punches are thrown as Ronnie tries to manage the mayhem, and Matt and Sonia wrestle to bring deluded actors back to reality.    "
                },
                "13": {
                    "title": "Gypsy Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "original air date": "29 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When Rusty leads Sonia and Ronnie on a wild goose chase, Sonia loses her cool and puts her foot down with Lou.    "
                },
                "14": {
                    "title": "T-Bone Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 14,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The team's work with anger management starts to pay off - with disastrous consequences. Matt and Sonia get into a standoff with a wealthy divorcee, his daughter and her raging boyfriend.    "
                },
                "15": {
                    "title": "Flame-Thrown for a Loop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 15,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Lou struggles to pick up the pieces after the accident leaves him needing Sonia more than ever. Lou and Carlos deal with a big man in a tiny car, but when Carlos lets his guard down he's delivered some serious blows.    "
                },
                "16": {
                    "title": "Probation Abomination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 16,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Sonia returns, but not before putting the team on probation and laying some ground rules.    "
                },
                "17": {
                    "title": "Russian Roulette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 17,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Sonia take on an award winning fencing coach, but all bets are off when his students go on the offensive with real swords.    "
                },
                "18": {
                    "title": "Little Froy's Big Mistake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 18,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Matt and Froy take on a grungy fisherman, but when he isn't afraid to damage his own boat, Froy is the one who is sinking fast.    "
                },
                "19": {
                    "title": "M.I.A. & D.E.A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 19,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When Matt and Froy go missing, Sonia is on a mission to figure out what they've got up their sleeves.    "
                },
                "20": {
                    "title": "Suspicious Packages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 20,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Sonia and Froy repo a hummer from a bachelorette who is down to party, but when the cops arrive it's the repo team who is in for a shock.    "
                },
                "22": {
                    "title": "Revenge Gone Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 22,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When Matt almost gets run down by a posse of graffiti-packing gangsters, he sets into motion a plan of revenge against Lyndah.    "
                },
                "23": {
                    "title": "Smut Campaign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 23,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After Ronnie suffers a near-fatal wound during an attack on the lot, he reconsiders his role in the repo business.    "
                },
                "24": {
                    "title": "Warzone at the Worksite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 24,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Ronnie's gotten a raise and a promotion, and Carlos's jealousy sends him looking for more appreciation. But when his quest for glory goes wrong, will it turn the entire team against him? Matt and Sonia wrangle with a small business owner with some violent cargo in the back of his truck, Sonia and Froy have some hard lessons for a bratty hipster, and Froy and Carlos get in too deep with a dockworker who will destroy anything and anyone who messes with his car. TV-14-L    "
                },
                "25": {
                    "title": "Laying Cable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 25,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After being denied a raise, Carlos goes after Ronnie's reputation in a vengeful act of spite. First, when an unexpected guest arrives at Ronnie and Froy's repo, they're scrambling to uncover her true identity. Later, Matt and Ronnie repo a Porsche from a maniac whose drastic approach to save his car sends Matt running for the hills, And finally, when Carlos and Ronnie come face to face during their repo of a cable van, will their personal problems result in a catastrophic loss? TV-14-L    "
                },
                "26": {
                    "title": "Roll the Dice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 26,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    When Ronnie takes the fall for losing their previous repo, Carlos tries to make amends.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "A Vengeful Streak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Repo (TV Series 2007–2014)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After being denied a raise, Carlos goes after Ronnie's reputation in a vengeful act of spite.    "
                }
            }
        },
        "number of episodes": 182,
        "cast": [
            {
                "name": "Tercero, Froylan"
            },
            {
                "name": "Burch, Matt"
            },
            {
                "name": "Pizarro, Sonia"
            },
            {
                "name": "Pizarro, Lou"
            },
            {
                "name": "Pizarro, Lyndah"
            },
            {
                "name": "Lee, Ronnie Tyrone"
            },
            {
                "name": "Jr., Carlos Lopez"
            },
            {
                "name": "Mendoza, Mariano 'Big Dawg'"
            },
            {
                "name": "Diaz, Elena"
            },
            {
                "name": "Scheyving, Veronica"
            },
            {
                "name": "Shine, Jonathan"
            },
            {
                "name": "Bellairs, Steven"
            },
            {
                "name": "Nichols, Rosa"
            },
            {
                "name": "Becker, Russell"
            },
            {
                "name": "Kim, Sun Jae"
            },
            {
                "name": "Vernon, Azania"
            },
            {
                "name": "Yeska, Cuete"
            },
            {
                "name": "Harris, Evan"
            },
            {
                "name": "Prudhont, Eileen Rene"
            },
            {
                "name": "Betancourt, Jason"
            },
            {
                "name": "Giordano, Vanessa"
            },
            {
                "name": "Schmidt, Michael Q."
            },
            {
                "name": "Whitney, Merry"
            },
            {
                "name": "Calabro, Gino"
            },
            {
                "name": "Walker, Nelson M."
            },
            {
                "name": "Ali, Aswad"
            },
            {
                "name": "Benny, Robert"
            },
            {
                "name": "Coolish, Kristina"
            },
            {
                "name": "Corbellini, Carlo"
            },
            {
                "name": "Coulter, Donna"
            },
            {
                "name": "Dane, Margo"
            },
            {
                "name": "Demil, Tony"
            },
            {
                "name": "Djakarta"
            },
            {
                "name": "Dodds, Bryan"
            },
            {
                "name": "Dominguez, Sonny"
            },
            {
                "name": "Dulaney, Ashley"
            },
            {
                "name": "Elliott, Kieron"
            },
            {
                "name": "Glackin, Charlie"
            },
            {
                "name": "Gore, Ashwin"
            },
            {
                "name": "Hajjaj, Iyad"
            },
            {
                "name": "He, Bonnie"
            },
            {
                "name": "Howard, Rebecca"
            },
            {
                "name": "Jonas, Ted"
            },
            {
                "name": "Kohout, Griff"
            },
            {
                "name": "Lozano, Christine"
            },
            {
                "name": "Lyell, David"
            },
            {
                "name": "Mark, Laurie"
            },
            {
                "name": "McCoy, Bryan"
            },
            {
                "name": "Pardisi, Arman"
            },
            {
                "name": "Pearson, Daryl Burq"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 11,
        "rating": 3.1,
        "votes": 1594,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2IwZGQ3Y2QtMzNiNS00NmIyLWI3MzctNWRlOWM4N2IyOWIyXkEyXkFqcGdeQXVyMTk5OTQ2MjQ@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Operation Repo",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-2014",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11"
        ],
        "writer": [
            {
                "name": "Pizarro, Lou"
            }
        ],
        "production companies": [
            {
                "name": "Arietis"
            },
            {
                "name": "EGA Productions"
            },
            {
                "name": "Intrigue"
            }
        ],
        "distributors": [
            {
                "name": "truTV"
            }
        ],
        "other companies": [
            {
                "name": "ABS Payroll & Production Accounting Services"
            }
        ],
        "plot": [
            "Take a look inside the fast-paced, high pressure world of car repossession with a team of highly trained professionals from California's San Fernando Valley.::kingnoel_john"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1594,
                "rating": 3.1
            },
            "aged 18 29": {
                "votes": 357,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 690,
                "rating": 2.9
            },
            "aged 45 plus": {
                "votes": 281,
                "rating": 2.4
            },
            "males": {
                "votes": 1134,
                "rating": 2.9
            },
            "males aged 18 29": {
                "votes": 294,
                "rating": 3.7
            },
            "males aged 30 44": {
                "votes": 570,
                "rating": 2.7
            },
            "males aged 45 plus": {
                "votes": 219,
                "rating": 2.3
            },
            "females": {
                "votes": 238,
                "rating": 4.1
            },
            "females aged 18 29": {
                "votes": 58,
                "rating": 4.4
            },
            "females aged 30 44": {
                "votes": 113,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 57,
                "rating": 3.3
            },
            "top 1000 voters": {
                "votes": 34,
                "rating": 3.5
            },
            "us users": {
                "votes": 664,
                "rating": 2.7
            },
            "non us users": {
                "votes": 460,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 245,
            "9": 45,
            "8": 71,
            "7": 64,
            "6": 87,
            "5": 71,
            "4": 60,
            "3": 72,
            "2": 115,
            "1": 764
        },
        "arithmetic mean": 3.9,
        "median": 2
    }
}