{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "28 September 2007"
            }
        ],
        "release dates": [
            "Belgium::28 September 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dromen van Al-Andalus",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Jan Leyers starts his journey trough the Muslim world to Mekka in Andalusia, the southern Spanish lost paradise of Arabic poetry. Its once capital Cordoba had the status of caliphate in exile, but after fragmentation ('taifa') the Christian Reconquista became inevitable. Jas crosses to Tangiers, a former international free port in Morocco, where he travels on to a Sufi center and Casablanca.    "
                },
                "2": {
                    "title": "Jaloerse harten",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Jan continues his journey from touristic Casablanca to Fez, Morocco's royal ('imperial') city and center of culture and (mainly religious) learning, confused by a slick guide, the last rabbi and the sharia students. He crosses the Algerian birder to Oran, once a 'truly French' semi-colonial metropolis, now terrified the fundamentalist horror may strike again.    "
                },
                "3": {
                    "title": "De kleur van de revolutie",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    In the Algerian capital, Jan concentrates further on the tension between the modernist 'post-colonial inheritance' and the fundamentalist austerity threat. In desolate Kabylia, the non-Arab Barbary identity is specific. Next he moves on to the Lybian port of Gadames, discussion the country's rich history from Roman Antiquity to the Kadhafi regime, a bizarre nationalistic mix of distorted socialist democracy (without elections) and secularized Islam.    "
                },
                "4": {
                    "title": "De juiste Allah",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Still in Tripoli, Jan compares modern loudspeaker prayer call to the old city's simple mosque with imam and muezzin. He crosses the Egyptian border to Alexandria, the now rather sleepy pre-Arab metropolis. The modern 'equivalent' of the once world-champion Pharos library is understocked and poorly visited. Next he passes to capital Cairo, where he meet the Muslim Brotherhood's leader and discusses its precarious position under the Mubarraq regime and remains suspicious about its definition of freedom and tolerant sharia. He ignores consistent assurances even from ...    "
                },
                "5": {
                    "title": "Honger in de woestijn",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Still in busy metropolis Cairo, Jan remarks the number of veiled women increases, especially with young ones. He moves to the Sinai, visiting orthodox tranquility heaven St.Catherine's, the world's oldest Christian monastery in use, self-sufficient with an international recruitment. Further east, he visits a Bedouin village, excelling in traditional hospitality but quickly losing their culture trough modernization. Dahab, a Red sea resort, is for tourists, contrasting strangely with the Egyptians' Ramadan abstention. Security is strict since a semi-mysterious ...    "
                },
                "6": {
                    "title": "Door God gescheiden",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    In Jerusalem, Jan starts examining the sad state of the 'Holy Land', where Judaism, Islam and Christianity are bitterly opposed in the varied names of the same One God. Extremists, especially the i-unconditionally army-protected and spoiled-regardless-of-cost orthodox Jews, mike life impossible for ordinary Palestinian natives. Tourists often have a one-sided, religious and/or manipulated view.    "
                },
                "7": {
                    "title": "Bidden op het puin",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    In Syria, Jan visits the grand capital Damascus. He's impressed by its monuments, religious tolerance -mainly among Sunni and Shia Moslims- and perhaps most liberal Arab society. Jan enters Lebanon to visit Baalbek, where he meets part of the Palestinian diaspora. Beirut, the capital, visualizes the country's long, complex history of bloody, destructive (civil) war as well as a vibrant society, which again combines lucrative business and ethnic-political faction strife, with Hezbollah on the rise, partly because of the insane Israeli bombing of innocent civilians. ...    "
                },
                "8": {
                    "title": "Kinderen van Atatürk",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Jan enters Turkey in Istanbul, the old imperial Byzantine and Ottoman capital, but concentrates on Mustafa Kemal 'Atatürk', the father of the modern, strictly secular republic. Here devout Muslims protest against a head-scarf ban, some women even prefer to go study in Christian Europe on account of it. Further inland, to the republican capital Ankara, he checks on various attitudes towards the Koranic pork and alcohol prohibition and visits schools where strict Islamic teaching gets precedence over scientific truth such as evolution. Finally the Alevites, a 20% ...    "
                },
                "9": {
                    "title": "Allah's Republiek",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    Jan enters Iran, which differs greatly from Arab countries both on account of different pre-Islamic roots and of being almost entirely Shiite. Theological and cultural components of this major division in Islam are discussed with an ayatollah and laymen in modern(ist) capital Teheran, the holy city Qomm and grand old Isfahan. Khomeini's shadow is still omnipresent. Many openly support the Islamic Republic, others seem scared to vent grieves. Aspects of the proud, warlike Iranian heritage include its own martial arts tradition.    "
                },
                "10": {
                    "title": "Het land van de profeet",
                    "kind": "episode",
                    "episode of": {
                        "title": "De weg naar Mekka (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Nov. 2007",
                    "year": "2007",
                    "plot": "\n    During a stop in Qatar, Jan compares the wealth of the oil state citizens, who turn shopping into an art form, partially compensating from strict Islamic prohibitions, with the plight of Asian guest laborers. Although an infidel, Jan ultimately enters Saudi-Arabia hoping to visit Mekka, but the Grand Mosque's imam -'s final ruling is negative. Even the Prophet's birth land proves riddles with contrast and contradictions concerning its transformation in a few generations thanks to independence, oil and Wahhabism and contradictory opinions within the strictest Muslim ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Leyers, Jan"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODVkYzdkYjktM2Q4OC00Y2RmLTliOTEtNmZkMTk3OGQxZGZiXkEyXkFqcGdeQXVyNzUwODEyNzM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Flemish pop singer - TV presenter Jan Leyers makes a journey from Andalusia (southern Spain) to Mekka, the Muslim holiest city, not as actual pilgrimage (being an infidel). Each of ten episodes explore the various faces of modern Islam and how Muslims relate to each-other and 'infidels' in one or more countries of the Arab world, Turkey and Iran.",
        "languages": [
            "Dutch"
        ],
        "title": "De weg naar Mekka",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "De weg naar Mekka (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Canvas"
            }
        ],
        "plot": [
            "Flemish pop singer - TV presenter Jan Leyers makes a journey from Andalusia (southern Spain) to Mekka, the Muslim holiest city, not as actual pilgrimage (being an infidel). Each of ten episodes explore the various faces of modern Islam and how Muslims relate to each-other and 'infidels' in one or more countries of the Arab world, Turkey and Iran.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 7.3
            },
            "males": {
                "votes": 17,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.3
            },
            "females": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 16,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 7,
            "7": 6,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}