{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 January 2007",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::30 January 2007                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cecera, Rudy"
            },
            {
                "name": "Lagos, Penelope"
            },
            {
                "name": "Marco, Devin"
            },
            {
                "name": "Stackpole, Jennifer"
            }
        ],
        "locations": [
            "New York City, New York, USA::(opening scenes)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(MiniDV)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjQ0ODk5MDU4OV5BMl5BanBnXkFtZTcwNzI0OTYyNA@@._V1_SY150_CR23,0,101,150_.jpg",
        "budget": "$25,000 (estimated)",
        "plot outline": "Noted Playwright Otto Finch gets in over his head when, on the strength of his reputation, he is given the head writer position for a network sitcom. The problem...although he is a great Writer he knows absolutely nothing about comedy. However for pride and money Otto takes the job and instantly develops writer's block. While mulling over his dilemma Thalia, the immortal and mythical \"Muse of Comedy\" appears to give him inspiration. Unfortunately she herself develops insecurities about her power. The two immediately become smitten and believe they could help solve each other's problems by having someone who knows nothing about comedy write a sitcom with someone who's not funny. All the while dealing with Otto's suspicious co-workers who would love to expose him as a no-talent hack, Thalia's magical sisters (the other Muses) and at times, perhaps even her father...Zeus.",
        "languages": [
            "English"
        ],
        "title": "Muse",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Muse (United States)"
        ],
        "writer": [
            {
                "name": "Cecera, Rudy"
            }
        ],
        "production companies": [
            {
                "name": "Riddle Me This Productions"
            }
        ],
        "plot": [
            "Thalia, the magical and mythical \"_Muse_ (qv) of Comedy\" attempts to help a TV Comedy Writer with questionable and somewhat disastrous results...therefore showing her inner insecurities.::Rudy Cecera",
            "Noted Playwright Otto Finch gets in over his head when, on the strength of his reputation, he is given the head writer position for a network sitcom. The problem...although he is a great Writer he knows absolutely nothing about comedy. However for pride and money Otto takes the job and instantly develops writer's block. While mulling over his dilemma Thalia, the immortal and mythical \"_Muse_ (qv) of Comedy\" appears to give him inspiration. Unfortunately she herself develops insecurities about her power. The two immediately become smitten and believe they could help solve each other's problems by having someone who knows nothing about comedy write a sitcom with someone who's not funny. All the while dealing with Otto's suspicious co-workers who would love to expose him as a no-talent hack, Thalia's magical sisters (the other _Muse_ (qv)s) and at times, perhaps even her father...Zeus.::Rudy Cecera"
        ],
        "tech": {
            "runtime": [
                "30 min (DVD) (USA)"
            ],
            "color": [
                "Color (MiniDV)"
            ]
        }
    }
}