{
    "imdb": {
        "episodes": {
            "1": {
                "7": {
                    "title": "What Happened Next",
                    "kind": "episode",
                    "episode of": {
                        "title": "Musicool (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Sep. 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Girl, Axe"
            },
            {
                "name": "Midas, Mr."
            }
        ],
        "genres": [
            "Musical"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "GBP100,000 (estimated)",
        "plot outline": "Musicool culminated with a live performance of Cinderella airing on T4. The show was reworked in a modern day setting, featuring songs such as Hard to Beat (Hard-Fi), Genie in a Bottle (Christina Aguilera) and I Predict a Riot (Kaiser Chiefs). The final show took place at the UCL Bloomsbury Theatre in London at 12 noon on Sunday 6 May 2007 in front of an audience of friends and family of cast members, plus T4 competition winners and was broadcast live on Channel 4.",
        "languages": [
            "English"
        ],
        "title": "Musicool",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "Musicool (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Laird, Fiona"
            }
        ],
        "production companies": [
            {
                "name": "Shine"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "plot": [
            "A UK-based reality TV show. The show aims to write and produce a West End production.::wik",
            "_Musicool_ (qv) culminated with a live performance of Cinderella airing on T4. The show was reworked in a modern day setting, featuring songs such as Hard to Beat (Hard-Fi), Genie in a Bottle (Christina Aguilera) and I Predict a Riot (Kaiser Chiefs). The final show took place at the UCL Bloomsbury Theatre in London at 12 noon on Sunday 6 May 2007 in front of an audience of friends and family of cast members, plus T4 competition winners and was broadcast live on Channel 4.::wik"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}