{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 September 2007"
            }
        ],
        "release dates": [
            "USA::7 September 2007"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 28 June 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "8": {
                "1": {
                    "title": "Episode #8.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome Stock Market Analyst Matt Pavich, Hollywood Insider James Hirsen, and Investment Specialist John Kirkland to the first show of 2014. Pavich discusses the impact of incoming Federal Reserve Chair Janet Yellen on the market. Hirsen talks about Hollywood lobbying efforts and the effect on intellectual property laws. Kirkland closes the show with a discussion of small-company investing and the growing importance of green products and services for companies.    "
                },
                "2": {
                    "title": "Episode #8.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome Stock Market Analyst Matt Pavich, Steve Weisman \"The Scam Man,\" and Social Media Expert Rick Calvert to the show. Sullivan, Nailz and Pavich talk about the U.S. Bond market trends and patterns and the recent activity in the oil and gold markets. Weisman joins the hosts to talk about the \"season of scams\" and how people can protect themselves from everything from phony homeless to hacked email accounts. Calvert discusses the paradigm shift in Social Media and the growing importance of the mini-video site Vine, as well as ...    "
                },
                "6": {
                    "title": "Episode #8.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome Stock Market Analyst Matt Pavich, Steve JJ Weisman \"The Scam Man,\" and Origin Oil founder Riggs Eckelberry to The Big Biz Show. Pavich joins Sully and Russ for a discussion of the current state of the market, a \"dead cat bounce,\" and possible reactions to President Obama's State of the Union speech and the upcoming announcements from the Federal Reserve meeting. The Big Biz Show director Chris Janikas' recent experience with identity theft involving his credit card leads off a discussion of scams and the importance of ...    "
                },
                "8": {
                    "title": "Episode #8.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome investment adviser Gabe Wisdom, Steve JJ Weisman, The Scam Man, and Scott Painter, CEO of TrueCar.com. Much of the show's early focus is on the current downward movement in the markets, including a major drop in the NASDAC. Sully and Russ discuss the results of the Super Bowl and the historic trend for a gain for the year after the win by a team from the NFC. Wisdom joins Sully and Russ for further discussion on the market and the possibility of a correction. While some investors may be concerned about a pullback, Wisdom ...    "
                },
                "9": {
                    "title": "Episode #8.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome Matt Pavich of The Pavich Perspective, OriginOil President and CEO Riggs Eckelberry, and conservative host and writer Wayne Allen Root. Sully and Russ discuss the latest market moves with Pavich and look ahead to possible reactions from upcoming events. Eckelberry joins the show to share OriginOil's latest developments, including their upcoming Showcase on oil and gas separation at the Monterrey Formation near Bakersfield, Calif., with Pacific Advanced Civil Engineering, Inc. (PACE). Use of the Electro Water Separation ...    "
                },
                "10": {
                    "title": "Episode #8.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "7 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome investment adviser Gabe Wisdom, John Kirkland of Ironridge Global, and social media expert Coach Deb Cole to the show. Sully, Russ and Wisdom discuss the current state of the market, the impact of recent Federal Reserve decisions, and the challenge of getting clients and investors into the right mindset. Wisdom points out that when the market is down is the time to get in, rather than when it is high - which many people tend to wait for. With the current market climate, Wisdom sees a move out of interest-sensitive areas ...    "
                },
                "11": {
                    "title": "Episode #8.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome investment adviser Gabriel Wisdom, conservative Hollywood blogger James Hirsen, and internet marketing expert Scott Fox. Sully and Russ open with a discussion of the continued drop in the S&P 500 Index and what that could mean to long-term investments. Gabriel Wisdom of American Money Management joins the discussion on 10-day and 50-day moving averages before talk turns to the importance of estate planning. The recent death of Philip Seymour Hoffman and the possible effect of a lack of planning on the fate of his estate ...    "
                },
                "12": {
                    "title": "Episode #8.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Russ and Sully have guests Gabriel Wisdom of American Money Mangement, Steve JJ Weisman, \"The Scam Man\" and Riggs Eckelberry of OriginOil on the show. To begin the show, the guys talk about the market looking good, based on Janet Yellen's statement that the current program will continue. the continuation of bond buying to keep interest rates down, but the Federal government has been slowing the buying. Gabe Wisdom joins the guys in studio to expand on Yellen's statement. Quantitative easing is like having training wheels on the economy and Yellen's testimony was just ...    "
                },
                "13": {
                    "title": "Episode #8.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sully and Russ welcome Brent Wilsey of Wilsey Asset Management, Kristin Bentz the President of Talented Blonde LLC/Executive Director of PMG Venture Group, and Cyril Moreau the CEO of COREwafer Industries to the show. Brent Wilsey shares his investing philosophy with the guys. He says to buy good, solid companies while looking at earnings and cash flow, compared with industry averages. Also, look at balance sheet, and likelihood of profit. A great question to consider is \"would you buy the whole company?\" If not, don't buy the stock. Kristin Bentz shows why she was ...    "
                },
                "16": {
                    "title": "Episode #8.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 16,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Russ and Sully welcome Gabe Wisdom, James Hirsen, and David Move to the show. Gabe Wisdom, of American Money Management, and Author of Wisdom on Value Investing. Gabe proposes that the market is back to normal; the \"new normal\" which is more of a marketing phrase. The Dow Jones fell 1% or more 50 times, which is normal. Wisdom says to realize these are normal drops and should take advantage of them. He then discusses the UC school system, some of the best colleges in the world but among the worst in terms of investment returns on endowments. Gabe goes on to bet that ...    "
                },
                "40": {
                    "title": "Episode #8.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 40,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Sully welcomes Matt Pavich, Teresa McWilliams and James Hirsen to the show. Matt Pavich of The Pavich Perspective and Sully discuss the movement of the market and the possibility of a correction. Sully welcomes Teresa McWilliams, CFO of COREwafer industries, Inc., to the \"Small Caps Are People Too\" portion of the show for a discussion on the company's role in changing technology. Finally, James Hirsen and Sully discuss the Business of Hollywood, the growth of OTT and trend of \"cutting the cable,\" and how the movie Transcendence mirrors the intrusion of technology into...    "
                },
                "59": {
                    "title": "Episode #8.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 59,
                    "original air date": "1 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Sully Sullivan and Russ T Nailz welcome investment advisor Gabe Wisdom, Origin Oil CEO Riggs Eckelberry and Charles Schwab & Co. VP Carrie Schwab-Pomerantz to The Big Biz Show. Sully and Russ talk with Wisdom about the current market and the decision by the Federal Reserve Bank to continue its current policies for the foreseeable future. Wisdom explains how the major global banks are hoping for some inflation and that their policies will likely encourage more investing in high-quality stocks. According to Wisdom, over the past 100 years the Dow Jones Average has had ...    "
                },
                "60": {
                    "title": "Episode #8.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 60,
                    "original air date": "2 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz welcome investment advisor Gabe Wisdom, corporate communications trainer Jeanne-Marie Grumet and Hollywood insider James Hirsen to The Big Biz Show.After a short discussion of Wisdom's previous stint as a disc jockey, the three talk about the current spate of mergers and acquisitions. Wisdom points out that mergers and acquisitions are up 41 percent overall globally and 44 percent just in America. He also explains that over the past 125 years the five biggest merger waves ended with a precipitous drop in the market. The ...    "
                },
                "65": {
                    "title": "Episode #8.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 65,
                    "original air date": "3 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Sully Sullivan and Russ T Nailz are joined by investment advisor Gabe Wisdom, Hollywood insider James Hirsen and portfolio manager Chris Franke on The Big Biz Show. Gabe Wisdom talks with Sully and Russ about the current state of the market and points out how the latest changes in the Dow 30 may have kept the overall average from going even farther above 1700. He explains that while former Dow 30 members Hewlett-Packard and Alcoa have been up, their replacements have been flat over the same time. James Hirsen joins the show to talk about the current state of the film ...    "
                },
                "66": {
                    "title": "Episode #8.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 66,
                    "original air date": "8 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Sully Sullivan and Russ T Nailz are joined on The Big Biz show by asset manager Brent Wilsey, scam expert Steve Weisman and corporate trainer and funding advisor Anthony Dohrmann Brent Wilsey talks with Sully and Russ about the current market outlook following the Dow Jones passing the 1700 mark. While there has been a pullback, which panics average investors, Wilsey explains this is always to be expected after a new high mark. He also points out that the NFIB Small Business Confidence Index, while it dropped over the last month from 96 to 95, is still a good number. ...    "
                },
                "67": {
                    "title": "Episode #8.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 67,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Bob \"Sully\" Sullivan and Russ T Nailz are joined by Riggs and Nicholas Eckelberry of OriginOil, Eric Basu from Sentek Global and Hollywood insider Fred Saxon on The Big Biz Show. Riggs Eckelberry, CEO of OriginOil, and Nicholas Eckelberry, Head of Research, join Sully and Russ to talk about the company's latest development in its proprietary Electro Water Separation system. Tests have shown that the process produces chlorine dioxide, which can be used as part of a pre-treatment step for frac flowback and produced water. The system has already proven successful in ...    "
                }
            },
            "10": {
                "60": {
                    "title": "The Big Biz Show 6.1.2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 60,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "62": {
                    "title": "The Big Biz Show 6.7.2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Big Biz Show (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 62,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Sullivan, Bob 'Sully'"
            },
            {
                "name": "Nailz, Russ T."
            },
            {
                "name": "Hirsen, James"
            },
            {
                "name": "Wisdom, Gabe"
            },
            {
                "name": "Weisman, Steve"
            },
            {
                "name": "Cole, Deb"
            },
            {
                "name": "Leboutillier, John"
            },
            {
                "name": "Eckelberry, Riggs"
            },
            {
                "name": "Spoor, Thijs"
            },
            {
                "name": "Blumberg, Ron"
            },
            {
                "name": "Kirkland, John"
            },
            {
                "name": "Pavich, Matt"
            },
            {
                "name": "Wilsey, Brent"
            },
            {
                "name": "Basu, Eric"
            },
            {
                "name": "Bentz, Kristin"
            },
            {
                "name": "Calvert, Rick"
            },
            {
                "name": "la Pena, E.J. De"
            },
            {
                "name": "Dohrmann, Anthony"
            },
            {
                "name": "Eckelberry, Nicholas"
            },
            {
                "name": "Fox, Scott"
            },
            {
                "name": "Franke, Chris"
            },
            {
                "name": "Grumet, Jeanne-Marie"
            },
            {
                "name": "Moreau, Cyril"
            },
            {
                "name": "Move, David"
            },
            {
                "name": "Painter, Scott"
            },
            {
                "name": "Saxon, Fred"
            },
            {
                "name": "Schwab-Pomerantz, Carrie"
            },
            {
                "name": "Goren, Alon"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 10,
        "budget": "$25,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Big Biz Show",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "The Big Biz Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10"
        ],
        "writer": [
            {
                "name": "Prendergast, Stephen"
            }
        ],
        "production companies": [
            {
                "name": "Jump TV Studios"
            }
        ],
        "distributors": [
            {
                "name": "Biz Television"
            }
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (USA)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}