{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "6 May 2007"
            },
            {
                "country": "Italy\n",
                "date": "  2013"
            },
            {
                "country": "Italy\n",
                "date": "14 September 2013"
            },
            {
                "country": "Italy\n",
                "date": "29 September 2013",
                "notes": "                            (Roma Fiction Fest)"
            },
            {
                "country": "Belgium\n",
                "date": "5 April 2014"
            }
        ],
        "release dates": [
            "Italy::6 May 2007",
            "Italy::2013",
            "Italy::14 September 2013",
            "Italy::29 September 2013                            (Roma Fiction Fest)",
            "Belgium::5 April 2014"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "6 May 2007",
                    "year": "2007",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Young Jules Verne is a law student at Sorbonne University, but he really longs to become a travel writer. He seems to realize his dream since he manages to thwart an attempted robbery at the offices of Contes De Voyages travel magazine and is welcomed to join the magazine on an expedition in Africa. The travel group - comprised of Artemius Lucas (director of the magazine), his daughter Amelie (the same age of Jules'), De L'Ennuì (the bookkeeper), Esther (the nanny) and their dog Hatteras- sets out with the intention of measuring the twenty-forth meridian. Yet it seems...    "
                },
                "2": {
                    "title": "Nautilus",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    During a boat voyage, Jules Verne and the professor's daughter jump after a passenger who fell over board, but end up drifting unconscious at sea themselves. They are suspicious when waking up aboard a vast, incredibly well-performing submarine. It belongs to captain Nemo, who shows them around and claims to have only good intentions.    "
                },
                "3": {
                    "title": "Cliffs of Oban",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and the professor's team go search for the legendary green sun ray at sea near the Scottish cliffs of Oban, a Parisian heiress's bizarre demand to accept an arranged fiancé. They find the ray, but Jules experiences the scary part f the legend, a huge vortex, also exists, and some of the unfriendly locals turn out to be bloodthirsty pirates.    "
                },
                "4": {
                    "title": "Survival School",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Artemius's team go check out a Pacific island, absent from every map, with a millionaire who has been stranded there. The journey on it proves full of surprising dangers, from a giant bear to tremors and unfriendly locals. However it turn out almost nothing is what it seemed.    "
                },
                "5": {
                    "title": "Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Artemius's team attend the festive launch of an American cannon launch to the mean. Despite the protection of a US secret agent's team, the cannon is suddenly broken loose by a tremor and dragged underground. The gang pursues it, and finds they're chasing a contraption manned by Nemo and some of his crewman, who drag it to his submarine Nautilus. During the dangerous expedition, Artemeius explains how ambitious Nemo, now identified, already was when they were brilliant university roommates.    "
                },
                "6": {
                    "title": "Gibraltar",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Artemius's team accept the British consul's invitation to examine in rock-fortress Gibraltar the strange attacks of an ape-lead monkeys-horde. They even murder a solider and kidnap the cook. Jules's gang undertakes a daring rescue mission and works out it's all about dog-whistling and a hidden treasure.    "
                },
                "7": {
                    "title": "Michael Strogoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and the professor team travel to Irkutsk, in Siberia, but accept on the way to visit Artemius's old fan, the czar. Hearing he fears that his greatest treasure, 'the diamond', will be found and stolen by rebel Tatar leader Ivan Ogaraf's nomad men, they offer to accompany the czar's trusted envoy Michael Strogoff and inconspicuously evacuate the diamond. They survive traps set by the rebels, discover the actual, human nature of the 'treasure' and devise a deceptive way out before exposing the traitor at court.    "
                },
                "8": {
                    "title": "The Golden Comet",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Artemius's team accept to witness a secret US government project. It's a magnetic cannon to deflect a meteorite heading for Kyoto to Alaska. During he celebration of the success, Jules discovers that a traitor fired it again, so it now heads for Greenland, where Nemo's submarine waits to collect it, as it contains a priceless mass of gold.    "
                },
                "9": {
                    "title": "Carpathian Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Artemius's team accept to travel to a baron's 'haunted' Transsylvanian castle in the Carpathian mountains. It's the HQ from where vampire bats terrorize the village, notably maidens. The French travel party is delighted by the baron's generous welcome and his advanced mechanic technology. However his fascination for the professor's daughter Amélie, whose voice resembles the baron's late wife's, takes a during akin to both Frankenstein and Dracula stories.    "
                },
                "10": {
                    "title": "Around the World in Eighty Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne is part of professor Artemius's team when he accept a bet to travel around the world back to a London club in eighty days. They manage to overcome challenges to and i-in India, China and Japan, catching the ship to San Francisco. During the train voyage to New York, they are arrested, wrongly suspected of a robbery from Buckingham Palace. Only a daring balloonist may still get them across the Atlantic in time.    "
                },
                "11": {
                    "title": "North Against South",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne leads the gang, with a Yankee officer, in a daring rescue mission after professor Lucas Artemius is kidnapped by Dixie rogues who demand a king's ransom and publicity to re-launch the defeated Confederation's Secession war. The ploy to pay in faulty arms and ammunition is soon found-out, but Jules plays a vindictive ruin plantation owner's orphaned son. Thus he, helped only by the monkey, can penetrate the alligator-infested Evergldes fortress and hopefully liberate Artemius.    "
                },
                "12": {
                    "title": "Albatross",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and the gang accompany professor Lucas Artemius to Arizona, where the meteorological society invited him to partake in lightning research by zeppelin. Only aboard the Albatross, they learn they scientific mission is a cover for the US Secret Service, which wants their help as nobody else is respected enough to negotiate with Captain Nemo, whose superior airship robs trains. This time, he proves willing to fight even former Sorbonne study buddy Artemius mercilessly.    "
                },
                "13": {
                    "title": "Niger Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Jules Verne and professor Lucas Artemius's team accompany a rich Marseille merchant's family's expedition, with two trusted servants, to the French Niger colony, to collect a rare white rhinoceros. All the way, they seem accident-prone, which arouses healthily growing suspicion with Jules while he keeps saving the amateurs. Reaching their goal, Jules also finds the truth.    "
                },
                "14": {
                    "title": "Eight Hundred Leagues on the Amazon",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius and his team are invited to a rich Brazilian friend Joam Garral's daughter's extravagant wedding with Manuel Valdez on an Indian traditional Amazon river boat. Diamond thief Tores however set up Garral as suspect for his crime and offers a encrypted letter proving his innocence and the code only in exchange for the bride. Jules Verne and his friends help catch the fiend, fetch and decode the letter and hopefully prevent Joam's arrest so the wedding can go on.    "
                },
                "15": {
                    "title": "An Antarctic Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius and his team agree that their travel magazine funds an expedition to the Antarctic, lead by captain Len Guy, who claims to know about a passage. Only on site, Lucas and Jules work out he invented that to get the to mount what now is only the rescue of his missing brother, whose wrecked ship the Jane they find, only to see their own ship wrecked. Jules Verne and his friends find William and a few survivors, but the only way out, by sea, is blocked by a raging killer whale.    "
                },
                "16": {
                    "title": "Journey to the Center of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius and his team agree to travel to Iceland, where famous geologist Johansson is missing, joining his son's rescue expedition trough a dormant volcano, many miles into the inner earth. They discover a fascinating subterranean world, complete with strangely adapted plants and above ground-extinct dinosaurs. After finding the stranded father, it's a challenge to find a way back.    "
                },
                "17": {
                    "title": "Invasion of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius and his team agree to travel to the colonial French Sahara with captain Hardigan, whose troop must protect the engineers and locals workers, who are digging canal to create an inland sea with Mediterranean water, against turban-masked dromedary riders. Only on site, Jules and Lucas not only works out the project would wreck the otherwise most hospitable Tuareg locals' way of life, but also that the attacks, without plunder, are somehow staged.    "
                },
                "18": {
                    "title": "The Mighty Orinoco",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius and his team agree to travel to Brazil, joining an expedition on the mighty Orinoko. In the rainforest, they find a sort of a lost world, complete with dinosaurs. Dangers abound, but also discoveries.    "
                },
                "19": {
                    "title": "The Steam House",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius takes his team along to travel to Bengal, in British India, joining an old friend who lost his wife and career when the fort he commanded was overran and burnt down by reel leader Nana Singh and became an inventor. Now he has a guide who could bring him to his wife. the gang mounts his spectacular invention, a steam-powered mechanical elephant. But surprises lurk, in the jungle and aboard.    "
                },
                "20": {
                    "title": "Black India",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius accepts another old friend's invitation to Scottish coastal mine town Aray, to investigate the mysterious green-eyed ghostly appearances which scare the miners, who fear it's a witch and evil elves. Jules learns that the beings actually never harm and even saved a life, ventures into the abandoned old mine and meets them, with surprising consequences for all local parties.    "
                },
                "22": {
                    "title": "The Golden Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius accepts with the whole team to help accident-prone adolescent Ben Raddle, who inherited his elder brother's Klondyke Goldrush claim, for a share in the gold mine. When they arrive in Alaska, other diggers claim that volcanic area yielded nothing, except one honest old man, who offers them a deal, while the fiends give chase to steal the gold.    "
                },
                "23": {
                    "title": "The Survivors of the Chancellor",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius takes the whole team on a cheap expedition to South America, by (antiquated) sailing ship, The Chancellor. Jules soon discovers that Welsh passenger John Ruby is hiding contraband, which turns out to be a novel explosive triggered by contact with water. It's promised to captain Nemo, whose submarine emerges to collect it. Finding Welsh captured with the explosives, he takes on the ship and offers Jules a chance to defect and share in his bid for world-dominance in the name of science.    "
                },
                "24": {
                    "title": "Master Antifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "JV: The Extraordinary Adventures of Jules Verne (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Professor Lucas Artemius takes the team along, minus the seniors, when invited by a friend, a ship captain, to track down the treasure left to him and his trusted but bad-sighted, clumsy and near-deaf Egyptian lawyer, Mr. Antifer. It proves a testing, dangerous and intellectually tricky chase for clue after clue along the Mediterranean coast, where Tunisian pirates catch on. Jules solves the riddles and fights off the fiends.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Magennis, Dermot"
            },
            {
                "name": "Clarke, R.M."
            },
            {
                "name": "Hetzler, Gary"
            },
            {
                "name": "Brown, Hope"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Italy"
        ],
        "country codes": [
            "it"
        ],
        "language codes": [
            "en",
            "it"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjI0NDljM2ItMTdmNC00MGYxLTg5ZDItZTM1YWJmYTk2Zjg3XkEyXkFqcGdeQXVyNTgyMDIwNTM@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English",
            "Italian"
        ],
        "title": "JV: The Extraordinary Adventures of Jules Verne",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "akas": [
            "JV: The Extraordinary Adventures of Jules Verne (Italy)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ambrosio, Stefano"
            },
            {
                "name": "Orsi, Tea"
            },
            {
                "name": "Puggelli, Francesca Romana"
            }
        ],
        "production companies": [
            {
                "name": "Lux Vide"
            },
            {
                "name": "Musicartoon"
            },
            {
                "name": "Rai Fiction"
            }
        ],
        "tech": {
            "runtime": [
                "30 min (season 1)"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "males": {
                "votes": 7,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 6,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}