{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "September 2007"
            }
        ],
        "release dates": [
            "UK::September 2007"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jack Welch: Former Chairman & CEO, GE",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Sep. 2007",
                    "year": "2007",
                    "plot": "\n    Discussing leadership, motivation and career success with Jack Welch, former General Electric chairman & CEO.    "
                },
                "2": {
                    "title": "Sergio Marchionne: CEO, Fiat Group",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Europe's turnaround king explains how he goes about pulling businesses like Fiat back from the brink of bankruptcy, his five principles of leadership and why humility is paramount for CEOs.    "
                },
                "3": {
                    "title": "Sir Stelios Haji-Ioannou: Chairman, easyGroup",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Oct. 2007",
                    "year": "2007",
                    "plot": "\n    Simon Hobbs has a discussion with Stelios Haji-Ioannou, the enigmatic and often controversy-shrouded CEO of easyGroup, who is best known for founding budget airline easyJet at the age of 28, and who has built the easyGroup corporation into one that touches nearly all industries.    "
                },
                "4": {
                    "title": "Sir Lindsay Owen-Jones: Chairman, L'Oreal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Mar. 2008",
                    "year": "2008",
                    "plot": "\n    In his first major television interview, Lindsay Owen Jones reveals how he's delivered an unbroken string of double-digit profit growth for 23 years. He talks frankly about his relationship with France's richest woman, billionaire shareholder Liliane Bettencourt. And why he's happy for the French to mistakenly think he's Welsh.    "
                },
                "5": {
                    "title": "Natalie Massenet: Founder & Chairman, Net-a-Porter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Vogue claims the founder of this luxury, online fashion retailer is 'revolutionizing' how women buy clothes. In her first major television interview, Natalie talks about how she navigates the dangers inherent in a business that is doubling its revenues each year, why she can offer a lifeline to designers and how also bringing-up two young daughters is 'pulling her apart'.    "
                },
                "6": {
                    "title": "Aditya Mittal: CFO, ArcelorMittal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The son of the fourth richest man on the planet talks openly about how he's fought to be recognized in his own right by driving an acquisition strategy through the steel industry at a rate of 35 deals a year - which included his family's bitter battle for Arcelor.    "
                },
                "7": {
                    "title": "Carlos Ghosn: President & CEO, Nissan & Renault",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The world-renowned CEO of two successful auto manufacturers in Europe and Asia chats with Simon Hobbs.    "
                },
                "8": {
                    "title": "Indra K. Nooyi: Chairman & CEO, PepsiCo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Apr. 2008",
                    "year": "2008",
                    "plot": "\n    In her first ever full length TV interview the most powerful woman in world business talks frankly about her upbringing in India, how she came to restructure an American icon and why she now physically stops herself from feeling guilt each day about being a 'bad' executive, mother and wife.    "
                },
                "9": {
                    "title": "Dr Jean-Pierre Garnier: CEO, GlaxoSmithKline",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Feb. 2008",
                    "year": "2008",
                    "plot": "\n    As the architect of the merger that created GSK prepares to retire as its CEO, the competitive Frenchman talks about how he revolutionized big pharma's R&D, its relationship with poor nations and why the original deal was not his preferred option.    "
                },
                "10": {
                    "title": "Mo Ibrahim: Founder Of Celtel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "May 2008",
                    "year": "2008",
                    "plot": "\n    This African-born telecom pioneer explains how raw frustration with UK big business drove him to work for himself. Having designed many of the world's first wave of mobile networks, he then physically built them in Africa because no one else would. Now with an estimated personal fortune of $2.5bn he awards cash prizes in Africa to promote better leadership.    "
                },
                "11": {
                    "title": "Sir Ronald Cohen: Co-Founder, Apax Partners Worldwide LLP",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Nov. 2007",
                    "year": "2007",
                    "plot": "\n    The father of private equity in Europe, and 'bankroller' of UK Prime Minister Gordon Brown within his Labour Party, talks passionately to Simon Hobbs about what it really takes to be an entrepreneur and why society may explode in violence if the private sector does not do more.    "
                },
                "12": {
                    "title": "Helmut Schmidt: Former Chancellor, West Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Leaders (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Dec. 2007",
                    "year": "2007",
                    "plot": "\n    Helmut Schmidt talks frankly about the life and death decisions he was forced to make as Chancellor of West Germany when it was terrorized by the Red Army Faction. Having fought in Adolf Hitler's army as a young man, Schmidt is also forthright about his political career, the meaning of war and Germany's place in the international community.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Massenet, Natalie"
            }
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQxNjU1MzEwNV5BMl5BanBnXkFtZTgwMzkxNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "This groundbreaking half-hour weekly program on CNBC, hosted by award-winning presenter Simon Hobbs, features insightful one-on-one interviews with influential leaders from the world of business, politics and beyond. How do they define leadership? What motivates them? How did they arrive at key decisions in their career? Shot on location, The Leaders reveals what drives Europe's top business and political talent, and gets to the heart of what makes them tick. The Leaders provides great insight into some of the sharpest minds today and is ideal for anyone with an interest in business and a drive to succeed. Key interviews from the series include Stelios Haji-Ioannou, Chairman of easyGroup, Sergio Marchionne, CEO of Fiat, and Jack Welch, Former Chairman and CEO, GE.",
        "title": "The Leaders",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1"
        ],
        "plot": [
            "This groundbreaking half-hour weekly program on CNBC, hosted by award-winning presenter Simon Hobbs, features insightful one-on-one interviews with influential leaders from the world of business, politics and beyond. How do they define leadership? What motivates them? How did they arrive at key decisions in their career? Shot on location, _The Leaders_ (qv) reveals what drives Europe's top business and political talent, and gets to the heart of what makes them tick. _The Leaders_ (qv) provides great insight into some of the sharpest minds today and is ideal for anyone with an interest in business and a drive to succeed. Key interviews from the series include Stelios Haji-Ioannou, Chairman of easyGroup, Sergio Marchionne, CEO of Fiat, and Jack Welch, Former Chairman and CEO, GE."
        ],
        "tech": {}
    }
}