{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "  2007"
            }
        ],
        "release dates": [
            "India::2007"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Invisible Kite and Dino Dhamaka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    The kids are all set for the kite flying festival. Julie has made a colorful kite while Raju has automated his kite. Charlie gets an invisible kite and a pair of purple glasses from his uncle, who is an inventor.    "
                },
                "2": {
                    "title": "Daadi's Birthday And Mobi Baat Nahi Sunta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    It is Julie's grandmother's birthday and her special wish is to learn how to ride a bicycle. Through a series of adventurous lessons, the kids manage to teach her how to balance.    "
                },
                "3": {
                    "title": "Cheeky Ki Parchhai and Happy Holi Charlie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Gopi wishes to have a robot friend like Cheeky and the others decide to make one for him. The new robot makes a creaky sound and is named Creeky. Her antics impress them and Gopi invites them all to his home where Creeky makes cupcakes for them.    "
                }
            },
            "1": {
                "1": {
                    "title": "Meteor Murthy and the Lost Leopard Cub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Murthy chances on a meteor and touches it accidentally. Swami and his team land at the spot and take custody of the meteor. Swami spots Murthy in the surroundings but doesn't attach much consequence to it. Meanwhile Murthy starts experiencing surges of power, shocking Raju and friends as they play cricket nearby.    "
                },
                "2": {
                    "title": "Dummy Magic and Sabka Hero Mighty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    A great magic show is announced in Aryanagar and people throng to see it. The kids go there too but Mobi growls at the Magician from the minute they enter the venue. Raju is unimpressed and explains the tricks behind every act.    "
                },
                "3": {
                    "title": "Illusions and Shadow Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    It is another busy morning in Aryanagar where everyone is rushing to their morning activities. Raju quickly gets on to the school bus and they see a huge mountain on the road from nowhere. The traffic is held up and people panic.    "
                },
                "4": {
                    "title": "Moby vs Wildcat and Cheeky Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    An innocent looking mechanical wildcat comes to Aryanagar. The cat is really cute and adorable and hence gets into the houses as a pet. She robs the house, gets away and no one suspects the cat.    "
                },
                "5": {
                    "title": "Experiment Gone Wrong and Angry Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Swamy is experimenting with radioactive elements and accidentally conjures radioactive monsters. He causes a lizard and dragonfly to turn into monsters. Mighty Raju goes to rescue the lab and his father. He fights with the monsters and brings them to a spot where they were turned into monsters. Swami fires the radioactive beam and turns them back to their original state.    "
                },
                "6": {
                    "title": "Mummy Ko Bachao And Ice Cream Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Sandhya is in a bad mood and snaps at Raju for being mischievous. She is upset that he has not tidied his room after his friends left. Raju is hurt and throws a tantrum. He takes Skatey and leaves with Mobi. Some terrorists interested in Swami's latest weapon break into Raju's home, overcome Cheeky and kidnap Sandhya in an effort to make Swami hand it over.    "
                },
                "7": {
                    "title": "Bow Bow Mania and Science Wala Genie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Cheeky and Mobi are home alone as Raju and his family leave for a special gathering when a couple of cute pups land up in the yard. They are messing about with the sprinklers in the yard when Cheeky reprimands them. However Mobi softens at their cuteness and lets them in the house, which is a big mistake.    "
                },
                "8": {
                    "title": "Mystery at School and Moby Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The kids are off for a gliding trip far away from city. Although instructors glide with them, Charlie announces that he will be an expert in no time. But he develops cold feet on reaching the gliding point and starts crying.    "
                }
            },
            "2": {
                "1": {
                    "title": "Museum Mein Gadbad And Zoo Mein Hullad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Raju's class visits a museum and the kids are very fascinated by the dinosaur skeletons. While they are there, a new artifact arrives from Africa and the Museum Director is visibly excited.    "
                },
                "2": {
                    "title": "Khelenge Hum Holi And Crazy Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Using neutrino, Karaati has invented the Zombino chemical which has zombie effects on people. He has devised a way to mix it with artificial colours during Holi so as to spread the chemical among the people. Once everyone has turned into zombies, he will take over the city.    "
                },
                "3": {
                    "title": "Cricket Cup and Museebat Mein Mamma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Aryanagar is gearing for the World Cricket Championship. Everyone is excited but Don Malik is planning something else entirely. The final match is underway between the Mighty Aryans and White Knights when Virat, the star player of the Mighty Aryans team is nowhere to be seen.    "
                },
                "4": {
                    "title": "Cheeky Ka Dost And Goa Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Cheeky is very excited as Swami has promised to take her to a special robot convention where other scientists will be present with their own innovations. Raju and Mobi tag along and their enthusiasm is not disappointed.    "
                },
                "5": {
                    "title": "Mighty Raju Absent and Robotic Rabbit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    The summer vacation is on and the kids receive postcards from their favorite teacher in the form of a very unique assignment. The kids are to discover the place in the photograph and write about it. The kids are excited and decide to take a tour of the city.    "
                },
                "6": {
                    "title": "Khodi Zameen Nikli Museebat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Swami is called to Doragpa to study some radioactive reactions in the surrounding villages. Raju and Moby join him when Moby returns with the part of an artifact. The crew unearths a radioactive cannon ball that rings an alarm in the evil scientists lair. The evil scientists plan to destroy the world.    "
                },
                "7": {
                    "title": "Mighty Raju 100% Fun And Mighty Raju Ka Naya Dost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    The kids go on a school trip to a show called Fun100 - a unique multidimensional experience. Sandhya does give Raju permission but it is only after Raju has left for the trip that Swami expresses apprehension. There is a rumor that the sideshow may be a cover for something more sinister.    "
                },
                "9": {
                    "title": "Qile Ka Bhoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Raju hears about the mysterious sightings of a ghost and the subsequent disappearance of cattle near an abandoned fort outside Aryanagar. He goes with Moby to the fort only to find out that the ghost story was a hoax, spread by goons to divert people away from the fort so that they can smuggle arms and ammunition from there.    "
                },
                "10": {
                    "title": "Neuralizer's Ultimate Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    It is Independence Day and also Raju's birthday. As a gift to Mighty, Karaati has created an indestructible Robot called 'Neuralizer' which can manipulate Neutrino Energy to create Ultra-Frequency sound waves.    "
                },
                "11": {
                    "title": "Ultra Dum and Zordaar Helmet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Julie is very excited to accompany her father as he interviews a brilliant scientist. She watches in awe as the foreign scientist displays how his NanoZeds can absorb available heat and light energy to charge any machine.    "
                },
                "12": {
                    "title": "Toota Taara Phooti Kismat And Mighty Sharpener",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Karaati contacts an alien on a distant planet with a plan to destroy Aryanagar. The following day, shooting stars fall from the sky and the people of Aryanagar make wishes. To everybody's surprise all the wishes come true instantly. Raju is suspicious and decides to investigate.    "
                },
                "13": {
                    "title": "Barish Ki Sifarish And Farm Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    It is a lazy Sunday for Raju and Swami returns, announcing dinner plans with Sandhya at his colleague Dr. Bose's home. Among things they will discuss will be a formula that can be used to create artificial rain in the fields. Later that night, they leave for dinner but do not return. Raju is worried and wonders if Karaati's hand behind this. Mighty fights him and saves the day.    "
                },
                "14": {
                    "title": "Chhote Chefs and Chuhon Ki Sena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "plot": "\n    The kids are excited at the upcoming TV show Chhote Chefs in Aryanagar. Unknown to everyone the show is a farce and the crewmembers are really thugs who plan to rob the bank.    "
                },
                "15": {
                    "title": "Dance Ka Chakkar And Raju Ya Mighty Raju",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "plot": "\n    There is a cultural fest at school and many contests are to be held. Raju and friends are very excited. As they pick out the events of their interest, Charlie mocks them. Raju and friends will compete against Charlie and gang.    "
                },
                "16": {
                    "title": "Mobi vs Bulldog and Code Name Spider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n    Mobi's worst nightmare is a BullDog. One afternoon when Mobi wakes up from the nightmare, Raju and friends take him to the park. Charlie is there too with his newly adopted Bull Dog. Scared, Mobi trembles in fear, the same way he trembles in his sleep.    "
                },
                "17": {
                    "title": "Adventure in Antarctica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "plot": "\n    Swami is speaking to Sandhya from the Research Station in Antarctica where his mission is going well. There are penguins around him and he seems happy. Out of nowhere, a mysterious furry creature appears and attacks them.    "
                },
                "18": {
                    "title": "Dost Ya Dushman And Robotic Tentacle Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "plot": "\n    Raju and friends are having a picnic on a beach island near Aryanagar. Meanwhile, Dark Wind has escaped prison with the help of his Japanese scientist friend Muraka. Khanna tries to warn Raju but cannot reach him.    "
                },
                "19": {
                    "title": "Invisible Thief And Gopi Ki Topi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    Things start disappearing mysteriously in Aryanagar and the city is filled with fear of a ghost. Meanwhile, Raju has gone for a school picnic and arrives as Mighty when he finally receives Khanna's signal.    "
                },
                "20": {
                    "title": "Yeh Kaun Bola",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "plot": "\n    Classes at Aryanagar Public School have gotten boring as exams are round the corner. A new student Dhvani joins and Raju's gang tries to befriend her. Charlie plays a prank on her and when Raju tries to intervene, he accidentally lands her in trouble with the Principal.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Waqt Ka Jaal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mighty Raju (TV Series 2007– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Raju and Moby discover an ancient trinket and are suddenly transported back to the Incan era upon touching it. They are lost and Raju's powers don't work either. They get arrested by the soldiers and are thrown into prison on the king's command.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Bhardwaj, Jigna"
            },
            {
                "name": "Kava, Rajesh"
            },
            {
                "name": "Malik, Sabina"
            },
            {
                "name": "Tejwani, Julie"
            },
            {
                "name": "Verma, Anamaya"
            }
        ],
        "genres": [
            "Animation"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQ2NGM1ZDctYmU2Mi00NjdhLWIyMzItNWMyYWU0ODA0YzZlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Mighty Raju",
        "year": 2007,
        "kind": "tv series",
        "series years": "2007-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Green Gold Animation"
            }
        ],
        "plot": [
            "A four-year-old Raju receives super human strength when his then pregnant mother accidentally consumes a compound created by his scientist father."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}