{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 January 2007"
            },
            {
                "country": "South Africa\n",
                "date": "1 January 2007",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "South Africa::1 January 2007",
            "South Africa::1 January 2007                            (DVD premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Kafue National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Found in the centre of western Zambia, Kafue National Park is the oldest and largest of Zambia's national parks. It covers a massive 22,400 km2. First established as a National Park in the 1950's by the legendary Norman Carr, Kafue is one of the largest national parks in the whole of Africa. Despite its size and prominent location only two hours drive from Livingstone, it remains little-known and largely unexplored with vast tracts of its virgin bush still untouched. Thanks to its size and variety of habitat types the Kafue holds a fantastic diversity of wildlife . In...    "
                },
                "2": {
                    "title": "Lion Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Located in a prime game viewing area deep inside the park; Lion Camp is a stylish, unique and independent 18-bed safari lodge. Looking out onto an oxbow lagoon and open plain, luxurious canvas and thatch chalets are built on raised wooden platforms and linked to each other and the main area by a raised wooden boardwalk. Your chalet will have either a four poster king-size double bed or twin beds, and a walk-in mosquito net. En-suite with a shower and toilet, each chalet also has a private deck which overlooks the open plain in front The vibrant main area consists of a...    "
                },
                "3": {
                    "title": "Bushcamps Emerald Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Mfuwe Lodge is situated in the South Luangwa National Park, which is towards the north-eastern border of Zambia. This lodge, fully refurbished and upgraded in 2010, is tucked among huge ebony and fig trees on the banks of a tranquil oxbow lagoon. The open plan reception, lounge, dining and bar areas, are under a very high, open sided thatch roof, supported by palm poles, with fireplaces and impressive stone chimneys at opposite ends. This area has a warm, welcoming atmosphere and is furnished in a variety of African styles. There is a secluded library, with its own ...    "
                },
                "4": {
                    "title": "Mfuwe: Wonky & Wellie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Each October and November local denizens like \"Wonky Tusk,\" baby \"Lord Wellington\" and her family pay a visit to the Mfuwe Lodge in South Luangwa National Park, wandering right through the lobby in search of wild sweet mangos. Lord Wellington was born on the grounds just last October 2009. The gentle giants have caught the attention of Jonathon Scott, wildlife photographer and the BBC Big Cat Diary presenter, and world renowned wildlife filmmakers AQUAVISION TV PRODUCTIONS who Chronicles the story in their film \"Elephants in the Room\".    "
                },
                "5": {
                    "title": "South Luangwa National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Experts have dubbed South Luangwa to be one of the greatest wildlife sanctuaries in the world, and not without reason. The concentration of animals around the Luangwa River, and its oxbow lagoons, is among the most intense in Africa. The Luangwa River is the most intact major river system in Africa and is the life-blood of this 9059 km2 Park. The Park hosts a wide variety of wildlife, birds and vegetation. The now famous 'walking safari' originated in this Park and is still one of the finest ways to experience Africa's pristine wilderness first-hand. The changing ...    "
                },
                "6": {
                    "title": "Victoria Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    Victoria Falls presents a spectacular sight of awe-inspiring beauty and grandeur on the Zambezi River, forming the border between Zambia and Zimbabwe. It was described by the Kololo tribe living in the area in the 1800's as 'Mosi-oa-Tunya' - 'The Smoke that Thunders'. In more modern terms Victoria Falls is known as the greatest curtain of falling water in the world. Columns of spray can be seen from miles away as, at the height of the rainy season, more than five hundred million cubic meters of water per minute plummet over the edge, over a width of nearly two ...    "
                },
                "7": {
                    "title": "Mfuwe When the First Rains Come",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    When the first rains come the park takes on a fresh green appearance, the air becomes clear and the light is perfect for photography. This is a wonderful time to visit the South Luangwa and with Mfuwe Lodge open year round and four of our Bushcamps (Chindeni, Bilimungwe, Kapamba and Zungulila) open into the early rains; the only Bushcamps open in the park at that time of year the Emerald Season is the perfect time to see the Luangwa River in full flow and enjoy both game-drives and walking safaris at a lower rate. These are the summer months in Zambia where the rain ...    "
                },
                "8": {
                    "title": "Liuwa Plain National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Zambia! (TV Mini-Series 2007)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Jan. 2007",
                    "year": "2007",
                    "plot": "\n    This remote park in the far west is pristine wilderness, which, to the ardent bush-lover, is its biggest attraction, and the rewards are great indeed. The game is spread out across the plains and takes some driving around to find, but to come upon a vast herd of blue wildebeest, a prowling wild dog, or a pride of dozing lions in this forgotten piece of Africa is especially fitting because of its completely natural and uncommercialised state. The birdlife is abundant and the very dramatic storms and lightning rising up on the horizon, contrasting with the green and ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Hewett, Ben"
            }
        ],
        "genres": [
            "Documentary",
            "Short"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "01 Jan 2007 (South Africa)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTEzY2ExM2MtNDhmMC00MWNkLTliY2YtNmQ2MjVjNjlmMTgzXkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Welcome to Zambia!",
        "year": 2007,
        "kind": "tv mini series",
        "series years": "2007-2007",
        "akas": [
            "Welcome to Zambia! (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "distributors": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "tech": {
            "runtime": [
                "5 min (approx)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}