{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "7 November 2016"
            }
        ],
        "release dates": [
            "Ireland::7 November 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ardiff, Karen"
            },
            {
                "name": "Jones, Morgan C."
            },
            {
                "name": "Magennis, Dermot"
            },
            {
                "name": "Chorragáin, Doireann Ní"
            },
            {
                "name": "O'Connor, Gavin"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo::(Stereo)"
        ],
        "budget": "EUR1,000,000 (estimated)",
        "plot outline": "A mysterious bolt of lightning strikes some grazing cattle changing their lives forever. When they recover from the blast they discover that they can now walk on two legs, talk and they even have opposable hooves. The cattle soon form a bizarre band of bovines that comes to be known as The Mad Cows. The gang now includes Pat, the self appointed leader who mistakenly thinks he's the brains of the operation, Christy, a reckless young bullock who has no fear, Angus, an enormous beast who spends a lot of his time trying to keep Christy out of trouble, Heffernan, a mechanically minded female who can fix anything, Dee, a diminutive dynamo of a cow who is a wizard on a computer, Bernie, an unwitting Femme Fatale and finally Peadar, a bull with a philosophical outlook on life. This eclectic bunch of anthropomorphic cattle travel around in a large RV that they've 'borrowed' from some extreme sports fanatics. The vehicle comes complete with every piece of extreme sports equipment imaginable and amazingly, it turns out that each of the gang has a great aptitude for various kinds of sports. During their travels the gang inadvertently foil various villainous plots or scupper the plans of cheats as they take part in sporting contests. The actions of the Mad Cows often land the culprits right in the lap of the omni-present Sergeant O'Brien who is very happy to take the credit. We never find out why this strange anomaly has happened to the Mad Cows and the cattle themselves don't seem to care. All they want to do is continue on their bizarre journey.",
        "languages": [
            "English"
        ],
        "title": "The Mad Cows",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Mad Cows (Ireland)"
        ],
        "writer": [
            {
                "name": "Blatchford, Gary"
            },
            {
                "name": "Kelly, Noel"
            },
            {
                "name": "Kelly, Noel"
            }
        ],
        "production companies": [
            {
                "name": "Keg Kartoonz"
            },
            {
                "name": "Keg Kartoonz"
            }
        ],
        "distributors": [
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            }
        ],
        "plot": [
            "A mysterious bolt of lightning strikes some grazing cattle changing their lives forever. When they recover from the blast they discover that they can now walk on two legs, talk and they even have opposable hooves. The cattle soon form a bizarre band of bovines that comes to be known as _The Mad Cows_ (qv). The gang now includes Pat, the self appointed leader who mistakenly thinks he's the brains of the operation, Christy, a reckless young bullock who has no fear, Angus, an enormous beast who spends a lot of his time trying to keep Christy out of trouble, Heffernan, a mechanically minded female who can fix anything, Dee, a diminutive dynamo of a cow who is a wizard on a computer, Bernie, an unwitting Femme Fatale and finally Peadar, a bull with a philosophical outlook on life. This eclectic bunch of anthropomorphic cattle travel around in a large RV that they've 'borrowed' from some extreme sports fanatics. The vehicle comes complete with every piece of extreme sports equipment imaginable and amazingly, it turns out that each of the gang has a great aptitude for various kinds of sports. During their travels the gang inadvertently foil various villainous plots or scupper the plans of cheats as they take part in sporting contests. The actions of the Mad Cows often land the culprits right in the lap of the omni-present Sergeant O'Brien who is very happy to take the credit. We never find out why this strange anomaly has happened to the Mad Cows and the cattle themselves don't seem to care. All they want to do is continue on their bizarre journey.::Noel Kelly",
            "A herd of cattle are struck by lightning and acquire certain human characteristics. They can walk, talk and even have opposable hooves. They travel about in the RV they've borrowed from a couple of surfers and become hilariously embroiled in the antics of some nasty humans along the way.::Noel Kelly"
        ],
        "tech": {
            "runtime": [
                "12 min",
                "12 min (15 episodes) (Ireland)"
            ],
            "sound mix": [
                "Stereo (Stereo)"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}