{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 July 2016"
            }
        ],
        "release dates": [
            "UK::23 July 2016"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Iguazu Falls to Rio De Janeiro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Now that Ryan is done splashing around in The Iguazu Water Falls that separate Brazil and Argentina, he is back on the road and getting his sand boarding and yoga skills put to the test in the resort town of Florianopolis. Enjoying the sun and sand in Florianopolis was short-lived, as Ryan has to get back on the road in an effort to complete his epic journey around Brazil. All forward momentum comes to a grinding halt on the way to Sao Paulo as Ryan suffers a flat tire and a support vehicle breakdown, and a massive traffic jam, in the same day leading to a disastrous ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Rio de Janeiro to Salvador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    After being blessed by a local priest, Ryan Pyle sets off from the iconic Copa Cabana Beach in Rio de Janeiro on his BMW F800GS adventure motorcycle; the perfect bike for this is incredibly diverse adventure motorcycle ride. Ryan is looking to cover as much as 14,000 kilometres over a 60-day circuit of Brazil. There is just one problem, Ryan has never been to Brazil before, and he doesn't speak Portuguese, and has little experience in South America and the chaos on the roads. Ryan's journey begins by exiting Rio and making his way up through the foothills to Minas ...    "
                },
                "2": {
                    "title": "Salvador Onto the Trans-Amazonian Highway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    After exploring a church made entirely of Gold, Ryan practices some Brazilian martial arts and then enjoys an ice-cold beverage in a celebration of Salvador's 466th birthday as a city. Leaving the metropolis of Salvador behind, Ryan moves further north up the coast only to get stuck in a monster sand dune before heading west and moving deeper in to the Amazon Basin. With the entrance into the Amazon region, Ryan says goodbye to the pavement and comes to terms with the legendary Amazonian mud. As the rain falls the mud makes any real progress nearly impossible and ...    "
                },
                "3": {
                    "title": "The Trans-Amazonian to Manaus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    After his first proper crash of the trip, courtesy of the Amazonian mud, Ryan's spirits are down as he comes to the realization that traveling by road in the Amazon is going to be much harder than he originally anticipated. After a brief rest in the small village of Anapu, Ryan is refreshed and ready to continue to explore. Next Ryan connects with Gil, a local guide and resident of the Amazon. Ryan and Gil sample local chocolate and then climb a 45-meter NASA tower to explore the rain forest canopy and better understand how the rain forest affects global climate. ...    "
                },
                "4": {
                    "title": "Manaus to Porto Velho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan's rest on the Amazon River boat has come to an end. It is now time to test of Ryan's resolve and put his survival skills to the test, but not before a quick flight over the Rio Negra River. After exploring the Amazon rainforest from the air Ryan meets up with Leo, a tree climbing and jungle survival expert. Leo takes Ryan 50m up in to the Amazon canopy as they climb \"The Iron Tree\" and then spend a night drinking jungle alcohol made from the Sacacura Mira tree bark. Ryan barely survives his night in the jungle, and his reward is a soul crushing muddy 900km ...    "
                },
                "5": {
                    "title": "Porto Velho to Iguazu Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    When Ryan successfully reaches the end of the BR-319, known as the \"Road of Ghosts\", the support vehicle breaks down yet again but more Brazilian hospitality comes to the rescue in the form of Domatti Sadi, a local rancher who tows the support vehicle to his ranch and cooks up a BBQ for the team. Back on the road and moving on proper tarmac roads, the landscape begins to change dramatically. Leaving the thick dense jungle behind Ryan begins his tour through the wheat fields and Great Plains of Brazil, the agricultural province of Mato Grosso. After having his mind and...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tough Rides: Brazil (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Pyle, Ryan"
            }
        ],
        "locations": [
            "Brazil"
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjViOTNlYzEtMWRjZS00ZTFhLTgxNGUtOWMwY2Q2OGZjZWM3XkEyXkFqcGdeQXVyMzQ0ODIxMzg@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tough Rides: Brazil",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Tough Rides: Brazil (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Pyle, Ryan"
            }
        ],
        "production companies": [
            {
                "name": "G219 Productions"
            }
        ],
        "distributors": [
            {
                "name": "G219 Productions"
            },
            {
                "name": "TCB Media Rights"
            }
        ],
        "plot": [
            "Ryan Pyle is back on his motorcycle. After successful adventure motorcycle journeys through China and India, Ryan is keen to set out and explore the complexities and diversity of Brazil."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}