{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "14 June 2016"
            }
        ],
        "release dates": [
            "Canada::14 June 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Is That You Karen?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Karen and Monica, old friends who haven't seen each other in twenty years, get reacquainted under unusual circumstances. Two women, out for a jog, are affected earlier in the year than usual by a rite of spring. After a long, difficult week at work, a woman, just wanting to get home to relax, if offered a ride home by her coworker Bethany, who has other ideas than a Point A to Point B drive in her more than complex life. A mother takes her white sensibility to an extreme with her son. The police chief sees something about Allison, one of his cops, despite her ...    "
                },
                "2": {
                    "title": "Tonight Is Spaghetti Thursday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The importance of tattoos with literal messages is demonstrated. Are the extras worth the price at an outdoor festival? Two women in line at a coffee house are attracted to each other and want to go out with each other, but technology may prevent them from doing so, at least right away. A customer at a wine and cheese store can't quite grasp the concept of a wine preserving agent. Lisa and Jeff, a loving couple, set the terms of their finite relationship. Two blue collar guys hit on who they believe to be a real babe. In a hostage situation, the thug may regret giving...    "
                },
                "3": {
                    "title": "Don't Even Say Goodbye Just Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A group of female friends talk about the most effective ways to achieve a pretty looking mouth. A group of four female operatives strategize about their latest mission concerning a controlling \"friend\". In being introduced as a lesbian friend, a woman returns the favor. Co-workers try to get the attention of their dog loving friends. A woman gets the attention of a TSA agent. Two women talk about \"the farm\" both in its literal and proverbial connotations. Two women take their preparation for a ping pong match to an extreme. A lesbian couple say farewells to their ...    "
                },
                "4": {
                    "title": "Sex and Things and Whispers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Even with her permission, two fans of Janeane Garofalo are having problems taking the perfect selfie. A boss wants to have a top of the day talk with one of her employees about the goings-on at the office. A customer is having problems getting what she wants in plus sizes at a designer clothing store. Two women on vacation at a tropical resort discuss when the perfect time is to tip the diligent housecleaning staff. Lynn is overly excited that she got something right at work. The partner of a conference presenter decides to show up to support her significant other, with unintended ...    "
                },
                "5": {
                    "title": "It's Because I Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Two mourners at a funeral have a specific modern day task in mind to mark the event. A group of friends gossip about each other behind their backs because they care. A woman brings her aged mother to check out a seniors' care facility. A group of senior executives discuss what is important in promoting one to their ranks. A diner has an interesting way of ordering her food, with unexpected results. An hour into a bank robbery, the robbers, already arguing about the process, get further sidetracked by their encounter with one of the hostages. In late eighteenth century...    "
                },
                "6": {
                    "title": "Buffin' Your Muffin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Two friends catch up on their daily soap opera. A group of coworkers contemplate going out for after work drinks. Two members of a four person book club bring two very different types of brownies as snacks for the others. A woman tries to return her less than satisfactory driver's license to the motor vehicles branch. A woman tries to say the right \"non-Hallmark\" thing to the next of kin at a funeral. The socks are all the talk at a party, most which are just so funky. A husband and wife discuss issues around he doing household chores without being asked. Senior ...    "
                },
                "7": {
                    "title": "Summer of '65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A woman, of a male/female couple dining out, gets a surprising answer from their female server in asking her, \"what would you recommend\". The intelligence agency sends in Gomez and Crawford, their toughest interrogators, to question a non-talkative female spy purportedly selling secrets to the Russians, Gomez and Crawford's hardball tactics which extend to outside the interrogation room. A woman at a party asks her friend about the cute guy she's with. Getting little help from the change room clerk at a clothing store, a woman resorts to extreme measures to get what ...    "
                },
                "8": {
                    "title": "Sometimes It's Good to Be the Shaman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Why a client is not as saddened as expected by the vet's news that she must put down her cat. Three coworkers admire a \"badass\" fourth for her largely politically incorrect unapologetic stances. The difference between a man-made lake and a woman-made lake is explained. A woman having a cesarean section and the female nurse discuss the issue of needing to shave down there before the procedure. A customer and a clerk at a tortilla wrap counter differ on the amount of extras to place in the wrap. Someone new to the *Iawasca* meditation experience is negatively affected ...    "
                },
                "9": {
                    "title": "Start by Having Rich Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Being caffeine-free helps a woman. A discussion about the words \"to\" and \"too\" leads more to a discussion about the person asking about the words. A woman rehearses her angry reasoning in wanting to return a piece of cheese to the cheese-monger. Four of the \"top forty under forty\" discuss their success, with one common denominator. A woman preps all her lunches for the week at the office. In reaching her one year anniversary with her boyfriend, a woman discovers that he is more than just an introvert. A customer has a very specific order in dealing with the clerk at ...    "
                },
                "10": {
                    "title": "Bangs Do Not Define Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    A woman sitting alone at a bar is given a proverbial \"drink\" by a male customer, that \"drink\" of a unique nature. Melissa, who is looking for her first ever GP, is interviewed by Dr. Lockie before she contemplates taking her on as a patient. Alice goes into a church that she does not usually attend for a specific reason. In preparing for a first date, Kim, consulting a Youtube video, decides to cut her own hair for the perfect bangs. In coworker Kevin placing his face on her ass, Tina reports the matter to her highers-up with a myriad of responses around a common ...    "
                }
            },
            "1": {
                "1": {
                    "title": "I Can't Believe This Used to Take Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 55,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A set of parents have an ulterior motive in teaching their young son how to ride a bicycle. In 2050 Copenhagen where world leaders have convened for a summit, the attendees can't understand what their predecessors did with all the time traditionally scheduled for the event. A runner tries to decide which running group she would like to join. Executives at a publishing house have a meeting in preparation to meet with an author they are thinking of signing. At a dog park, a man and a woman apologize to each other for the behavior of their respective \"dogs\". A woman uses...    "
                },
                "2": {
                    "title": "Last Year You Weren't 40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 51,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A group of women have to use specialized equipment at a store that only sells jeans from 1981. Upon her first visit to the fitness club after turning forty, a woman learns what her workout life at the club will be like for the rest of her life. The diagnosis a woman receives from her podiatrist isn't quite what she is expecting. A woman teaches a boy the proper way to cross a busy street in this day and age. A woman in an office is having problems trying to accommodate her associate's request to bring up a report on her computer screen because of all the other things ...    "
                },
                "3": {
                    "title": "We've Lost Communication",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 44,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A conversation among friends leading out of a question about parents having sex stops dead in its tracks based on one response. A four person mission to Mars runs into several problems, partly based on what the crew members are skilled to do compared to what they were hired to do. A soccer \"mom\" has ulterior motives for attending a soccer game. A woman uses the different poses in a yoga class to find all the spots she missed shaving. During a psychology experiment, the subject has a very clear idea of what she wants to do, despite or perhaps because of the ...    "
                },
                "4": {
                    "title": "If the Killer Is Watching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A woman doesn't quite understand the nature of what the university admissions office does. A female police chief holding a news conference about the imminent capture of a murder suspect doesn't get the questions during the Q&A session that she was expecting. A woman goes to extreme lengths not to touch anything in a supposedly germ laden public restroom. A woman regrets agreeing to give her coworker, who she doesn't know well, a ride to work one morning. A woman handing out religious pamphlets on a subway train is selective in her all-inclusive message. In trying to ...    "
                },
                "5": {
                    "title": "Stay for a Drink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 43,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Some women are enamored with a friend's pregnancy, but in an unexpected way. A woman's voice recognition cell phone causes some problems for her during a romantic encounter on a first date. Two women have problems trying to have a private conversation while out for a meal. A woman is in a Catch-22 situation trying to run away from the Grim Reaper. A woman goes through extraordinary hoops to ensure she gets to where she needs to get to before... In asking for some over the counter medication, a woman gets some unexpected advice from the pharmacist. At a club, a woman ...    "
                },
                "6": {
                    "title": "2CatShaPurr",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "19 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A group of women marvel at what they call their stitch and bitch sessions. When a lesbian couple bring their pet cat into the veterinarian's office, it isn't always clear if the vet and the couple are talking about the cat or about themselves. A mother and daughter discuss how best to say \"We love you Mom\" in a specific circumstance. Two friends don't want to be named the godmother for another friend's newborn, instead trying to push the \"honor\" on the other. A woman explains how she sticks to her new extremely restrictive diet. A woman getting a massage asks the ...    "
                }
            },
            "2": {
                "1": {
                    "title": "It Satisfies on a Very Basic Level",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 47,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A spontaneous engagement dinner out at a restaurant turns into a commentary on marriage. In a post-apocalyptic world, the women survivors discuss their decision to banish men, historically society's oppressors, from this life. When purchasing alcohol at a store, a middle aged woman is carded, but not for the reason she initially believes. At a museum, a group of women are on a guided tour of an anthropological exhibit of how menstruating women are treated in history. At an art gallery social, a partnered lesbian couple have troubles understanding each other in their ...    "
                },
                "2": {
                    "title": "Don't Call Me Ma'am",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "4 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    During a medical emergency in a hospital emergency ward, a friend of the seriously ill patient has a specific job in this dire situation. A new mother's revelation about the empowerment she feels gets a surprising yet not so surprising response from one of her friends. Two women admiring an old photograph in an antique shop have their own stereotypical impressions of the behind the scenes of the photo, which may not be reality. A woman addicted to her electronic devices finds out just how distracted she is. In a business meeting, Tina can't help but ask a quick ...    "
                },
                "3": {
                    "title": "I Can't Vote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The coach of a girls' hockey team has a comprehensive list of thank yous in her pre-game pep talk. A couple aboard the sinking Titanic negotiate what they individually will do in the crisis. A no-talking policy in a women's sauna takes on a Catch-22 situation with a group of women. The contamination of a homicide crime scene by one of the detectives, a harried mother, leads to an unexpected quarantine of certain evidence. A group of women compare how they got their beach bodies. A woman having a vaginal exam has some inappropriate thoughts based partly on a recent ...    "
                },
                "4": {
                    "title": "Taco and a Hair Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 43,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Lynn, a mother, makes a non-typical speech at her daughter's wedding reception. At a girls only getaway to the cottage, the hostess, with an ulterior motive, places a damper on the festivities with all the house rules. Tammy, having lunch in the lunch room with some female co-workers, is determined to like her healthy lunch to the shame of the others, even if it kills her. At a women's only gym, a new member is deciding which workout routine she wants to do, each one named for the woman member who inspired it. Melanie, called into her boss' office, is confused as to ...    "
                },
                "5": {
                    "title": "Don't Make Me Send a Lawyer Up There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 38,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A woman into the trend of adult coloring takes her passion a little too far. Janet Cooper perhaps wishes she didn't win the contest which is allowing her to make herstory. Two women satisfy their chocolate craving with Tinder Surprises. A discussion about Thanksgiving dinner morphs to a deeper discussion about social consciousness, the four women in the process demonstrating how socially conscious they really are. A woman at a bar, concerned about who looks to be the sleazy guy eyeing her, ultimately requires the help of another kindly female customer to get her out ...    "
                },
                "6": {
                    "title": "It's a Garment of Liberty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 38,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Staff at a media company discuss potential new advice columns ranging in topics but with a few common factors. A woman shopping for a new black dress finds one aspect of a certain dress liberating despite its other liabilities. An insomniac goes to a pot shop to get some relief for her sleep issue, and gets some unexpected but more effective relief for it. Two friends out for a meal together fight over the bill but agree on other things having to do with their money. The women in a yoga class have a preconceived notion of another of their classmates, a woman of ...    "
                },
                "7": {
                    "title": "You've Reached the Voicemail of Tracy Herrity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 37,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Two snipers, in a combat situation, end up being fixated on a certain aspect of their walkie talkie communication with each other. After an interview with a candidate, the hiring for an office job position ends up being decided by what seems to be the company criteria, which does not include relevant academic or professional experience. A guy in a truck goes cruising for \"chicks\", not going about the process the right way for what he really wants. At a clothing store check-out, the clerk and the customer get into a battle about the store's policy of collecting ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baroness Von Sketch Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "17 Sep. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Taylor, Carolyn"
            },
            {
                "name": "MacNeill, Meredith"
            },
            {
                "name": "Browne, Aurora"
            },
            {
                "name": "Whalen, Jennifer"
            },
            {
                "name": "Siddiqi, Kris"
            },
            {
                "name": "Goodhue, Jen"
            },
            {
                "name": "King, Moynan"
            },
            {
                "name": "Dore, Jon"
            },
            {
                "name": "Whalen, Kevin"
            },
            {
                "name": "Pornel, Ann"
            },
            {
                "name": "Kingston, Paul"
            },
            {
                "name": "Nuñez, Paloma"
            },
            {
                "name": "Locke, Chris"
            },
            {
                "name": "Braunstein, Paul"
            },
            {
                "name": "Handa, Nelu"
            },
            {
                "name": "Rivas, Miguel"
            },
            {
                "name": "Fernandez-Stoll, Rodrigo"
            },
            {
                "name": "Brown, Craig"
            },
            {
                "name": "Jasper"
            },
            {
                "name": "Baker, Rob"
            },
            {
                "name": "Crawford, Gavin"
            },
            {
                "name": "Walter, Meg"
            },
            {
                "name": "Downer, Nigel"
            },
            {
                "name": "Tindal, Alex"
            },
            {
                "name": "Whitwell, Dawn"
            },
            {
                "name": "Rosen, Evany"
            },
            {
                "name": "Roberts, Kim"
            },
            {
                "name": "Dwyer, Audrey"
            },
            {
                "name": "DeLaria, Lea"
            },
            {
                "name": "Cawley, Adam"
            },
            {
                "name": "Johnson, Becky"
            },
            {
                "name": "Sahely, Ed"
            },
            {
                "name": "Herbert, Daren A."
            },
            {
                "name": "Bainbridge, Roger"
            },
            {
                "name": "Parker, Sue"
            },
            {
                "name": "de Graaf, Janet van"
            },
            {
                "name": "Anderson, Erica"
            },
            {
                "name": "Thornton, Pat"
            },
            {
                "name": "Earle, Sam"
            },
            {
                "name": "Berner, Toby"
            },
            {
                "name": "Hackett, Brandon"
            },
            {
                "name": "Farrell, Marypat"
            },
            {
                "name": "Brum, Helder"
            },
            {
                "name": "Mickelson, Dov"
            },
            {
                "name": "Lee, Richard"
            },
            {
                "name": "Eve"
            },
            {
                "name": "Cole, Keith"
            },
            {
                "name": "Bover, Brody"
            },
            {
                "name": "Esmer, Ennis"
            },
            {
                "name": "Watts, Reggie"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 5.2,
        "votes": 845,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDIyMzgxODEtMTdjNi00MTU2LWI1ZTUtYWQ0ZWQwZDM3NWUzXkEyXkFqcGdeQXVyMzE3ODA5MA@@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "This show, a sketch comedy, has a decidedly female bent. It is written by a primarily female staff, and performed by an all female primary cast (with both female and male supporting players). They tackle a variety of subjects, most dealing with current cultural topics of everyday life, but from a female perspective. Unlike most sketch comedy shows of the day, the sketches in this show are rapid fire in that they are relatively short - none lasting more than approximately five minutes, with most being in the one to two minute range - and are filmed largely on location, rather than on a sound stage or in a studio in front of a live audience.",
        "languages": [
            "English"
        ],
        "title": "Baroness Von Sketch Show",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Baroness Von Sketch Show (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Browne, Aurora"
            },
            {
                "name": "Goodhue, Jen"
            },
            {
                "name": "Heisey, Monica"
            }
        ],
        "production companies": [
            {
                "name": "Frantic Films"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "This show, a sketch comedy, has a decidedly female bent. It is written by a primarily female staff, and performed by an all female primary cast (with both female and male supporting players). They tackle a variety of subjects, most dealing with current cultural topics of everyday life, but from a female perspective. Unlike most sketch comedy shows of the day, the sketches in this show are rapid fire in that they are relatively short - none lasting more than approximately five minutes, with most being in the one to two minute range - and are filmed largely on location, rather than on a sound stage or in a studio in front of a live audience.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 845,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 89,
                "rating": 4.2
            },
            "aged 30 44": {
                "votes": 306,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 184,
                "rating": 5.7
            },
            "males": {
                "votes": 375,
                "rating": 4.5
            },
            "males aged 18 29": {
                "votes": 43,
                "rating": 3.1
            },
            "males aged 30 44": {
                "votes": 181,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 115,
                "rating": 5.2
            },
            "females": {
                "votes": 275,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 46,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 122,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 68,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 3.2
            },
            "us users": {
                "votes": 216,
                "rating": 5.5
            },
            "non us users": {
                "votes": 302,
                "rating": 4.4
            }
        },
        "number of votes": {
            "10": 286,
            "9": 113,
            "8": 121,
            "7": 59,
            "6": 23,
            "5": 12,
            "4": 11,
            "3": 16,
            "2": 31,
            "1": 173
        },
        "arithmetic mean": 6.8,
        "median": 8
    }
}