{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Canada::2016                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "D'Ambrosio, Francesca"
            },
            {
                "name": "Filion, Celine"
            },
            {
                "name": "Marques, Joe"
            },
            {
                "name": "Murray, Jennilee"
            }
        ],
        "locations": [
            "Toronto, Ottawa, Canada"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmI1ZDM2M2EtOTIzNy00YWU5LTlmODUtMzIzNzUwN2VmMDBjXkEyXkFqcGdeQXVyMzczODkwODI@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "Sam is in apparent turmoil: she has recently left her boyfriend, the apartment they shared, and her bland job in a bid to redefine her life. Free from these tethers, she discovers the everyday bliss of a solo apartment, a job at the local independent bookstore, and, most acutely, the explosive reawakening of her sexual curiosity, which she captures in her online blog. During their last year together, her boyfriend Jack began corralling Sam towards commitments she wasn't prepared to make: children, marriage, home ownership. Meanwhile, the tedium of her overpaid but underwhelming job became unbearable. As her ambivalence wedged itself between her and her boyfriend and her disgust with her career threatened to raze any creative ambition she once had, Sam formed a plan for self-preservation. The abrupt sea change in Sam's life confuses her family. Her mother and father fret for the well-being of their unpredictable youngest daughter, while Sam's two high-achieving siblings scold her from their roosts in far-away cities. Only her father seems reconciled with Sam's decisions, and his unexpected death late in the broadcast season nearly ruins Sam's resolve. Desperate for comfort and distraction in the midst of this new pain, Sam begins to rely on the escapism of sexual encounters, challenging herself to defy the boundaries she once considered non-negotiable. As her grieving evolves into acceptance, Sam emerges with a new, elastic sense of sexual identity, and the realization that her blog - her constant companion through each adventure - has achieved immense popularity among the men and women - gay, straight, and bisexual who are themselves searching for sexual expression under the floorboards of quotidian life.",
        "languages": [
            "English"
        ],
        "title": "Sam",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Sam (Canada)"
        ],
        "writer": [
            {
                "name": "Fodey, Sarah"
            }
        ],
        "production companies": [
            {
                "name": "SandBay Pictures"
            }
        ],
        "plot": [
            "_Sam_ (qv) is in apparent turmoil: she has recently left her boyfriend, the apartment they shared, and her bland job in a bid to redefine her life. Free from these tethers, she discovers the everyday bliss of a solo apartment, a job at the local independent bookstore, and, most acutely, the explosive reawakening of her sexual curiosity, which she captures in her online blog. During their last year together, her boyfriend Jack began corralling _Sam_ (qv) towards commitments she wasn't prepared to make: children, marriage, home ownership. Meanwhile, the tedium of her overpaid but underwhelming job became unbearable. As her ambivalence wedged itself between her and her boyfriend and her disgust with her career threatened to raze any creative ambition she once had, _Sam_ (qv) formed a plan for self-preservation. The abrupt sea change in _Sam_ (qv)'s life confuses her family. Her mother and father fret for the well-being of their unpredictable youngest daughter, while _Sam_ (qv)'s two high-achieving siblings scold her from their roosts in far-away cities. Only her father seems reconciled with _Sam_ (qv)'s decisions, and his unexpected death late in the broadcast season nearly ruins _Sam_ (qv)'s resolve. Desperate for comfort and distraction in the midst of this new pain, _Sam_ (qv) begins to rely on the escapism of sexual encounters, challenging herself to defy the boundaries she once considered non-negotiable. As her grieving evolves into acceptance, _Sam_ (qv) emerges with a new, elastic sense of sexual identity, and the realization that her blog - her constant companion through each adventure - has achieved immense popularity among the men and women - gay, straight, and bisexual who are themselves searching for sexual expression under the floorboards of quotidian life.::Sarah Fodey"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}