{
    "imdb": {
        "raw release dates": [
            {
                "country": "Portugal\n",
                "date": "  2016"
            },
            {
                "country": "Portugal\n",
                "date": "29 March 2016"
            }
        ],
        "release dates": [
            "Portugal::2016",
            "Portugal::29 March 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Portugal Acorda do Choque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Six months after the attacks, Carlos and João finally are free. They are enacted that they were under threat of death. Cristina gives birth to Samuel while Dr. Miguel films the moment. Later, Julia and Pedro visit Cristina, Julia is not at ease with the baby in her arms. Pedro, in turn, asks to pick up Samuel and secure it with much ease. Carlos visits Cristina, as well, at the hospital and asks Julia to let him return home but she lost trust in him.    "
                },
                "2": {
                    "title": "Zona de Conforto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Afonso lives mixed emotions after knowing Andreia. On one hand it's strange to know the daughter his wife had with another man, on the other hand, he feels that a part of his wife came back. Andreia dines at home with Julio and Pedro doesn't trust her completely. He asks for her birth certificate, but she doesn't have it with her. Cristina refuses to show Samuel to Jorge on the tablet. She accuses him of not caring about their son. Ana visits Cristina and thinks the baby looks like João.    "
                },
                "3": {
                    "title": "Máquina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Carlos feels like he is Samuel's grandfather as well, João thinks that he should visit Cristina, but it's strange to him, being the father somebody else and not him. Carlos thinks that João should fight for her. Cristina meets a boy in the emergency room, Du, who might have heart problems and thanks to her will have the right treatment. Andreia arrives at Júlia's, supposedly from Paris. Pedro once again finds it strange.    "
                },
                "4": {
                    "title": "Arrastar a Asa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Matias and Mariana approach Lurdes, who doesn't know them, they keep talking and get Lurdes' attention when they say they knew Lurdes' husband. The three of them along with Afonso later go dancing. Ana kisses Carlos and Pedro sees them. Pedro doesn't like it and talks with Ana on why she did it.    "
                },
                "5": {
                    "title": "Lâmina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    At Cristina's, João cradles Samuel and becomes upset when he knows that Jorge is coming to Portugal the next day to meet his son. Júlia opens up to Andreia who is disillusioned with her life, once again she has to live what other expect of her. Pedro catches a school colleague self-mutilating with a razor blade and wants to do something about it.    "
                },
                "6": {
                    "title": "Parar é Morrer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Afonso feels tempted to enter into a business when he sees a pamphlet about making big money without leaving home. Ana knows Salvador, a friend of Harry's. He's a teacher of Tai Chi and teaches her to meditate. Later, at a party in Harry's, Salvador convinces Ana to go with him to India. João and Jorge become friends and bout take care of the baby.    "
                },
                "7": {
                    "title": "O Baloiço",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Martim is shot at the hostel by someone. He defends himself and ends up killing his opponent. He hides the body in the closet and leaves the room, he cleans everything. Meanwhile, the authorities are still searching for him in various regions of the country. Martin seeks the help of his mother, Lucia, who's a veterinarian and who he asks to remove the bullet on his leg like she did on several other occasions.    "
                },
                "8": {
                    "title": "Assombração",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    Andreia is surprised by Martin at the cemetery when visiting the grave of Maria Emilia. She is very nervous with the fear of being seen. Martim wants to know if it was she who ordered the killing and warns her that she will get back in action. Julia facilitates the payment of a glasses lens in the office to a customer with money problems.    "
                },
                "9": {
                    "title": "Passo em Falso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Cristina starts working in shifts and Julia offers to stay with Samuel. Andreia also offers and Cristina suggests that she might not trust her completely. Lurdes goes to the hospital for some tests and meets Liliana, a sick girl with diabetes. They make each other's company while waiting. Julia reprimands Cristina for being so harsh with Andreia.    "
                },
                "10": {
                    "title": "Sombras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    At the hospital, Cristina follows the case of Maria, a girl who was in a coma for a month. When she wakes up from the coma, has amnesia and does not remember who she is. Cristina sees on Facebook that Maria was responsible for an accident where she supposedly killed her boyfriend. Afonso helps Pedro with a school project about Portugal's old regime.    "
                },
                "11": {
                    "title": "Dar o Peito às Balas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    In a cafe where he eats, Martim is threatened by an organization element to which he belongs. This element comes with the mission of killing Martim. They are observed by Andreia who is in the car, out of their reach. After seeing Afonso fixing a watch, Pedro remembers when his grandfather built the timer for the bomb.    "
                },
                "12": {
                    "title": "É a Vida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    At the hospital, Afonso recovers slowly. He just wants to come to his home and sleep in his bed. Pedro is very happy for having his grandfather alive. Júlia meets Helena, a sophisticated woman whose a patient of Dr. Silvério, and who true intentions are more that they seem.    "
                },
                "13": {
                    "title": "Até que a Morte nos Separe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    Cristina meets Tomás, at the hospital, a patient diagnosed with cancer and who is abandoned by his second wife. On the other side, his daughter Anabela, after seeing his father clinical state decides to get closer to him.    "
                },
                "14": {
                    "title": "O Mestre do Tempo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Lurdes moans the loss of her friend Afonso and asks Cristina if he had a quiet death. Júlia and Pedro go to a funeral house to arrange Afonso's funeral, but Júlia is so upset that is Pedro who takes care of everything. Meanwhile, Martim might decide to step by.    "
                },
                "15": {
                    "title": "A Oração",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Still at the cemetery, Pedro shows Martim's card to Cristina and João and they both feel terror. Cristina calls Lurdes right away , but she doesn't answer the phone. Lurdes goes to the church, as she feels bad with god, meanwhile, João and Cristina come to her house and become desperate when they don't find her.    "
                },
                "16": {
                    "title": "Últimos Cartuchos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    In the series finale, Andreia and Martim face each other in his room at the hostel. She wants to avenge her daughter, by killing everyone she finds responsible for her death, she also wants to take Samuel from Martim's arms and leave the room.    "
                }
            },
            "1": {
                "1": {
                    "title": "Portugal acorda em choque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Portugal wakes up in shock at the news of a plane crash. There is the possibility of a terrorist attack. Cristina arrives late at the airport and so, doesn't catch the plane she was supposed to. Upon hearing the news, Julia rushes to get to the airport and she's relieved when she find that her daughter is safe.    "
                },
                "2": {
                    "title": "Letra de menina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In a Hospital in London, Cristina meets Jorge, who's also Portuguese and also a doctor who will work with her, He recognizes her from the Portuguese news and makes a little fun with her. Afonso moves to Cristina's room but it doesn't feel right to him. At night Lurdes, is alone and while cleaning João's room opens the top drawer on the bedside table and between the socks she finds a grenade.    "
                },
                "3": {
                    "title": "Tempo perdido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Julia is interviewed by Diana, whose a journalist, and reveals not liking too much the success of her daughter. Days later, Cristina talks to her mother via Skype and asks her if she is jealous of her, She says she is not. Lurdes doesn't tell anyone about the grenade.    "
                },
                "4": {
                    "title": "Vestido preto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Júlia stares at the mirror naked, Carlos finds her behavior strange, Jorge gives the wrong pill to a patient and is Cristina who saves the patient. At the gallery Carlos loses his sh*t and Harry fires him.    "
                },
                "5": {
                    "title": "O Gato de Schrodinger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Júlia is bothered by a man that tells her that she knew that the plane was going to crash. Martim and João argue and Lurdes thinks it may have something to do with the \"missing\" grenade. Harry becomes upset when he sees Ana and João in his house.    "
                },
                "6": {
                    "title": "O Caminho Menos Tomado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Júlia goes on a road-trip at night, she hears her phone ring and when she tries to pick it up she loses the control of the car and hits a tree. Everyone is worried at her house and Pedro and Carlos try to call her on the phone, with no success    "
                },
                "7": {
                    "title": "O Escritório",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Júlia tells her father that she quit her job and also that she decided to sell her house to avoid the paparazzi, Afonso is surprised by all this information so is Carlos. Pedro's money making secret is finally revealed and may lead him to tragic consequences.    "
                },
                "8": {
                    "title": "A Gaiola Aberta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Lurdes has a visit from a neighbor, Cecilia who just wants to talk and know Lurdes better. Jorge talks to Cristina via Skype and tells her that he feels hurt for her having fled London without even saying goodbye. Pedro keeps on giving money to his father.    "
                },
                "9": {
                    "title": "A Filha Pródiga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Pedro keeps giving money to his father, and tells him the truth about the origin of the money, Afonso suspects that his grandson is into something illegal. Cristina goes looking for more information about Ana, so she goes to Harry's and pretends she wants a room. Ana has a sister and they have a conversation.    "
                },
                "10": {
                    "title": "Roupa Suja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Júlia challenges Ana to go out at night. Ana starts getting preoccupied with Júlia's obsessive cocaine use. Afonso feels uncomfortable with his daughter's behavior since she doesn't even dine at home with him and her son. Carlos does some things to Martin but starts thinking that he might be helping Martin in doing something illegal.    "
                },
                "11": {
                    "title": "Amanhã Esquecido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    João interrogates Pedro trying to know what is his involvement in Martim's organization. Both realize that Martim is using Pedro to keep João in the organization. Cristina feels sick and throws up. Then at the coffee, she meets Samuel, a disturbed person who has the ability to predict the future. He tells her that she is pregnant. João warns Carlos to the danger of letting Pedro be involved in Martim's crazy schemes.    "
                },
                "12": {
                    "title": "Quando Nos Toca a Nós",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Afonso visits the grave of his wife. He is uncomfortable with the clock he's building at the request of Martim. Cristina insists on going to work, even with the warning that she should be resting because of her pregnancy that has some risks and Julia is exasperated with it. In the Mechanical Workshop, Martim looks for João and tries to intimidate him. His plan is about to be put in place and he wants the collaboration of João. However, João does not show any willingness to follow his instructions. Ana tells Julia that she's going back to work on Harry's gallery and ...    "
                },
                "13": {
                    "title": "Um Pássaro na Mão",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Cristina dreams with her father and when she wakes up realizes it was all a dream, she tears-up. Carlos tells Martim that he wants to know as little as possible of his schemes. Martim threatens him with a gun and Carlos slopes him to the wall, showing some courage. Julia and Cristina remember that the father of Cristina would be celebrating his birthday if he was alive. Julia doesn't agree with Cristina giving false hopes to João, since the baby she is carrying is not his. Carlos and Ana drink coffee and, against the expectations of Carlos, Ana no longer has any ...    "
                },
                "14": {
                    "title": "Cortina de Fumo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    At Lurdes' the grenade explodes with little intensity, doing just some minor damages to the floor. Furious, she sends Martim away from her home but he refuses to go because he paid the rent in advance. João begs his grandmother to calm down while she says she is going to kill Martim. Afonso is pale and does not fell well with the shock he witness. Later, Martin reveals that all that is happening is a family matter and they are all involved in his plans, they have no choice, even he doesn't have a choice. Afonso rejoices with the return of Julia to the office.    "
                },
                "15": {
                    "title": "Cá Se Fazem...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Pedro escorts Mia in an ambulance. She ingested drugs and became unconscious. When they reach the hospital, Pedro looks for Cristina so she can help his friend. He is very nervous and feels responsible for what happened. warned by the parents of Mia, Julia asks Carlos to accompany Pedro in the hospital. There Carlos almost fights with Gaspar (the father of Mia). Ana goes to the hospital as well to talk to Pedro, Cristina does not like to see her near her brother. At home, Lurdes tells to João that is his fault all the bad that are happening. Gaspar feels touched by ...    "
                },
                "16": {
                    "title": "A Bomba Relutante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aqui Tão Longe (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Martim gives orders to Carlos and João to materialize two attacks, one in a ministry of finance and another in a shopping center. So that everything go as planned, he keeps Afonso and Lurdes guarded by two armed men and even kidnaps Pedro near the school. Mia witnesses the kidnapping and rushes into the school to warn the mother, the director. She immediately warns Julia, who is very distressed. She calls Pedro and is Martim who answers the call, warning her not to contact the police or she will never see her son again. Martin takes Pedro to a warehouse and reveals ...    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Belo, Fátima"
            },
            {
                "name": "Areosa, Filipa"
            },
            {
                "name": "Mata, José"
            },
            {
                "name": "Damião, Miguel"
            },
            {
                "name": "Carpinteiro, Margarida"
            },
            {
                "name": "da Silva, Cláudio"
            },
            {
                "name": "Curado, Inês"
            },
            {
                "name": "Malvarez, Carlos"
            },
            {
                "name": "de Graaf, Jacob Jan"
            },
            {
                "name": "Antunes, Rodrigo"
            },
            {
                "name": "Mendes, Rui"
            },
            {
                "name": "Rosa, Edmundo"
            },
            {
                "name": "Santos, Gabriela"
            },
            {
                "name": "Couto, Manuela"
            },
            {
                "name": "Grilo, Duarte"
            },
            {
                "name": "Vasconcelos, Leonor"
            },
            {
                "name": "Sobral, Teresa"
            },
            {
                "name": "Lucas, Luís"
            },
            {
                "name": "Barradas, Joana"
            },
            {
                "name": "Garcia, José Carlos"
            },
            {
                "name": "Correia, Sofia"
            },
            {
                "name": "Cosme, Raimundo"
            },
            {
                "name": "Pinto, João Maria"
            },
            {
                "name": "Lourenço, Manuel"
            },
            {
                "name": "Correia, Vítor"
            },
            {
                "name": "Nicolau, Joaquim"
            },
            {
                "name": "Bernardes, João Pedro"
            },
            {
                "name": "Urgeghe, Marcello"
            },
            {
                "name": "Oliveira, Mário"
            },
            {
                "name": "André, Patricia"
            },
            {
                "name": "Valle, Miguel"
            },
            {
                "name": "Avelar, Catarina"
            },
            {
                "name": "Bustorff, Ana"
            },
            {
                "name": "Castro, Adão"
            },
            {
                "name": "Faria, Diogo"
            },
            {
                "name": "Ferreira, Alexandre"
            },
            {
                "name": "Figueira, Beatriz"
            },
            {
                "name": "Guerreiro, Catarina"
            },
            {
                "name": "Nobre, Fernando"
            },
            {
                "name": "Teixeira, Cláudio"
            },
            {
                "name": "Bento, Ana Filipa"
            },
            {
                "name": "Cunha, Cristina"
            },
            {
                "name": "Fialho, Daniel"
            },
            {
                "name": "Guimarães, Duarte"
            },
            {
                "name": "Gusmão, Flávia"
            },
            {
                "name": "Henriques, Cláudio"
            },
            {
                "name": "Nogueira, João Sá"
            },
            {
                "name": "Ramos, Hugo Costa"
            },
            {
                "name": "Semedo, Cláudia"
            },
            {
                "name": "Valentim, Elsa"
            }
        ],
        "locations": [
            "London, England, UK::(street scenes)",
            "Lisbon, Portugal"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Portugal"
        ],
        "country codes": [
            "pt"
        ],
        "language codes": [
            "pt",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 widescreen (high definition)",
        "certificates": [
            "Portugal:12AP"
        ],
        "number of seasons": 2,
        "rating": 6.5,
        "votes": 66,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMzYjBmZmUtM2IxZC00ZDY5LTk3ZDYtOTg3ZGEyYjFmNGFjXkEyXkFqcGdeQXVyMjUyMTE3MTc@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Portuguese",
            "English"
        ],
        "title": "Aqui Tão Longe",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Aqui Tão Longe (Portugal)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Fonseca, Filipe Homem"
            },
            {
                "name": "Borges, Luis Filipe"
            },
            {
                "name": "Goulão, Pedro"
            }
        ],
        "production companies": [
            {
                "name": "SP Televisão"
            }
        ],
        "distributors": [
            {
                "name": "Radiotelevisão Portuguesa (RTP)"
            }
        ],
        "other companies": [
            {
                "name": "Valente Produções Lda."
            }
        ],
        "plot": [
            "A Portuguese series, dealing with terrorism, crime, and the economical crises in Portugal.::João Ferreira"
        ],
        "tech": {
            "runtime": [
                "45 min (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 widescreen (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 66,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 28,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "males": {
                "votes": 40,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 19,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "females": {
                "votes": 13,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 36,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 15,
            "9": 3,
            "8": 12,
            "7": 6,
            "6": 9,
            "5": 7,
            "4": 2,
            "3": 3,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}