{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016"
            },
            {
                "country": "Canada\n",
                "date": "1 January 2016"
            }
        ],
        "release dates": [
            "Canada::2016",
            "Canada::1 January 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Haida Gwaii - Being Haida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Meet Haida/Cree singer songwriter Kristi Lane Sinclair and her decade long journey to solidify her place in the Canadian independent music scene. Travelling to her ancestral home in Haida Gwaii and home town of Prince Rupert, BC, she takes us inside her life and her music before taking a bold step she hopes will kick start her recording career.    "
                },
                "2": {
                    "title": "Salt Spring Island - The Birth of an Album",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Join Haida/Cree singer songwriter Kristi Lane Sinclair on an intimate song writing retreat that will define her upcoming album. With her new songs in place, she travels to the heart of Canada's music industry where she faces tough choices on who will produce her next album.    "
                },
                "3": {
                    "title": "Vancouver - Recording at the Warehouse Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    With Aboriginal rock icon Derek Miller on board as her producer and a top notch band of studio musicians at her side, singer songwriter Kristi Lane Sinclair heads into Bryan Adam's Vancouver recording studio where she lays down tracks for her upcoming album.    "
                },
                "4": {
                    "title": "Los Angeles - Feedback from the Pros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Fresh from her Vancouver recording sessions, Kristi travels to Los Angeles on the invitation of Native American rock guitarist and music producer Stevie Salas. In LA, Stevie takes Kristi to meet industry heavyweights like Taboo from the Black Eyed Peas who provide her frank feedback and advice on her latest songs.    "
                },
                "5": {
                    "title": "Manchester - A Music Vacation in Manchester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Taking the industry advice she got in Los Angeles, singer songwriter Kristi Lane Sinclair returns to Vancouver to evolve, engineer and complete her long awaited album. With her new CD 'Dark Matter' hot off the presses, she takes a much needed musical holiday to Manchester, England where she re-connects with her music and old friends.    "
                },
                "6": {
                    "title": "Canada/US - The Red Ride Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Face the Music (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Alongside bandmate, producer and music mentor Derek Miller, singer songwriter Kristi Lane Sinclair takes her new CD on the road as they set out across North America on the Red Ride Tour. With concert stops in Regina, Winnipeg, Seattle and more, she reflects on what it means to 'Face the Music' before moving to Toronto to follow her dream.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Sinclair, Kristi Lane"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2016 (Canada)",
        "number of seasons": 1,
        "budget": "CAD597,290 (estimated)",
        "plot outline": "Face the Music is an inspirational TV and Web documentary series about the resilience of the creative spirit and one woman's will to follow her dream. Six half hour episodes in season one document the personal and musical journey of Haida/Cree singer/songwriter Kristi Lane Sinclair. Classically trained and critically acclaimed, she's trying to define herself as an Aboriginal artist, or an artist who's Aboriginal. Face the Music takes you behind closed doors of the music industry as we document Kristi's roller coaster journey to record a seminal CD and sing her way onto the Canadian folk/rock landscape. With big ambitions and unfulfilled dreams, she seeks the wisdom of well-known musicians and industry leaders to guide her on the road ahead. But conflicting demands in her personal and professional life are testing her will and creativity - now it's time for Kristi Lane Sinclair to face the music.",
        "languages": [
            "English"
        ],
        "title": "Face the Music",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "akas": [
            "Face the Music (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Henriquez, Carmen"
            },
            {
                "name": "Paquette, Denis"
            }
        ],
        "director": [
            {
                "name": "Henriquez, Carmen"
            },
            {
                "name": "Paquette, Denis"
            }
        ],
        "production companies": [
            {
                "name": "RealWorld Media"
            }
        ],
        "plot": [
            "_Face the Music_ (qv) is an inspirational TV and Web documentary series about one woman's will to follow her musical dreams.::Denis Paquette",
            "_Face the Music_ (qv) is an inspirational TV and Web documentary series about the resilience of the creative spirit and one woman's will to follow her dream. Six half hour episodes in season one document the personal and musical journey of Haida/Cree singer/songwriter Kristi Lane Sinclair. Classically trained and critically acclaimed, she's trying to define herself as an Aboriginal artist, or an artist who's Aboriginal. _Face the Music_ (qv) takes you behind closed doors of the music industry as we document Kristi's roller coaster journey to record a seminal CD and sing her way onto the Canadian folk/rock landscape. With big ambitions and unfulfilled dreams, she seeks the wisdom of well-known musicians and industry leaders to guide her on the road ahead. But conflicting demands in her personal and professional life are testing her will and creativity - now it's time for Kristi Lane Sinclair to face the music.::Denis Paquette"
        ],
        "tech": {
            "runtime": [
                "22 min (including commercials) (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}