{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016"
            },
            {
                "country": "Canada\n",
                "date": "24 January 2016"
            }
        ],
        "release dates": [
            "Canada::2016",
            "Canada::24 January 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Mystery of It Was Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Who were the Vikings? To find out, Kyla goes back in time and engages in combat with Torvik, a re-enactment group that brings the Viking Age back to life. E.B. meets with Viking experts at Wilfred Laurier University's archaeology lab to see what he can dig up about this mystery and tries his hand at being a blacksmith. Finally, a dragon head leads Kyla to a modern day Viking.    "
                },
                "2": {
                    "title": "The Mystery of Nostra Culpa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Mystery of Sticks and Stones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    What do a stick, a rubber duck, and a creepy mask have in common? Following a hint on the stick, E.B. meets with his friend Kyren at the Akwesasne reserve, gets invited to a game of lacrosse, and learns of the sport's importance for First Nations. Meanwhile, Kyla is surprised to discover the connection between the rubber duck and the origin of basketball. Finally, E.B. finds out that the creepy mask relates to Canada's favourite sport and gets to face off against Canadian Olympic medalist Nathalie Spooner.    "
                },
                "4": {
                    "title": "The Mystery of Fair's Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Aunt Hermione left Kyla and E.B. a coin marked as worth one hundred thousand. They're rich. But why did she also leave them tap shoes and a silver beaver? To find out, Kyla looks into the beaver clue and is led to the Bank of Canada Museum. Meanwhile, E.B. heads to a coin collector's shop hoping to cash in on his coin for a hundred thousand dollars, but is in for a surprise. Finally, Kyla laces up her tap shoes and goes to a tap dance school.    "
                },
                "5": {
                    "title": "The Mystery of Work It",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Work it. Work what? E.B. heads out to the Black Creek Pioneer Village and laces up his corset to learn just how much work went into making, and wearing, clothes back in the 1800s. Kyla dons a bandana and overalls and finds out how this look became iconic, while getting to work on one of the most important planes from World War II. Finally, E.B. struts into the Ian Drummond Collection and is introduced to the world of glam rock.    "
                },
                "6": {
                    "title": "The Mystery of Time Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The clock's ticking and Kyla needs to solve today's mystery before dinner. With no time to waste, E.B. meets with a clockmaker to fix his broken watch, and learns about the multiple ways humans have measured time throughout history in the process. Kyla races to the Railway Museum, becomes a locomotive engineer on an antique train, and unlocks the mystery of time zones. Finally, the heat is on for E.B. as his clue leads him to the local firehouse where he learns that every second counts.    "
                },
                "7": {
                    "title": "The Mystery of Dine and Dash",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    \"Dash and Dine\"? This label has Kyla and E.B. scratching their heads. Kyla thinks the mystery is about stealing, while E.B. thinks it's about food. So who's right? To find out, Kyla heads over to the Montgomery's Inn and helps make some of Aunt Hermione's favourite gingerbread, while finding out if she had a history of dining and dashing. E.B. finds himself at Gate Group Gourmet, and discovers how they're the restaurant of the skies. Finally, Kyla traces her fish on a stick clue to Famous People Players and learns about the dine and dream experience.    "
                },
                "8": {
                    "title": "The Mystery of the Small World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A kite, a toy airplane, and a delivery receipt from China lead E.B. and Kyla to solve a mystery all about flight. E.B. visits the Bell Homestead Museum to find out how Alexander Graham Bell fits into the mystery. Kyla finds the real-life counterpart of the toy plane and even gets to fly in, and steer a propeller plane herself. E.B., still unconvinced that the delivery receipt is a clue, heads over to the FedEx facility where he finds out the importance of flight in our everyday lives.    "
                },
                "9": {
                    "title": "The Mystery of Show and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    From cave art to emojis, symbols have played an important part of communication throughout history, but how are they given meaning and how do we understand them? To find out, E.B. ventures out to Bon Echo Provincial Park and learns how his clue is related to a powerful First Nations spirit. Meanwhile, Kyla finds out that her street sign clue has a lot less to do with royalty and much more to do with boating. Finally, E.B. learns which emoji Canada uses the most.    "
                },
                "10": {
                    "title": "The Mystery of the Salty Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Pirates, privateers, and - salty dogs? To find out how the clues relate to the label \"Salty Dog\", Kyla sets off to meet with Cutlass Kate and her crew of pirate re-enactors, while finding out about the darker side of piracy. E.B. finds out the difference between pirates and privateers while learning how to board an enemy ship. Kyla then heads out to get to the bottom of her message in a bottle.    "
                },
                "11": {
                    "title": "The Mystery of the Way We See",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Taking and sharing photos is a breeze, but was this always the case? To find out, Kyla follows her clue and meets an artist who teaches her about the process of portraiture. E.B. meets with a Daguerreian artist and experiences what it was like to take someone's picture in the 1880s, head clamp and all. Finally, Kyla heads out to join a workshop led by a professional photographer.    "
                },
                "12": {
                    "title": "The Mystery of Knowing the Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With the label \"Knowing the Code,\" E.B. and Kyla assume this mystery is about cracking a secret code. Surely this mystery solving duo can figure this out in no time, right? Kyla's clue leads her to a university faculty club where she plays a game of table manners. Her prize? Washing the dishes. E.B. meets up with his friend Kei and gets a crash course on the martial art of Kendo. Finally, Kyla heads over to her friend Hairmala's home and has a traditional Ethiopian meal. This mystery isn't as straightforward as it seems.    "
                },
                "13": {
                    "title": "The Mystery of the Undead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kyla and E.B. are in for a spooky time as they try to discover if zombies, vampires, and other undead creatures actually exist. Kyla teams up with a voodoo priestess to solve her doll clue and dispels the misconceptions of this religion in the process. Meanwhile, E.B. gets trapped in a room with an expert in the undead and they must use their wits to escape. Finally, Kyla gets invited to a zombie walk.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Mystery of Who's the Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    How do countries decide who's in charge? E.B. goes to a medieval reenactment camp to see first-hand how medieval kings seized power and ruled with absolute authority. Kyla goes to Parliament Hill, where an MP and the...    "
                },
                "2": {
                    "title": "The Mystery of Bread",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    From the label \"#1,\" the gang realizes they're looking for the best of something. But what? Turns out, they're looking for the best bread, as they make challah with a baker, bannock at the First Nations Café, and pizza...    "
                },
                "3": {
                    "title": "The Mystery of the Underground Railroad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Kyla follows the postcard clue to the Salem Chapel BME Church, which was part of the Underground Railroad, helping American slaves escape to freedom in Canada. The spirituals sung in church could be secret codes that...    "
                },
                "4": {
                    "title": "The Mystery of Top Hats, Dried Fish, and Timber",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    What do dried fish, fur, and an old ax head have in common? To find out, E.B. helps cut down a tree (\"TIMBER!\") and makes a traditional cod recipe, while Kyla visits a fur trade museum. They discover that lumber, cod...    "
                },
                "5": {
                    "title": "The Mystery of Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The gang discovers that when it comes to games, what's old is what's new. E.B. gets transformed into a 3D character at a motion capture studio. Kyla plays chess on a life-sized outdoor board with a young chess champ...    "
                },
                "6": {
                    "title": "The Mystery of the Shifting Shorelines",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The gang is perplexed to learn that a building that used to be on the shore is now inland. How could that happen? Kyla goes to check out the building's archives. Meanwhile, E.B. follows the hardhat clue to a...    "
                },
                "7": {
                    "title": "The Mystery the R---r",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Who (or what) was \"R---r?\" The file label is too smudged to read. E.B. meets a Voyageur re-enactor and canoes downriver to a Native settlement, while Kyla makes flour at an historical, river-powered mill. They realize...    "
                },
                "8": {
                    "title": "The Mystery of the Mummy's Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Today's mystery is a whodunit! To find out what killed a mummy, Kyla goes to the archaeological museum to examine a real mummy, while E.B. takes the tooth to a dental school to do forensics. The gang discovers that...    "
                },
                "9": {
                    "title": "The Mystery of the Alien Invaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    E.B. wonders if the mystery could be about outer-space aliens (the lamprey sure looks like one!). But when Kyla helps capture a huge escaped python and examines a real lamprey while E.B. examines a beetle-infested tree...    "
                },
                "10": {
                    "title": "The Mystery Behind the Mask",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Why do we wear masks at Halloween time? To find out more about autumn celebrations, E.B. goes to a Celtic bonfire ceremony, and then gets traditional Mexican Day of the Dead make-up, while Kyla goes to a Vietnamese moon...    "
                },
                "11": {
                    "title": "The Mystery of the Working Animal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    What's the difference between working animals and pets? Kyla sends a message by carrier pigeon and visits a re-created 19thcentury village where horses pull carriages and plow fields. But E.B.'s clue leads to a dog spa...    "
                },
                "12": {
                    "title": "The Mystery of Gifts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    It's Tilly's birthday, but the kids pretend they've forgotten because they're planning a surprise party. Tilly won't stop dropping hints, she even chooses a mystery about gifts. As E.B. and Kyla try to solve the mystery...    "
                },
                "13": {
                    "title": "The Mystery of the Big Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mystery Files (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Kyla repairs the ring with a jeweler, and discovers it's a wedding ring - a symbol of a contract. Meanwhile E.B. takes the wampum belt to a Native expert, and learns that it was also a kind of contract. The seal-stamper...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Burnett, Ethan"
            },
            {
                "name": "Madeira, Kyla"
            },
            {
                "name": "Shulman, Felicia"
            },
            {
                "name": "Dizon, Samantha L."
            },
            {
                "name": "Yeates, Graham A."
            },
            {
                "name": "Arhin, Arista"
            },
            {
                "name": "Lobo, Daniel"
            },
            {
                "name": "Phinney, Chris"
            },
            {
                "name": "Toros, Jadian"
            }
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGU5NTY5ZDItMTJlNi00NDljLWJlMzMtNmNmY2UyMzhlOTJiXkEyXkFqcGdeQXVyNjQ5MzkyNjg@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Mystery Files",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Mystery Files (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Nokes, Alberta"
            },
            {
                "name": "Cappelletti, Claire"
            },
            {
                "name": "Hunter, Lisa"
            }
        ],
        "production companies": [
            {
                "name": "Apartment 11 Productions"
            }
        ],
        "plot": [
            "Modern historians, scientists and scholars investigate ancient artifacts, documents and locations in search of answers to age-old questions about history."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}