{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "  2016"
            },
            {
                "country": "Poland\n",
                "date": "2 June 2017",
                "notes": "                            (Cinema in Sneakers)"
            }
        ],
        "release dates": [
            "Denmark::2016",
            "Poland::2 June 2017                            (Cinema in Sneakers)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Great Grandad's Tall Tales"
            },
            {
                "countries": "Romania",
                "title": "Povestile strabunicului"
            }
        ],
        "akas": [
            "Great Grandad's Tall Tales (original title)",
            "Povestile strabunicului Romania"
        ],
        "akas from release info": [
            "Great Grandad's Tall Tales (original title)",
            "Povestile strabunicului Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    'THE BEAR' Theodor is pretending to be a bear and asks Great Grandad if he has ever came across a real, live bear. Great Grandad recounts his 'Fatso tale' - about the time when, as a boy, he and his pal, Fatso, came across a real bear when they were in the forest picking blueberries. Theodor wants to meet a real bear too. He ventures into the forest alone, looking for bear tracks. He finds plenty of blueberries, large animal tracks and claw marks on the tree trunks. Convinced he has spotted a real-life bear, Theodor makes a run for it, finally climbing up a tree to ...    "
                },
                "2": {
                    "title": "The Pirate Ship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    'THE PIRATE SHIP' Theodor watches Great Grandad hoisting the Norwegian flag on the flagpole and thinks it would be more fun to hoist a pirate flag. Great Grandad recounts his 'Fatso tale' about how he and Fatso once built a real pirate ship out of boards and an old ladder on his parent's front lawn because they weren't allowed to go sailing on the seven seas - and how they hoisted his dad's handkerchief up the ship's mast to make it look like a pirate flag. Using an old spinning wheel as the rudder and one of Great Granddad's shirts as a pirate flag, Theodor builds an...    "
                },
                "3": {
                    "title": "The Fishing Ship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    'THE FISHING TRIP' Theodor and Great Granddad head off to the lake for a spot of fishing. Great Grandad recounts his 'Fatso tale' about how he and Fatso once caught a fish using licorice pipes as bait. Theodor also wants to catch a fish, but he's not allowed to bait the hook because it's too sharp and the licorice pipes are only to be eaten after they've caught a fish. But when Great Grandad dozes off in the afternoon sun, Theodor can't resist the opportunity. He grabs a licorice pipe and puts it on the hook - and hey presto, it works! It isn't long before he's caught...    "
                },
                "4": {
                    "title": "The Soapbox Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    'THE SOAPBOX CAR' Theodor builds a car out of Lego bricks and plays with it while Great Grandad gets ready to recount the day's 'Fatso tale'. Theodor's Lego car reminds Great Granddad of a car that Fatso once built. Great Grandad tells Theodor about how he and Fatso met and became friends on the day when Fatso raced past in an amazing, homemade soapbox car that Great Granddad also wanted to own. Theodor listens intently with growing excitement until an idea comes to him. Inspired by the story, Theodor decides to build his own soapbox car, but he doesn't have a ...    "
                },
                "5": {
                    "title": "The Moose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    'THE MOOSE' Theodor is out in the fields feeding the big cows. Great Granddad tells him that he spotted a large animal that very morning - a moose! - and proceeds to recount the tale of how he and Fatso once dressed up as Red Indians and built a great trap because they wanted to catch a big animal. Theodor decides to catch the moose. He dresses up as a Red Indian and builds a great trap, which he covers with bait. Theodor waits and waits... but nothing happens. He's just about to give up when he discovers that something has eaten the bait. Theodor hurries off to get ...    "
                },
                "6": {
                    "title": "The Knights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    'THE KNIGHTS' Theodor is eyeing Great Grandad's medieval knight's sword hanging on the wall. He tries to get it down without Great Grandad noticing, but Great Grandad sees him and warns him that a knight's sword isn't a toy. With great reverence, Great Grandad tells Theodor that a person has to earn the right to wield a sword and proceeds to recount the tale of how he and Fatso dressed up as real knights and performed knightly deeds. Theodor wants to be a real knight too and makes a cloak out of an old curtain and an impressive suit of armor out of barbecue trays. But...    "
                },
                "7": {
                    "title": "The Cave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    'THE CAVE' When Theodor asks Great Grandad to tell him another 'Fatso tale', Great Grandad tells him he has a few grown-up things to do first. But when Great Grandad has finished shaving and dressing, he recounts the tale about the time when he and Fatso left home and built a cave out in the woods. Inspired by the story, Theodor packs his bag and heads off into the forest, singing the Boy Scout's song that Great Grandad taught him. He builds an amazing cave, but as the day reaches a close, Great Grandad suddenly becomes worried - where's Theodor? Luckily, Great ...    "
                },
                "8": {
                    "title": "The Waffle Bakery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Great Grandad's Tall Tales (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    'THE WAFFLE BAKERY' When Theodor comes down for breakfast one morning, he finds a delicious-looking slice of bread covered in Nutella on the kitchen table. Unable to resist the temptation, Theodor gobbles it up. Great Grandad walks into the kitchen to find his Nutella sandwich gone. Theodor makes up a story about a wolf eating it, but Great Grandad thinks that sounds a bit like a tall tale and proceeds to tell Theodor about how his pal Fatso was always peckish - just like Theodor - and one time, they baked a whole load of waffles even though they weren't supposed to ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Goldbach, Theodor Rostbøll"
            },
            {
                "name": "Rostbøll, Erik"
            }
        ],
        "locations": [
            "Norway"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2016 (Denmark)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTk2NWJhNTYtYjRkOC00YTk1LWI3MjAtMWE1ZjZmODMxNDg3XkEyXkFqcGdeQXVyMzIzNDY1ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "DKK1,480,000 (estimated)",
        "plot outline": "\"GREAT GRANDAD'S TALL TALES\" is an eight-part miniseries for young children. Five-year-old Theodor pays a visit to his amazing, charming and slightly scary Great Grandad who lives atop a mountain in Norway together with his little cat, 'Bombi Bitt'. Great Grandad has only one 'good' eye, always wears a hat, smokes cigars and has a laugh so loud that it can be heard echoing across the mountains. In the Norwegian fells, Great Grandad recounts amazing tales about his childhood friend 'Fatso' to his - often impatient - great grandchild - and Theodor listens, goes off exploring and invents imaginative games to play in the Norwegian countryside, the home of the grazing moose and growling bear. Theodor's games are inspired by Great Grandad's tall tales, for up in the mountains there are no iPads, TV nor children to play with. Here, a boy's imagination is given free rein - and if there is something Great Grandad and great grandson have in common, it is a vivid imagination and a love of tall tales.",
        "languages": [
            "Danish"
        ],
        "title": "Great Grandad's Tall Tales",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Rostbøll, Tone Mygind"
            }
        ],
        "director": [
            {
                "name": "Rostbøll, Tone Mygind"
            }
        ],
        "production companies": [
            {
                "name": "Toolbox Film"
            }
        ],
        "distributors": [
            {
                "name": "Danmarks Radio (DR)"
            }
        ],
        "plot": [
            "\"GREAT GRANDAD'S TALL TALES\" is an eight-part miniseries for young children. Five-year-old Theodor pays a visit to his amazing, charming and slightly scary Great Grandad who lives atop a mountain in Norway together with his little cat, 'Bombi Bitt'. Great Grandad has only one 'good' eye, always wears a hat, smokes cigars and has a laugh so loud that it can be heard echoing across the mountains. In the Norwegian fells, Great Grandad recounts amazing tales about his childhood friend 'Fatso' to his - often impatient - great grandchild - and Theodor listens, goes off exploring and invents imaginative games to play in the Norwegian countryside, the home of the grazing moose and growling bear. Theodor's games are inspired by Great Grandad's tall tales, for up in the mountains there are no iPads, TV nor children to play with. Here, a boy's imagination is given free rein - and if there is something Great Grandad and great grandson have in common, it is a vivid imagination and a love of tall tales."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}