{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 January 2016"
            }
        ],
        "release dates": [
            "USA::17 January 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "You Gotta Make Millions to Owe Millions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Monique and Chris adjust to their new neighborhood. After months of living apart, Ashley decides it's time to give her marriage another shot. Karen and Ray become the talk of Potomac after a shocking headline hits home. And things get heated between Karen and Robyn.    "
                },
                "2": {
                    "title": "Meet the Press",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    With their relationship back on track, Robyn and Juan upgrade their lives by moving to a new condo with an interesting address. Trying to keep her man happy, Gizelle takes her new boyfriend Sherman on a romantic picnic, while Monique and Ashley hang out with a fabulous young friend who has a bubbly personality and a crown to go with it. Feeling hurt and betrayed by her friends, Karen decides to hold a \"Press Conference\" to answer all their questions regarding her financial situation.    "
                },
                "3": {
                    "title": "Meme Your Own Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Candiace tries to adjust to her overbearing mother being in town while Monique throws Chris a party for his birthday, but things quickly go left when a three-way fight between Robyn, Ashley and Monique gets out of hand.    "
                },
                "4": {
                    "title": "First Ladies and Second Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Gizelle decides to write a controversial book loosely based on her life while Monique and Robyn try to get to the root of their issues. Candace hopes to emerge from her mother's shadow.    "
                },
                "5": {
                    "title": "Shade in a Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ashley invites Gizelle and Candiace to yoga, where Candiace reveals a little too much private information about her fiancé. Karen distracts herself from her husband's financial issues by sending her daughter off to college, and Robyn continues to settle into her new home by hosting a paint party. Candiace invites the ladies to \"Bubble Soccer,\" but things quickly go from playful to personal as the ladies interrogate her about the source of her wealth.    "
                },
                "6": {
                    "title": "I Came from Jesus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 May 2018",
                    "year": "2018",
                    "plot": "\n    Exhausted from her busy life, Monique has a car accident that leaves everyone concerned about her well-being. Karen embraces her entrepreneurial spirit with a new business venture, meanwhile things heat up between Robyn and Juan. Ashley plans a fun outdoor retreat for the ladies to let off some steam, but things take a surprising turn as two of the ladies challenge Candiace when she stands up for herself    "
                },
                "7": {
                    "title": "Blue Skies and Blue Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "13 May 2018",
                    "year": "2018",
                    "plot": "\n    The ladies continue their weekend escape in the woods, but it's not quite as relaxing as Ashley had hoped. After a few glasses of champagne, Karen starts hurling insults at Robyn, leaving all the ladies confused. Tensions come to a halt for an afternoon of fishing, but things escalate once again when allegations swirl over Monique's denials and Karen's possible secrets.    "
                },
                "8": {
                    "title": "That's Scentertainment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "20 May 2018",
                    "year": "2018",
                    "plot": "\n    As Gizelle starts to worry about the status of her relationship, Karen hosts all the ladies at a \"Scent\" event, but things take a turn for the worse when Monique confronts Ashley about a rumor.    "
                },
                "9": {
                    "title": "A Happy Medium",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "27 May 2018",
                    "year": "2018",
                    "plot": "\n    Tired of keeping Chris' full family history from her mom, Candiace decides to face her fears. Monique organizes a donation drive for the victims of Hurricane Harvey, while an emotional Gizelle breaks down over the stress of her relationship. Robyn and Juan seek closure from their past, but a visit from past loved ones leaves the couple in extreme shock.    "
                },
                "10": {
                    "title": "RSVPlease!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "3 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Monique and Robyn host two different events on the same day, forcing the ladies to reveal their loyalty. Later, Candiace attempts to persuade her mother to give her control of the family business.    "
                },
                "11": {
                    "title": "Ex's and Oh No's",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "10 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Monique invites an unlikely guest to a gala event. Upset that Karen chose to not come to Robyn's event, Gizelle and Robyn decide to confront her, but are caught off guard by her shocking response.    "
                },
                "12": {
                    "title": "Can't Hide from These Green Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "17 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Robyn confronts Karen about her lies in a public forum, while Charrisse is left questioning her friendship with Monique. Later, the stress of wedding planning becomes too much for Candiace.    "
                },
                "13": {
                    "title": "Mime Your Own Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Tired of all the fighting, Monique decides to plan a girls trip to France, but is quickly met with objections. Meanwhile Ashley decides to give Michael a surprise to get their relationship back on track.    "
                },
                "14": {
                    "title": "Cannes We All Get Along",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "8 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    As the ladies travel to the beautiful South of France for a relaxing vacation, Karen and Gizelle clash over their businesses, leading to an explosive revelation about Karen's marriage.    "
                },
                "15": {
                    "title": "Turm-Oil in France",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    While the ladies enjoy a fabulous day on the French Riviera, Candiace feels left out. Monique and Charisse's friendship is officially put to the test, leading to a revelation that leaves everyone stunned.    "
                },
                "16": {
                    "title": "Au Revoir Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "22 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    While the ladies celebrate Monique's birthday with a fabulous night of Ashley and Karen exchange heated words and accusations regarding Karen's marriage, cause a deeper rift in their already rocky friendship.    "
                },
                "17": {
                    "title": "Hot Gossip, Cold Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "29 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Determined to find out the truth about whether Karen really lives in her house, Gizelle, Robyn and Ashley plan a scheme of epic proportions.    "
                },
                "18": {
                    "title": "Unsolved Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "5 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ashley finally gives Michael an ultimatum on having a baby, while reality starts to set in for Candiace-she is about to be an instant stepmother. Robyn throws a birthday party for her youngest son, and a new family member makes a special appearance. Meanwhile, Karen and Ashley get into a heated discussion that is escalated by Michael and Ray's interaction. The ladies question Karen about the mysterious pizza delivery, and her response leaves everyone shocked.    "
                },
                "19": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "12 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The ladies revisit this season's emotional highs and lows, all while trying to mend their fractured friendships. Monique and Robyn finally get to the core of their rivalry, while Candiace reveals some intimate details about her relationship. Karen sheds some light on her mysterious life, but the pain she is dealing with is too much to handle, and Gizelle proves to her that old friends are the best friends.    "
                },
                "20": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "19 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The reunion concludes and more shocking secrets are revealed when the husbands join the ladies on stage. Karen goes after Michael for his business and personal struggles, while Ray explains the rumors about his wife's infidelity. Gizelle opens up about the \"new\" man in her life, while Ashley reveals big news about her relationship with Michael, leaving all of the women in tears.    "
                }
            },
            "1": {
                "1": {
                    "title": "Mind Your Manners",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Welcome to Potomac, where proper etiquette is key, and breaking the rules comes with serious consequences. At a birthday party celebrating Karen Huger, grande dame of Potomac high society, Gizelle Bryant's lack of manners puts the two divas into a battle for supremacy. And as if that wasn't enough, Gizelle is under fire from Charrisse Jordan, for acting not very lady like in her plush home. International model Katie Rost, a divorced socialite with three toddlers, is doing everything in her power to get her boyfriend to put a ring on it. Meanwhile, Robyn Dixon, who ...    "
                },
                "2": {
                    "title": "Divas, Queens, and Bubalas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Gizelle's reputation is called into question by Potomac's queen bee, Karen, and its self-appointed social director, Charrisse. Will they be able to play nice, or are these domestic divas going to take off their white gloves and get dirty? Katie has to tap into her Jewish roots to prove herself a true member of the tribe for her twins' naming ceremony. Things get a little dicey when the ladies meet the young, boisterous beauty queen Ashley Darby. Will Ashley be able to break into this coveted circle of sophisticated women?    "
                },
                "3": {
                    "title": "What a Little Whiskey Can Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Katie steps out into Washington DC's charity social scene to attract attention and dollars for her family's foundation. But the pressure shifts from her philanthropic work to her marital status. Robyn faces a difficult choice that may threaten her unconventional relationship with her ex-husband. Karen and Charrisse meet Katie's new friend, 26-year-old Ashley Darby. Married to a wealthy businessman almost 30 years her senior, this young wife has her sights set on joining Potomac society. Ashley attempts to impress the women when she hosts a whiskey tasting, but the ...    "
                },
                "4": {
                    "title": "Desperately Seeking Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Reeling from the news that Andrew doesn't plan on getting married anytime soon, Katie does some secret home renovating behind his back. Charrisse finally tells her friends the truth about her 18-year marriage, leaving the women in shock. With her daughter about to leave for college, Karen takes to the air... literally, by learning how to fly a plane. Ashley violates the rules of Potomac by spreading online gossip about the ladies of Potomac - leaving her to face the wrath of this close-knit community.    "
                },
                "5": {
                    "title": "Error on the High Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Karen is over Ashley's kitty-cat parties, so she launches a couples' soiree on a yacht to school her young protégée. Gizelle's newest suitor scores an invite to Karen's cruise, but can he seal it with a kiss? Meanwhile, after showing too much PDA at Ashley's birthday party, Katie finds herself in hot water. And, after going to Charrisse for advice, Robyn is shocked by the news that Charrisse's marriage has reached the point of no return.    "
                },
                "6": {
                    "title": "Beach Session",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With Karen in her corner to mentor her, Ashley hopes to impress her new friends with a trip to her beach house on the Delaware shore. But when the accommodations turn out to be less than five-star, Ashley finds herself on the ropes fighting to keep the women from abandoning ship before the trip even gets started. Meanwhile, under pressure to turn her family's foundation into a philanthropic force, Katie struggles to persuade any of her friends to support her. And Charrisse convinces the women to share some of their darkest secrets.    "
                },
                "7": {
                    "title": "Reading Is Fundamental",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A night of girl bonding takes a turn when Gizelle confronts Katie about her strange behavior. Katie gets a lesson in Reading 101 as the other women encourage her to put Gizelle in her place. Meanwhile, it looks like Ashley has rescued the trip from the edge of disaster - until a surprise from her husband throws the future of her new friendships into question all over again.    "
                },
                "8": {
                    "title": "All Shades of Shade",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Gizelle's inner entrepreneur takes center stage, but the shade is real when Katie blows off a focus group for her budding makeup line. Juan and Robyn take a romantic trip down memory lane, making her more confused than ever about the state of their relationship. Karen launches a charity event close to her heart, but Ashley and Michael must get \"on par\" before they are welcome in her home. And will Karen push Ashley one-step too far?    "
                },
                "9": {
                    "title": "Fifty Sense",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Whether or not her husband, Eddie, shows up for the big party, Charrisse is determined to celebrate her 50th birthday to the tune of $80,000 of his money. Karen faces her empty nest after an emotional college send-off for her daughter Rayvin. The future of Robyn and Juan's relationship hangs in the balance as they finally get the news about a possible job out of state. Ashley and Karen's friendship may have reached the point of no return. And Michael's game of grab-ass on the dance floor stirs up a new feud among the ladies.    "
                },
                "10": {
                    "title": "Rules of Enragement",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Katie and Andrew's relationship takes a turn when he surprises her with a week long trip to Scotland . . . that he's taking without her. Hearing her biological clock ticking at the ripe old age of 27, Ashley puts pressure on a reluctant Michael to start having kids. Gizelle hosts a \"come to Jesus\" lunch to try to get friendships amongst the ladies back on track. Karen takes off the white gloves and reads Ashley for filth, while an uproar ensues between Katie, Robyn, and Gizelle over butt grabs and biracial labels.    "
                },
                "11": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Fevers spike as Gizelle, Katie, Ashley, and Robyn try to pull Karen off her podium as the Grande Dame of Potomac. Ashley defends her hostessing, her husband and her humping despite the slings and arrows of shade-rageousness. Robyn makes a surprising admission about her feelings for her ex-husband. And questions about the sensitive topic of race spark a high-octane feud.    "
                },
                "12": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Katie's revelation about her relationship with Andrew leaves everyone wondering if she's headed down the aisle or out the door. Karen's husband, Ray (the \"Black Bill Gates\"), and Ashley's husband, Michael, join the ladies to weigh in on Michael's surprise visit to the girls' beach trip and his dance-floor butt grab that sent shockwaves through Potomac. Charrisse reveals just how close her marriage is to destruction. And Gizelle and Katie battle over shocking allegations, leaving all the women to wonder who's right and who's wrong.    "
                }
            },
            "2": {
                "1": {
                    "title": "Don't Let the Zip Code Fool Ya",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "2 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Gizelle and Charrisse's friendship hangs in the balance following Gizelle's shocking accusation about Charrisse. When the two ladies finally get together to talk, all bets are off! Ashley's involvement in a new charity threatens her responsibilities to her and Michael's restaurant. Robyn and Juan adjust to their new lives, while Karen and Ray butt heads.    "
                },
                "2": {
                    "title": "All Tea, All Shade",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Hold Your Horses",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The ladies of Potomac get decked out and are off to the races for The Preakness Stakes. Charrisse continues to reinvent her life by gifting herself a new champagne room. Karen welcomes her daughter with open arms, when she returns home. Robyn struggles to answer questions about her relationship with Juan. Monique celebrates her husband's induction into the Alabama Hall of Fame, where she also reunites with her \"Monster-In-Law.\"    "
                },
                "4": {
                    "title": "Mother Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When Gizelle's mom comes to visit, she finds herself on a date with her new boyfriend AND her mom. Charrisse throws her daughter a birthday party, but when her husband shows up, it becomes too much for her to handle. A hookah lounge fête turns sour when Ashley's prodding about Eddie puts Charrisse on edge and Monique shuts down Gizelle's hazing antics.    "
                },
                "5": {
                    "title": "Kick the Trick Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Monique hosts the ladies for a card game, but this house of cards comes crumbling down when she is pushed to kick Gizelle out. Charrisse attempts to move forward with her life by announcing her divorce to a room full of strangers. Karen throws a celebration for her mother's 70th birthday, meanwhile tensions arise when Ashley confronts Robyn with rumors about Juan.    "
                },
                "6": {
                    "title": "Messy Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 May 2017",
                    "year": "2017",
                    "plot": "\n    After Gizelle is kicked out of Monique's party, Ashley deals Charrisse a low blow about her marriage. While Karen tries to find a buyer for her home, Monique lands right in the middle of Potomac with a mansion. Gizelle and Charrisse decide to host a \"Juantervention,\" causing Robyn to take a hard look at her relationship.    "
                },
                "7": {
                    "title": "Over the River and Thru the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n    While Charrisse struggles to break the news of her marriage troubles to her daughter, Monique and her husband Chris try to reconnect. Karen shocks the world of Potomac by revealing her most guarded secret. Armed with Gizelle by her side, Robyn decides to pay Ashley a visit to her restaurant. The pleasantries quickly go out the window as Ashley and Robyn get into it!    "
                },
                "8": {
                    "title": "War of the Darbys",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 May 2017",
                    "year": "2017",
                    "plot": "\n    Ashley and Michael's marriage is tested when she unveils a new menu at a press event and Michael attempts to shut it down. Gizelle and Karen head out for a double date where the truth comes out about Gizelle's date. Robyn questions her home life and identity after a birthday dinner for her mom. Karen attempts to mend fences.    "
                },
                "9": {
                    "title": "A Host of Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Gizelle faces some harsh payback when she is shut out of Monique's summer bash. As Karen closes the deal on the sale of her Potomac home the reality of having to move sends her looking for a distraction. Ashley reveals a decision about her and Michael's future. Robyn finds herself in therapy after everyone questions her relationship. Karen's scheme to \"getaway\" with a girls' trip goes awry after she decides to kick Charrisse to the curb.    "
                },
                "10": {
                    "title": "Welcome to the Bermuda Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The ladies' trip turns cold after Karen leaves some of the women out of a once in a lifetime opportunity. Robyn makes a critical decision regarding her relationship. Monique and Gizelle finally address their issues with one another, and the ladies come together for a sunset cruise.    "
                },
                "11": {
                    "title": "The Grand Dame Sham",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    A sunset cruise hits rough waters when Charrisse confronts Karen about her hosting duties. Robyn takes steps to open herself up to meeting new men and quickly becomes the Belle of Bermuda when she discovers many of them are interested in her. Ashley discovers Michael has been making changes at the restaurant without her knowledge. Karen reveals she no longer resides at her Potomac address, and the ladies are shocked and determined to find out why.    "
                },
                "12": {
                    "title": "Home Is Where the Truth Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The ladies question Karen's move out of Potomac. Robyn finally confronts her ex-husband about their relationship, and is surprised by his confession. Monique shows off her new home, while Gizelle searches for the courage to break it off with her boyfriend Kevin. The women attend an anniversary party at Karen's new home and are shocked to discover her new life outside of Potomac.    "
                },
                "13": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Jenn welcomes back to the couch five of the most talked about couples including Doug Hutchison & Courtney Stodden and Farrah Abraham to find out who put their newfound knowledge to use and who couldn't make it work.    "
                },
                "14": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real Housewives of Potomac (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Karen goes after Michael for his business and personal struggles, while Ray explains the rumors about his wife's infidelity. Gizelle opens up about the \"new\" man in her life.    "
                }
            }
        },
        "number of episodes": 46,
        "cast": [
            {
                "name": "Bryant, Gizelle"
            },
            {
                "name": "Darby, Ashley"
            },
            {
                "name": "Dixon, Robyn"
            },
            {
                "name": "Huger, Karen"
            },
            {
                "name": "Samuels, Monique"
            },
            {
                "name": "Jordan, Charrisse Jackson"
            },
            {
                "name": "Dillard, Candiace"
            },
            {
                "name": "Rost, Katie"
            },
            {
                "name": "Baylor, Brynee"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "Arundel, Jon"
            },
            {
                "name": "De Paul, Vincent"
            },
            {
                "name": "Pajaro, Jaison"
            }
        ],
        "locations": [
            "Potomac, Maryland, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 4.0,
        "votes": 348,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI5ODI0MjUwNl5BMl5BanBnXkFtZTgwODQzMDUwNjM@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Real Housewives of Potomac",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Real Housewives of Potomac (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Dunlop, Scott"
            }
        ],
        "production companies": [
            {
                "name": "True Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Cable"
            }
        ],
        "other companies": [
            {
                "name": "Adorama"
            },
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "VER"
            },
            {
                "name": "Washington Source for Lighting"
            }
        ],
        "plot": [
            "We follow the lives of 6 women residents of Potomac, Maryland. Each in various stages of life and affluence. Shaping their community and their lives."
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 348,
                "rating": 4.0
            },
            "aged 18 29": {
                "votes": 48,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 122,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 61,
                "rating": 2.9
            },
            "males": {
                "votes": 126,
                "rating": 2.8
            },
            "males aged 18 29": {
                "votes": 24,
                "rating": 3.4
            },
            "males aged 30 44": {
                "votes": 61,
                "rating": 2.8
            },
            "males aged 45 plus": {
                "votes": 32,
                "rating": 1.9
            },
            "females": {
                "votes": 133,
                "rating": 5.4
            },
            "females aged 18 29": {
                "votes": 23,
                "rating": 5.3
            },
            "females aged 30 44": {
                "votes": 60,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 24,
                "rating": 3.5
            },
            "us users": {
                "votes": 123,
                "rating": 4.4
            },
            "non us users": {
                "votes": 76,
                "rating": 2.9
            }
        },
        "number of votes": {
            "10": 58,
            "9": 15,
            "8": 28,
            "7": 15,
            "6": 36,
            "5": 20,
            "4": 13,
            "3": 20,
            "2": 22,
            "1": 121
        },
        "arithmetic mean": 4.7,
        "median": 4
    }
}