{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "4 January 2016"
            }
        ],
        "release dates": [
            "UK::4 January 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Glaciers, Composers and Jousting",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They discover a cool ice cave underneath one of Europe's largest glaciers in Iceland, explore a massive miniature world in Germany, compete in a Viennese rap battle with Mozart and Beethoven in Austria, blag with some corn doll vloggers in Slovakia, and take part in a water jousting tournament in France. Ed is joined on this bonkers road trip by Sam and Mark, Chris Johnson, Lauren Layfield, Johny Pitts, Ben Shires and Naomi Wilkinson - there's stuff to do in Europe ...    "
                },
                "2": {
                    "title": "Arnie, Impressionists and Wife Carrying",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They visit Arnold Schwarzenegger's old house in Austria, discover why vegetarian monks ate beavers in Germany, make a lasting impression as painters Vincent van Gogh and Paul Gauguin in France, bake gooey custard tarts in Portugal, and take part in the world wife-carrying competition in Finland. Ed is joined on this bonkers road trip by Sam and Mark, Michelle Ackerley, Victoria Cook, Hacker and Dodge, Lauren Layfield, Ben Shires and Naomi Wilkinson - there's stuff to...    "
                },
                "3": {
                    "title": "Flamingos, Elves and World Records",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They discover why flamingos are pink in France, spot old military planes in Serbia, explore a fairy-tale lake in Slovenia, visit the elf capital of the world in Iceland, and attempt the world record for the number of people who can squeeze into a car in the Czech Republic. Ed is joined on this bonkers road trip by Sam and Mark, Victoria Cook, Chris Johnson, Lauren Layfield, Johny Pitts and Ben Shires - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "4": {
                    "title": "Salt, Waterslides and Storks",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They explore an underground mine in Poland where everything is made of salt, even the chandeliers, visit a museum in Austria where all the exhibits are useless, slide around a thermal water park in Slovakia, play woodkopf, one of the world's most unusual sports, in the Czech Republic, and take part in an event while hanging from a zip wire dressed as a stork in Slovenia. Ed is joined on this bonkers road trip by Victoria Cook, Hacker and Dodge, Barney Harwood, Chris Johnson, Lauren Layfield and Johny Pitts - there's stuff to do in Europe that is totally ace and it ...    "
                },
                "5": {
                    "title": "Gelato, Trams and Strangeness",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They discover a hospital built into a rock in Hungary, visit a gelato university in Italy, get funky on a Lisbon tram in Portugal, eat their way through a gingerbread museum in Poland and compete in Iceland's annual Strangeness Games! Ed is joined on this bonkers road trip by Susan Calman, Victoria Cook, Hacker and Dodge, Barney Harwood, Chris Johnson and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "6": {
                    "title": "Stuffed Dogs, Cave Art and Boat Slides",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They meet two of the world's most famous scientists in Poland's Garden of Experiences, discover a collection of stuffed dogs in the Czech Republic, explore Serbia's capital dressed as 1980s pop stars, rock out to prehistoric cave art in France, and take part in a bizarre boat slide competition in Norway. Ed is joined on this bonkers road trip by Victoria Cook, Hacker and Dodge, Chris Johnson, Johny Pitts, Ben Shires and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "7": {
                    "title": "Wheel Bobs, Legends and Pumpkins",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They swap a bobsleigh for a wheel bob in Norway, find out what hungry Hungarians do with vanilla custard in Budapest, sing about Prague legends in the Czech Republic, explore a dragon's cave in Slovakia, and compete in a pumpkin regatta in Germany. Ed is joined on this bonkers road trip by Sam and Mark, Michelle Ackerley, Victoria Cook, Hacker and Dodge, Barney Harwood, Johny Pitts and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "8": {
                    "title": "Geysers, Movie Props and Firefighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They gush at geysers in Iceland, visit a royal coach museum in Portugal, explore medieval Florence in Italy, discover Harry Potter movie props in France, and take part in the European Firefighting Combat Challenge in Germany. Ed is joined on this bonkers road trip by Sam and Mark , Susan Calman, Victoria Cook, Chris Johnson, Ben Shires and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "9": {
                    "title": "Sand, Dirt and Farmers",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They encounter giant sand sculptures of Elvis, Elsa and Lady Gaga in Portugal, discover what war horses wore to go into battle in Austria, get into a lather over 100-year-old soap at the Dirt Museum in Poland, learn the truth about naughty Pinocchio in Italy, and race across a pontoon carrying a woolsack as part of the Shepherd's Heptathlon in Serbia. Ed is joined on this bonkers road trip by Hacker and Dodge, Susan Calman, Victoria Cook, Lauren Layfield, Johny Pitts and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the ...    "
                },
                "10": {
                    "title": "Postmen, Pigs and Dachshunds",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They explore a palace built by a postman in France, visit a pig museum in Germany, sing about two Norwegian explorers in Oslo, discover how snow globes are made in Austria, and take part in the Dachshund March in Poland. Ed is joined on this bonkers road trip by Hacker and Dodge, Sam and Mark, Michelle Ackerly, Barney Harwood, Chris Johnson, Ben Shires and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "11": {
                    "title": "Zip Lines, Donkey Cheese and Mud Olympics",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They ride on the world's only cross-border zip line from Spain to Portugal, find out why the Italians never eat spaghetti bolognaise in Bologna, get all Taylor Swifty in a barefoot park in Hungary, discover what donkey cheese is made of in Serbia and compete in the Mud Olympics in Germany. Ed is joined on this bonkers road trip by Sam and Mark, Susan Calman, Victoria Cook, Barney Harwood, Johny Pitts and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "12": {
                    "title": "Lagoons, Nougat and Dumplings",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They bathe in a lagoon next to a geothermal power plant in Iceland, discover how bees help to make nougat in France, visit a car hotel in Germany, explore the Gates of Hell in the Czech Republic, and compete in the Halusky Dumpling Championships in Slovakia. Ed is joined on this bonkers road trip by Hacker and Dodge, Michelle Ackerley, Victoria Cook, Chris Johnson, Johny Pitts and Ben Shires - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "13": {
                    "title": "Street Art, Painted Village and Cheese Rolling",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    They discover street art in Portugal, munch apple strudel for lunch in Austria, explore a village painted with flowers in Poland, take a whistle-stop tour of a railway run by children in Hungary and take part in a cheese-rolling competition in Italy. Ed is joined on this bonkers road trip by Sam and Mark, Susan Calman, Victoria Cook, Chris Johnson, Lauren Layfield and Johny Pitts - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "14": {
                    "title": "The Songs: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe Part 2 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Ed Petrie, Chris Johnson and Dodge T Dog take a whistle-stop tour of Krakow, soundtracked by some of the most awesome songs from the series, but things go a bit off-key when Dodge disappears. They meet two Norwegian explorers in Oslo, go barefoot in Hungary, paint a village with flowers in Poland, and explore Serbia's capital dressed as 1980s pop stars. The team also discover the legends of Prague in the Czech Republic, visit a car hotel in Germany and compete in a Viennese rap battle with Mozart and Beethoven in Austria. Ed is joined on this bonkers singalong by ...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Cook, Victoria"
            },
            {
                "name": "Petrie, Ed"
            },
            {
                "name": "Johnson, Chris"
            },
            {
                "name": "Layfield, Lauren"
            },
            {
                "name": "Nixon, Sam"
            },
            {
                "name": "Pitts, Johny"
            },
            {
                "name": "Rhodes, Mark"
            },
            {
                "name": "Dog, Dodge T."
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "McKenna, Steve"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "Ackerley, Michelle"
            },
            {
                "name": "Dog, Hacker T."
            },
            {
                "name": "Harwood, Barney"
            },
            {
                "name": "Shires, Ben"
            },
            {
                "name": "Calman, Susan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWFiM2Y3MTItNzllZC00ODEyLWJiOTMtMTNjZjNlZDcxZGZmXkEyXkFqcGdeQXVyMzU5MDgzNg@@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All Over the Place: Europe Part 2",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "All Over the Place: Europe Part 2 (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Crockatt, Ali"
            },
            {
                "name": "Dann, Tim"
            },
            {
                "name": "Foster, Gerard"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "CBBC"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}