{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Medlin, Lex"
            },
            {
                "name": "Chonacas, Katie"
            },
            {
                "name": "Clark, Leah M."
            },
            {
                "name": "Busse, Dylan"
            },
            {
                "name": "Goddard, Kristin"
            },
            {
                "name": "DiLullo, James"
            },
            {
                "name": "Targus, Mike"
            },
            {
                "name": "Ralph, Nick"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "6"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWY1YWIyZmItZTU3Ni00YTgxLWFiYjQtNTJmZGRiYWQ3MjkyXkEyXkFqcGdeQXVyNzYyOTIwMg@@._V1_SY150_CR48,0,101,150_.jpg",
        "budget": "$3,000 (estimated)",
        "plot outline": "A quintessential California unicorn princess warrior-goddess and her friends meticulously navigate their paths to becoming one with their spiritual selves and even when they are in true mindfulness, sometimes their humanity still gets in the way.",
        "languages": [
            "English"
        ],
        "title": "Trigger Flaws",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Trigger Flaws (United States)"
        ],
        "writer": [
            {
                "name": "Chonacas, Katie"
            },
            {
                "name": "Chonacas, Katie"
            },
            {
                "name": "Ralph, Nick"
            }
        ],
        "plot": [
            "A quintessential California unicorn princess warrior-goddess and her friends meticulously navigate their paths to becoming one with their spiritual selves and even when they are in true mindfulness, sometimes their humanity still gets in the way.",
            "The show follows Egypt, a contemporary chic Southern Californian whose relentless search for spiritual and mental enlightenment never ends. With the help of her friends, all of whom can read each other's thoughts (also accompanied by her Shaman, Harry Paul only visible to her), she approaches her goal of perfecting her higher-self with all the vigor one might expect from an artist in the uber-liberal landscape of modern day Los Angeles. However, due to her most human qualities, and comedic sensibilities that invoke the essence of Lucille Ball and Carol Burnett type silliness, she sometimes falls short of the perfection that she seeks. And while these failings to attain true oneness and synchronicity with the universe probably make her more complete as an individual and the higher being that she aspires to be, she'll never stop trying to have all of her spiritual ducks in a neat little row. Of course this will never happen, but that is precisely the journey that the audience can laugh at and relate to. Another aspect of Egypt's world, is her love and respect of culture and fashion. Both of which are manifestations of her love for life and her unending quest for beauty in the world, and this becomes abundantly clear when we get to know the people that surround her. Holly, her best friend and co-conspirator in all things ethereal, shares this keen sense of art and fashion which often becomes apparent in their \"shared\" thoughts and jokes. All of her female friends participate in this shared-mind convention that drives the comedy of the show, but Holly's thoughts are most closely related to Egypt's and their similar sensibilities and goals reinforce that throughout the show. Then there's Harvey, a talented musician, and Egypt's best guy friend, who is only more evidence of her love for the arts. It's a purely platonic relationship, and even though it's pretty clear he envisions it as something more, she's very careful to not blur the lines. However, that doesn't mean their situation doesn't pop up every now and then in his or her female friends' thoughts and cause awkward moments. All of these elements and more add up to an easy-going, upbeat, new-age, positive energy comedy that not only inspires the viewer, but reminds them that although one may be best served by employing the methods and practices of meditation, and living a healthy metaphysical lifestyle, there's still plenty of room to not take ourselves too seriously, and to lean on our friends when the world doesn't make complete sense.::Mike Targus"
        ],
        "tech": {
            "runtime": [
                "6 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}