{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016",
                "notes": "                            (internet)"
            },
            {
                "country": "Canada\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "Canada::2016                            (internet)",
            "Canada::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ishpatina",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peakbaggers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Peakbaggers Andrea and Brian are joined by fellow climbers to attempt their first summit of 13 - Ontario's Ishpatina Ridge - in their lifelong journey to the top of the highest peak in each Canadian province and territory.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Cauley, Brian"
            },
            {
                "name": "Wrobel, Andrea"
            }
        ],
        "genres": [
            "Documentary",
            "Sport"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWU0OWUwZjYtMGVmOC00NzIwLTlhNTctOTcyMDBmNTJhZGIyL2ltYWdlXkEyXkFqcGdeQXVyMjM2MzE5ODA@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "The Peakbaggers is an adventure web-series that follows the journey of two individuals to the highest peaks in each Canadian province and territory. From Nova Scotia to the Yukon to one of the most northern points in Nunavut and Canada, The Peakbaggers hope to be the first all-Canadian team to summit the highest peak in each province and territory across the country. Their journey will lead them to some of the most remote places in this country and force them to challenge their strength and spirit. The team hails from Toronto but, with backstories of their own, Brian Cauley and Andrea Wrobel each bring a uniqueness to the series that won't be found in many mountaineering tales. An expected three-year journey ending in summiting the sixth highest most prominent peak in the world - Mount Logan - friends and followers will witness The Peakbaggers go from novice climbers to expert mountaineers (We hope!). The journey will be tough, but through some vigorous training, education, tomfoolery, and planning, they will bag each peak.",
        "languages": [
            "English"
        ],
        "title": "The Peakbaggers",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Peakbaggers (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wrobel, Andrea"
            }
        ],
        "production companies": [
            {
                "name": "A Space Films"
            }
        ],
        "plot": [
            "_The Peakbaggers_ (qv) is an adventure web-series that follows the journey of two individuals to the highest peaks in each Canadian province and territory. From Nova Scotia to the Yukon to one of the most northern points in Nunavut and Canada, _The Peakbaggers_ (qv) hope to be the first all-Canadian team to summit the highest peak in each province and territory across the country. Their journey will lead them to some of the most remote places in this country and force them to challenge their strength and spirit. The team hails from Toronto but, with backstories of their own, Brian Cauley and Andrea Wrobel each bring a uniqueness to the series that won't be found in many mountaineering tales. An expected three-year journey ending in summiting the sixth highest most prominent peak in the world - Mount Logan - friends and followers will witness _The Peakbaggers_ (qv) go from novice climbers to expert mountaineers (We hope!). The journey will be tough, but through some vigorous training, education, tomfoolery, and planning, they will bag each peak."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}