{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "8 March 2016"
            }
        ],
        "release dates": [
            "Canada::8 March 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rise of the Cellar Dwellers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Jenna and Jamey are engaged to be married and ready to buy their first home because nobody wants to start a family in their parents' basement. With a budget of $150,000, their agent Mike is tasked to find them a house with character, updated amenities and a yard in Moncton, N.B.    "
                },
                "2": {
                    "title": "Happy Dog, Happy Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Josh and Alyssa are humble home hunters with around $150,000 to spend on a house big enough to start a family and grow a home-based business. Too bad they don't agree on the wish list.    "
                },
                "3": {
                    "title": "Party of Two, and Only Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Nate and Kate are musical, creative types who need plenty of room for their hobbies. Tired of sharing their rented space, they have saved a down payment for a $150,000 home in Charlottetown, one of the prettiest towns on the East Coast. They are looking for the house of their dreams, and their chances are good because they're humble home hunters.    "
                },
                "4": {
                    "title": "Escape from the Suburbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Clara and Daniel are desperate to escape the suburbs. With their son recently off to college and no longer needing to be close to amenities, they want to slow down and find that nature retreat they've been yearning for. With college costs hanging over their heads, they'll need to stretch their budget of $150,000 as far as it will take them.    "
                },
                "5": {
                    "title": "It Takes Two to Tango",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Newly engaged couple Angela and Aaron love a little healthy competition. They can agree on their budget of only $150,000 to find a starter home in Halifax, N.S. but they'll have to keep their sparring at bay to find their first home together.    "
                },
                "6": {
                    "title": "The Pea, the Princess, and His Wife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Kevin and Nadia find their one-bedroom condo positively stifling so they're hoping to trade up to a suburban dream home in Cornwall, Ont. for just $150,000. Their agent Sue finds them a gorgeous kitchen, in-law suite and even a river view - but not all in the same home. They don't have much time to decide because there's a baby coming, whether they're ready or not.    "
                },
                "7": {
                    "title": "All Aboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Rosalyn is an amazing young entrepreneur with dreams of work-life balance on the West Coast. She has only $150,000 to spend on a waterfront property in Vancouver, B.C. Rosalyn may be dreaming but Humble Home Hunters reveals the best kept real estate secret in the country: the float home.    "
                },
                "8": {
                    "title": "Looking for Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Marianne and Zane met and fell in love on the ski hill. After a few years living together in the city, they decided they wanted to move back to the slopes. Unfortunately living near the mountain doesn't come cheap. These ski bums are hoping to find the cozy love shack they crave for a budget of around $150,000.    "
                },
                "9": {
                    "title": "And Baby Makes 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Sophie and Laurent have two beautiful little girls. Raising a young family in the city of Fredericton, N.B. is busy and satisfying but Sophie wants another child and more space in a new house. Laurent wonders how they will find the space they need on a budget of around $150,000.    "
                },
                "10": {
                    "title": "And Baby Makes 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Sophie and Laurent have two beautiful little girls. Raising a young family in the city of Fredericton, N.B. is busy and satisfying but Sophie wants another child and more space in a new house. Laurent wonders how they will find the space they need on a budget of around $150,000.    "
                },
                "11": {
                    "title": "Greener Acres Is the Place to Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Mike and Louise can barely hear themselves think in the city so with retirement on the horizon, they're looking for greener pastures in St. Thomas, Ont. With Mike's construction background, Louise's Victorian taste and a budget of just $150,000, their real estate agent Geoff is challenged to find a home that meets their very particular standards.    "
                },
                "12": {
                    "title": "Looking for Laps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    David is raising his daughter Amber Jane on his own. They live in a townhouse and as Amber becomes a teenager, they're ready for a change. They want space to hang out together, a bigger kitchen and maybe even a pool to do a few laps. With a budget of $150,000, they are hoping to swim into the perfect fit.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "12 Steps to a New Party Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Humble Home Hunters (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Lisa loves to party and she wants her own pad. She's tired of sharing her living space with roommates but she does want space to host friends and maybe even have them spend the night. With a budget of $150,000 and the help of her real estate agent Martin, an income property could be the right direction for Lisa.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Francis, Amber-Jane Madeline"
            }
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2M1OGRkYTYtNGQ1Ni00ODI1LTg5NjktOTc2ZDI0YjBlNTg3XkEyXkFqcGdeQXVyMjMzNDIzMTQ@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "Where on earth can you buy a decent house for $150,000? Humble Home Hunters takes us across Canada with new home buyers on a fun-filled journey to see what they can realistically own with a budget of around $150,000. Imagine yourself touring with them through three very different, yet satisfying homes that hit a surprising number of marks on their wish lists. Do they have to settle for fixer uppers? Not by a long shot! Humble Home Hunters...people who find the house of their dreams on a budget.",
        "title": "Humble Home Hunters",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Humble Home Hunters (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Tricon Films and Television"
            }
        ],
        "plot": [
            "Where on earth can you buy a decent house for $150,000? _Humble Home Hunters_ (qv) takes us across Canada with new home buyers on a fun-filled journey to see what they can realistically own with a budget of around $150,000. Imagine yourself touring with them through three very different, yet satisfying homes that hit a surprising number of marks on their wish lists. Do they have to settle for fixer uppers? Not by a long shot! _Humble Home Hunters_ (qv)...people who find the house of their dreams on a budget.::HGTV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}