{
    "imdb": {
        "raw release dates": [
            {
                "country": "Russia\n",
                "date": "21 March 2016"
            }
        ],
        "release dates": [
            "Russia::21 March 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Politseyskiy s Rublyovki"
            },
            {
                "countries": "Russia",
                "title": "Полицейский с Рублёвки"
            }
        ],
        "akas": [
            "Politseyskiy s Rublyovki (original title)",
            "Полицейский с Рублёвки Russia"
        ],
        "akas from release info": [
            "Politseyskiy s Rublyovki (original title)",
            "Полицейский с Рублёвки Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Muhaelim, Dolbolob and King Gregoriy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Elartar's sword, the most expensive item in an online game, was stolen. And only Mukhich can understand all the subtleties of the search for the precious elven artifact. To do this, he will have to reincarnate as an elf Muhaelim, Yakovlev is going to become a gnome Vlad Dolbolob and Grisha is going to be the king.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The fast-food restaurant building burned down, experts believe that it was arson. Barvikha's Police make every effort to catch the arsonist in order to avoid a major scandal associated with an international corporation. A huge letter \"M\" is drawn on the blackened wall, Grisha is sure that this is the criminal's mark.    "
                },
                "3": {
                    "title": "Etude in Rublevka's Tones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "5 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    This time, Moriarty commits to arson on Barvikha's police cars, and his capture becomes a matter of honor for the police. Kristina wants to celebrate her birthday, and at the same time introduce Roma to her friends. And Grisha goes on the trail of a mysterious criminal.    "
                },
                "4": {
                    "title": "The Week That Changed Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    While Grisha and Alisa are sitting in the criminal's apartment in wait of him to come home, Grisha recalls the time when he was only transferred to serve in Barvikha. Then he was a modest man but certain events changed him .    "
                },
                "5": {
                    "title": "Oh, Where Are You, Brother?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Grisha got the information about Moriarty's next crime: his goal is Deputy Minister of Finance Orlova. He intend to kill her, and, most likely, this will happen at the international economic forum which will be held in Barvikha. The police are preparing to prevent the attempt.    "
                },
                "6": {
                    "title": "Moriarty's Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The identity of person who shot Yakovlev is revealed and that's not Moriarty. Rybkina got abducted and all the Barvikha police and their friends make an effort to find her.    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Yakovlev's most terrible nightmare comes true: he was detained and put him in a cell. Nika, wanting to help, is launching a campaign in support of Yakovlev along with Mukhich's girlfriend. Meanwhile, Alisa finds a thread leading to the arsonist.    "
                },
                "8": {
                    "title": "Reichenbach Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Investigating the case of Moriarty, Grisha and his colleagues go to the company engaged in the repair of burnt buildings. It is managed by shareholders, all accounts in offshore. Grisha decides to turn to his old friend Vika so she can find out the name of the person in whose name the accounts are open.    "
                }
            },
            "1": {
                "1": {
                    "title": "Memento Mori",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The senior criminal investigation officer Grisha Izmaylov is investigating the case of kidnapping the body of deceased ruble oligarch, arranging a rendezvous for his friend Mukhich and an elite prostitute Kristina, and playing on his boss Lt.-Col. Yakovlev's nerves.    "
                },
                "2": {
                    "title": "Rublevka Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Grisha Izmaylov is investigating the case of disappearance of a bus with German tourists and getting his sister Nika from another trouble. Lt.-Col. Yakovlev, who is exhausted by Grisha's antics, and investigator Mukhich, who is suffering from unrequited love for Kristina, decide to drink cold whiskey at the height of the working day.    "
                },
                "3": {
                    "title": "Mysterious Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "23 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Grisha receives a collection gun from the deputy, helps Kristina get rid of her elderly client's dead body and gives Lt.-Col. Yakovlev a subscription to a fitness club so that he can relieve stress. Mukhich meanwhile receives the task of finding a thief who has stolen a large sum from Alyona, and throws all his mental powers into preparing a special operation.    "
                },
                "4": {
                    "title": "Snake in the Grass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Lit.-Col. Yakovlev is in trouble. More precisely, he has two troubles: the first is a dangerous criminal, whom Yakovlev recently planted behind bars, escapes from custody and promises a quick reprisal; and then the authorities instructs to the best member of his department, Grisha Izmaylov, to protect his life. Grisha takes up the matter with the frightening enthusiasm for Yakovlev. Kristina accidentally meets Alyona in the fitness club and ask her to speak plainly.    "
                },
                "5": {
                    "title": "Odyssey of Igor Mukhich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Grisha is investigating the case of collectors' robbery, but all is complicated by the fact that his younger sister Nika is involved in the robbery. Mukhich sees a prophetic dream, from which he concludes that Kristina reject him because he is poor. But Kristina suddenly calls Mukhich and offers to go to the cinema together, where Mukhich faces criminals and makes Kristina look at him from the best side.    "
                },
                "6": {
                    "title": "Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Grisha celebrates his birthday and on his birthday party everything goes wrong. Mukhich is going to win Kristina's heart again on Grisha's birthday party, but she offers Mukhich not to spend his forces in vain on her and introduces her friend Olesya to him. Nika makes Grisha a gift, but its turned out to be stolen. On top of that, Alyona comes to Grisha's birthday with her husband, a big Rublevka's businessman.    "
                },
                "7": {
                    "title": "Billy Milligan's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Grisha investigates the case of Billy Milligan and takes part in a rap battle. Lt.-Col. Yakovlev, exhausted by Grisha's antics, begins to visit a psychologist and unfortunately for Yakovlev, Grisha becomes aware of this. Alyona decides to divorce her husband and asks Mukhich to help her. But Mukhich interprets her request in his own way.    "
                },
                "8": {
                    "title": "The 7th of September",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Rublevka announces an alarm because of dangerous criminals who escaped from custody, but policemen, led by Grisha, are considering an alarm is educational and go to the bar. Alyona finally got officially divorced and discovered that Grisha used her bills to transfer money to an unknown destination. As a result, escaped criminals are detained, and Grisha, Mukhich and Yakovlev are promoted. But their joy is short .    "
                }
            },
            "2": {
                "1": {
                    "title": "Deadly Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Work in the police department Beskudnikovo is not easy - the old employees are striving to stealthily sneak up Grisha Izmaylov and his colleagues from Rublevka. To understand the situation in a manlike way, Grisha causes enemies to a fatal battle. Policemen from Rublevka against policemen from Beskudnikovo: who will win? In the meantime, Alyona and Kristina decide to start their own business.    "
                },
                "2": {
                    "title": "Mukhich, Love and Hong Kong Syphilis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Alyona asks Grisha for help - a fire inspector extorts money from her for documents to open a cafe. A serial robber appeared in the district and attacks women near the metro. Yakovlev instructs policemen by all means to find a criminal because it presses the prefect himself. At the request of Grisha, Kristina helps Mukhich to arrange a personal life.    "
                },
                "3": {
                    "title": "Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Grisha's sister Nika wants to introduce him to her boyfriend. At the same time, Yakovlev wants to talk seriously with Grisha. Grisha invites Yakovlev and Nika for kebabs. The detectives are looking for car dealers who dismantle cars for parts and the track leads to a car repair shop in Beskudnikovo. The master of the workshop swears to tell everything he knows. Grisha meets him to get information about the criminals but everything goes not so easy.    "
                },
                "4": {
                    "title": "R for Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    Grisha and Mukhich are busy searching for thieves who opened fire on Grisha in a car repair shop. Yakovlev's son decided to stay with his parents at the weekend. When he came to his father's work, Sasha met Grisha and he persuaded him to make a joke on Yakovlev. Kristina and Alyona celebrate the opening of their cafe but Alyona got drunk and calls Grisha with a proposal to meet.    "
                },
                "5": {
                    "title": "Coming Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Grisha returns to Rublevka - someone stole his old friend Vika's compromising photographs that might hinder her wedding. Grisha promises her to find a thief. Operatives Dima, Oleg and Sasha continue to make their video channel on the work of policemen on the Internet, and it suddenly becomes popular.    "
                },
                "6": {
                    "title": "Zvezdato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "30 May 2017",
                    "year": "2017",
                    "plot": "\n    Yakovlev and Grisha are instructed to find the legendary robber Kolya-Keglya, this time he stole 1,000,000,000 rubles from the bank. At stake is the next rank: if the robber is found by Grisha's subordinates, he will get promotion; if someone else, the promotion go to Yakovlev. In addition, Yakovlev and Grisha conclude their own, unofficial betting. Mukhich is sent to the school to read a lecture about the work of the police to the students. There he meets his love and, to win the girl's heart, turns for help to Kristina.    "
                },
                "7": {
                    "title": "Listen to Your Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Nika's boyfriend Konstantin invites Grisha to their wedding. Nika is hiding from her brother fearing his reaction to this news. The deputy turns to Yakovlev with an unconventional request - he needs to get rid of a competitor who opened his restaurant next to the deputy's restaurant.    "
                },
                "8": {
                    "title": "Everything Goes According to Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Yakovlev and his colleagues throw the corpse in a restaurant to declare it a crime scene and close it for an indefinite period - unfortunately it's a restaurant where Kostya and Nika's wedding party is in full swing. But the call goes to the local police. Grisha will have to try so that his sister's wedding is not overshadowed by this incident.    "
                }
            },
            "3": {
                "1": {
                    "title": "In My Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Grisha Izmaylov takes up the post of acting head of the department \"Barvikha-Severnoye\". He needs to appoint a new head of the investigative department and Mukhich and Gudkova are pretenders to be in this position.    "
                },
                "2": {
                    "title": "Lyubochka and Romka Yard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Realtor believes that a luxurious mansion is inhabited by the ghost of its former owner Romka Yard, who cut his veins in the bathroom. Grisha and Mukhich are going to investigate this mysterious case and decide to spend the night in this house.    "
                },
                "3": {
                    "title": "Vilord, Marianna and Volodya's Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Someone throw a note asking for help in the Mukhich's office: a young girl, Marianna, was abducted. All traces lead to the Alyona and Kristina's cafe where the alleged kidnapper, cook Vilord, works. Mukhich is determined to save Marianna.    "
                },
                "4": {
                    "title": "Castling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Grisha takes up his old post, and on the same day he has a new subordinate - operative Alisa Rybkina, leading herself so that Grisha begins to doubt her sanity. Kristina is in a difficult situation: her mother, who thinks that she is married to a policeman, visit her.    "
                },
                "5": {
                    "title": "Karma Doesn't Give Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Yakovlev decides to thank everyone who helped him to improve his life: he invites Nika, Kristina, Mukhich and Vera to bowling. The department receives a tip about the imminent robbery of the collectors and Grisha and Alisa have to work together on this matter. During the detention, the bandits leave the pursuit and capture the visitors of the bowling hostage.    "
                },
                "6": {
                    "title": "Stockholm Syndrome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The hostages Yakovlev, Kristina, Nika, Mukhich and Vera are trying to cope with the situation. Yakovlev with the help of alcohol, Kristina by pretending pregnant with Mukhich's baby, Vera by seducing one of the invaders, Nika by informing her brother Grisha. In the meantime, an operation is being prepared outside to free the hostages, and Grisha Izmaylov leads it.    "
                },
                "7": {
                    "title": "Eternal Midnight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An old friend Vika invites Grisha and his friends to her mansion to celebrate her birthday but at the end of the evening they are all trapped. Kristina agrees to help her friend and becomes the owner of a brothel for one night but she is noticed by operatives Oleg, Dima and Sasha. Nika requires money from Yakovlev which were gifted to him by bandits but he doesn't want to give it and then Nika and Yakovlev decide to bet in the bookmaker office.    "
                },
                "8": {
                    "title": "Headlamps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Politseyskiy s Rublyovki (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The familiar deputy asks Yakovlev to deal with the brothel which is next door to his mother-in-law's house and prevents her from sleeping peacefully at night. Yakovlev comes there and faces Kristina. Then Yakovlev has to decide the issue with deputy's mother-in-law but she offers him to sleep with her. Grisha tries to understand himself and his feelings for Alyona. Nika finds out the truth about Alisa Rybkina.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Petrov, Alexander"
            },
            {
                "name": "Burunov, Sergey"
            },
            {
                "name": "Babenkova, Tatyana"
            },
            {
                "name": "Kashtanova, Sofya"
            },
            {
                "name": "Popov, Roman"
            },
            {
                "name": "Gulbis, Rostislav"
            },
            {
                "name": "Bortich, Aleksandra"
            },
            {
                "name": "Shtatnov, Sergey"
            },
            {
                "name": "Sukhanova, Svetlana"
            },
            {
                "name": "Derepko, Aleksandr"
            },
            {
                "name": "Vilkova, Irina"
            },
            {
                "name": "Grishina, Rina"
            },
            {
                "name": "Breshin, Yuriy"
            },
            {
                "name": "Danilevskaya, Tatyana"
            },
            {
                "name": "Stezhko, Anastasiya"
            },
            {
                "name": "Kotova, Anna"
            },
            {
                "name": "St1m"
            },
            {
                "name": "Bogatikova, Yuliya"
            },
            {
                "name": "Malanin, Ilya"
            },
            {
                "name": "Kalinin, Grigory"
            },
            {
                "name": "Krapiva, Sergey"
            },
            {
                "name": "Kisarov, Vladimir"
            },
            {
                "name": "Pogodina, Darya"
            },
            {
                "name": "Timushkova, Anastasiya"
            },
            {
                "name": "Lapinsh, Linda"
            },
            {
                "name": "Yevtyukhov, Anton"
            },
            {
                "name": "Revenko, Aleksandr"
            },
            {
                "name": "Fisher, Viktoriya"
            },
            {
                "name": "Rakhmanov, Aleksei"
            },
            {
                "name": "Mazurov, Dmitriy"
            },
            {
                "name": "German, Ruslan"
            },
            {
                "name": "Zuev, Aleksandr"
            },
            {
                "name": "Klimkov, Sergey"
            },
            {
                "name": "Merkulov, Maksim"
            },
            {
                "name": "Blinnikova, Elena"
            },
            {
                "name": "Reuka, Karina"
            },
            {
                "name": "Lukashenko, Ilya"
            },
            {
                "name": "Tokmovtsev, Mikhail"
            },
            {
                "name": "Tschenin, Vyacheslav"
            },
            {
                "name": "Turavinin, Aleksandr"
            },
            {
                "name": "Vinogradova, Aleksandra"
            },
            {
                "name": "Chukreev, Pavel"
            },
            {
                "name": "Kalashnikov, Sergey"
            },
            {
                "name": "Kostromykin, Maksim"
            },
            {
                "name": "Vorobyov, Aleksandr"
            },
            {
                "name": "Filatova, Tatyana"
            },
            {
                "name": "Kolida, Vladimir"
            },
            {
                "name": "Lebedev, Andrey"
            },
            {
                "name": "Moshkova, Tatyana"
            },
            {
                "name": "Dibrov, Dmitriy"
            }
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama",
            "Family"
        ],
        "countries": [
            "Russia"
        ],
        "country codes": [
            "ru"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 379,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDVlNDkxZmUtYzkxMi00YTdlLTg0NzctZjcwZDNkZTFlMDUxXkEyXkFqcGdeQXVyMjM2OTI3OTM@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Russian"
        ],
        "title": "Politseyskiy s Rublyovki",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Kulikov, Ilya"
            }
        ],
        "production companies": [
            {
                "name": "AV content"
            }
        ],
        "distributors": [
            {
                "name": "Telekanal TNT"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 379,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 95,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 123,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 7.6
            },
            "males": {
                "votes": 223,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 68,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 106,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 7.5
            },
            "females": {
                "votes": 52,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 27,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 6.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.4
            },
            "us users": {
                "votes": 9,
                "rating": 6.3
            },
            "non us users": {
                "votes": 178,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 113,
            "9": 48,
            "8": 81,
            "7": 54,
            "6": 32,
            "5": 8,
            "4": 7,
            "3": 9,
            "2": 1,
            "1": 26
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}