{
    "imdb": {
        "raw release dates": [
            {
                "country": "British Virgin Islands\n",
                "date": "1 January 2016"
            }
        ],
        "release dates": [
            "British Virgin Islands::1 January 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "American Travelers Caribbean Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to some cool vacation spots in the Caribbean. First stop is Isla Mujeres (island of the woman), a small island off the north shore of Cancun Mexico. No cars on this island, you rent a golf cart and have a blast driving around the island. Next a visit to Rum Point, Grand Cayman where Dave and Kari swim with the stingrays. Continuing on to the Nisbet Plantation Inn on the small island of Nevis, sister island to Saint Kitt's. They found that Saint Charles of Wales courted a few women here. Another adventure on Nevis was ...    "
                },
                "2": {
                    "title": "American Travelers Nevis the Real Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to the small island of Nevis, sister island to Saint Kitt's in the Caribbean. First stop is Manza's organic farm where they try some tangy ginger beer. What beats that stop was a real Rastafarian BBQ with some locals eating fresh caught fish. Next is a visit to the Nevis Bath Hotel. The first hotel in the Caribbean built in the 1700's and now houses their government and a TV station. Then traveling to the Nevisian Heritage Village to find out some history about the island. Next they visit Montpelier Estates where you can ...    "
                },
                "3": {
                    "title": "American Travelers Climb Nevis Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to the small island of Nevis, sister island to Saint Kitt's in the Caribbean. First stop is the Hermitage Plantation Inn where they feature adorable cottages in a beautiful setting. The favorite thing is the pig roast on Wednesday evenings. Next Dave and Kari climb Nevis peak volcano with Reggie Douglas, 5 time national triathlon champ. Reggie talks about the history of Nevis and how the French pushed the slaves to the volcano peak to hide. They visit the Nisbet Plantation Inn where Saint Charles of Wales had courted a few...    "
                },
                "4": {
                    "title": "American Travelers Hawaii, Rise from the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to the Big Island of Hawaii. They experience a open door helicopter ride over the Volcano National Park, then fly over some beautiful waterfalls. Next they visit the Hamakua Macadamia Nut Factory and get to see how these tasty nuts are processed. Then go snorkeling at some of the best beaches on the island. Dave and Kari show you a relaxing and unique B&B called Kaawa Loa located in the captain cook area. The last stop is an exciting evening at the Island Breeze Luau in Kona.    "
                },
                "5": {
                    "title": "American Travelers Hawaii, the Big Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to the Big Island of Hawaii. They take a tour with Hawaii and Forest Trail company to see a couple of beautiful water falls only available through their tour. Then visit the Volcano National Park and see a live Volcano. Next is a trip to the awesome Waipio Valley were the final scene in the 1995 movie Water World was filmed. Then a stop at V and S O'Polynesia Art store in Kona and learn about the native Hawaiian culture.    "
                },
                "6": {
                    "title": "American Travelers Hawaii, Major Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Travelers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    American Travelers Dave and Kari Losko travel to some cool vacation spots in Hawaii. First stop is the Parker Ranch and Paniolo Heritage Center on the Big Island to see the largest cattle ranch in the US. Next is a visit to Just Uke's and see some hand crafted Uke's. Then a hike through the fantastic Waimea canyon on Kauai. While on Kauai, they find the beach where Gilligan's Island was filmed. And another trip to drive the road to Hana and see the Black Beaches on Maui. Then a hike to the top of Diamond Head volcano, and check out the night life at Waikiki, Beach on ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Losko, Dave"
            },
            {
                "name": "Losko, Kari"
            }
        ],
        "locations": [
            "Isla Mujeres, Quintana Roo, Mexico",
            "Hawaii, USA",
            "Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDAzOWQyODUtNjFhNi00OGFmLThlOTEtZTQ3MmU0OWVkNzk3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjQ5MjY5NDg@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$300,000 (estimated)",
        "plot outline": "American Travelers travel to popular vacation spots reviewing resorts and adventures at each destination. Some history about each destination is included. The cast and crew are Dave & Kari Losko. They run the camera, lights and sound and are the host of the show. Part of the show is seeing behind the scenes and how the show is produced.",
        "languages": [
            "English"
        ],
        "title": "American Travelers",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "American Travelers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Losko, Dave"
            }
        ],
        "production companies": [
            {
                "name": "Sun River Films"
            }
        ],
        "distributors": [
            {
                "name": "Caribbean Broadcast Network"
            }
        ],
        "plot": [
            "Dave and Kari Losko host of _American Travelers_ (qv) will take you to many exotic locations and experience some awesome adventures. Being the cast and crew, they show a behind the scenes look at how the filming is done.",
            "_American Travelers_ (qv) travel to popular vacation spots reviewing resorts and adventures at each destination. Some history about each destination is included. The cast and crew are Dave & Kari Losko. They run the camera, lights and sound and are the host of the show. Part of the show is seeing behind the scenes and how the show is produced."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}