{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 May 2016"
            }
        ],
        "release dates": [
            "USA::3 May 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Ciao, Napoli!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    Another charter season in the Mediterranean gets under way as Captain Sandy Yawn and the crew of Motor Yacht Talisman Maiton cruise the legendary Italian coast. Chef Adam returns and is ready to redeem himself with Sandy after nearly getting fired last season, and he's determined to stay in the galley and out of love triangles. Meanwhile, returning chief stew Hannah enters her eighth season in yachting and finds herself at a crossroads on whether she should continue her yachtie life or look to settle down and start a family. Bosun Conrad is only 23, but wise beyond ...    "
                },
                "2": {
                    "title": "A Perfect Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    The crew faces the worst guests in 3 seasons. The crew's back is against the wall, so it is Captain Sandy to the rescue.    "
                },
                "3": {
                    "title": "Bad Vibrations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    After a tumultuous night out arguing with Hannah and professing his attraction to Brooke, Joao must deal with the consequences of his alcohol-fueled alter ego, Jezabob.    "
                },
                "4": {
                    "title": "Demand & Supply",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sandy comes down hard on the interior leaving Adam to defend himself. Hannah puts her feelings on the line with Conrad. Joao gets tough on Jamie after she accidentally oversleeps. Now that Kasey's seasickness is under control, Hannah turns her focus and frustrations to her third stew's slow-moving pace. And a new charter begins that has everyone on the crew barely keeping up to fulfill the request.    "
                },
                "5": {
                    "title": "Can I Get Fries with That?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The primary and her guests continue to turn up the heat on the crew causing tension between Adam and Hannah. Sad about missing her sister's wedding, Brooke tries to remain professional.    "
                },
                "6": {
                    "title": "Hasta Barista, Baby!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Hannah's ongoing struggle with her underperforming Third Stew comes to a head when she learns Kasey lied on her resume. Meanwhile, Captain Sandy is concerned by Conrad's growing feelings for Hannah when their romance results in distractions from Conrad's duties. On the heels of a dining charter from hell, Adam is overjoyed when he learns he has free reign in the galley with his new charter guests. And, much to Conrad's dismay, Joao's strong work ethic is rewarded by Captain Sandy.    "
                },
                "7": {
                    "title": "Walking on Broken Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The next charter guests send the stews into a frenzy when one of their crucial requests are not fulfilled, and Joao and Hannah go at it again forcing an even greater divide between the crew.    "
                },
                "8": {
                    "title": "Bizarre Love Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    While the crew works hard to pull of a magical picnic for the guests on the island of Capri, Joao earns the praise of Captain Sandy for Putting out all the water toys as the solo deckie; Brooke throws Hannah a fake 30th birthday dock party.    "
                },
                "9": {
                    "title": "Pani at the Deck-o",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Joao solidifies the love triangle, leaving Kasey confused' Hannah feels slighted by Brooke when she pursues a relationship with Joao; Adam gets foraging for food.    "
                },
                "10": {
                    "title": "Hannah, Hannah, Sandy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    With both Hannah and Jamie down, Captain Sandy steps in to support her crew; Adam feels like his chance at redemption is foiled when a charter guest requests and impromptu each picnic.    "
                },
                "11": {
                    "title": "Mo' Euros, Mo' Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Sandy's patience is tested when Hannah disobeys a direct order. Meanwhile, Adam concentrates on delivering another onion-less dinner to complete his redemption with Charter Guests Kenny and Amber. Joao feels betrayed when he overhears Kasey warning Brooke about his flirtatious ways. And, an argument erupts between Hannah and Conrad over their polar opposite lifestyles.    "
                },
                "12": {
                    "title": "Take This Job and Stew It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Hannah and Conrad re-evaluate whether their opposite outlooks on life will be able to coexist off the boat. Brooke and Kasey start to air their grievances over Hannah's work ethic, while Jamie's hard work gets recognition. Kasey and Joao resume their friendship, leading Brooke to question his intentions. And when a group of Sandy's friends charter the yacht, its make or break for Hannah as she puts on her best stew face.    "
                },
                "13": {
                    "title": "We Used to Be Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Hannah and Joao's contempt for one another grows even stronger when Joao ruffles Hannah's feathers. And, on the first day of charter, strong winds leave the boat stuck at the dock, and Adam must do everything in his power to keep the guests distracted with his cuisine. Meanwhile, Hannah's leadership skills are challenged by Brooke and Kasey. And Colin finally gets the nerve to reveal his season-long feelings for Brooke.    "
                },
                "14": {
                    "title": "Stew Coup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Hannah confronts Kasey and Brooke about the hierarchy of the interior. The primary charter guest asks the crew to participate in a trust exercise involving arrows that leaves everyone concerned for their safety. Adam not cooking for the crew finally comes to a head, while Colin gets a surprise visit that leaves him in tears. Hannah and Conrad's relationship hits a tipping point, and Joao finds himself in hot water with Brooke when he gets called out for flirting.    "
                },
                "15": {
                    "title": "One Million Percent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Adam rises to the occasion with his crew meals putting all the chatter to rest. And, on the final charter of the season, a group of self-proclaimed \"Daddy's Girls,\" come on board, but the stews sense awkward tension with Daddy's girlfriend. Hannah and Conrad deal with the stages of a boat break up, while Joao makes a shocking admission to Kasey that could complicate everything.    "
                },
                "16": {
                    "title": "Definitely Not Prague",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    On the season finale, the Talisman crew pull out all the stops to end the season on a high note. Hannah picks a fight with Joao and Brooke, causing the mild mannered Brooke to fight back. Adam delivers a final dinner that leaves the guests speechless. Joao's feelings for Brooke are solidified after his shocking confession to Kasey. And Conrad's mission to avoid Hannah backfires when she gives him a proposition he can't refuse.    "
                },
                "17": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "It's All Greek to Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Join Chef Ben Robinson and eight new crew members as they prepare the Ionian Princess, for a new charter season around the Greek Islands. Fresh faces present new challenges as the crew learns to work and live together while preparing to welcome their first guests. Bosun Bryan gets an unexpected promotion, while chief steward Hannah has her hands full with her ambitious third stew. Trying to meet the guests' one non-negotiable, they run into an unforeseen obstacle: streaming a live football game in the middle of the Mediterranean.    "
                },
                "2": {
                    "title": "Game Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    The crew's effort to stream a football game in the middle of the Mediterranean doesn't go as planned, but their efforts don't go unnoticed by the charter guests. Bobby crushes on Julia, and Jen feels like she's getting assigned all of the tedious tasks by Bryan. And after staying up all night with the Primary's husband, Tiffany breaks down after Hannah confronts her for not finishing her duties.    "
                },
                "3": {
                    "title": "Model Deckhands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    After the crew's first night off, Hannah puts her foot down when Bobby and Danny bring girls back to the yacht. Bryan attempts to smooth things over with the captain, but the boys are given their first strike. When an all-female group charters the yacht, the crew struggles to keep up with their demands. Danny breaks yachtie rule number one and drama ensues.    "
                },
                "4": {
                    "title": "Lovesick Danny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Danny disobeys a direct order from Captain Mark when he decides to give a love poem to a charter guest. Julia calls her boyfriend, while Bobby's feelings for her grow stronger. Tiffany works harder on her stew skills in hopes of Hannah noticing. On their night off, Ben is torn between two stews, but is shocked when he finds one of them in his bunk with Bryan.    "
                },
                "5": {
                    "title": "My Big Fat Greek Threesome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    The crew prepares for their next charter hailing from Oklahoma. The stews are tasked with putting together a country hoedown. Meanwhile, the deck crew unravels when Danny accuses Bobby for not being part of the team. After hours, the charter guests seem to have a threesome in the jacuzzi and once again, Danny is in hot water for overstepping his boundaries.    "
                },
                "6": {
                    "title": "Entrée-vous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    New charter guests come aboard to celebrate their seven-month dating anniversary, and the crew must provide the romantic trip of their lives. Ben takes Hannah on a date, but a major galley miscommunication during the guests' dinner could tarnish any romantic hope for the two. And, when a nearby vessel begins to sink, the Ionian Princess crew has to spring into action to help save it.    "
                },
                "7": {
                    "title": "Who's Got Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Hannah experiences the ultimate betrayal when Ben goes to the Captain in his epaulets about their galley miscommunication. After back-to-back charters, the Ionian Princess Crew finally enjoys a much deserved day off until Bryan decides to give Danny a lesson in deckie etiquette. Meanwhile, Julia closes the door on Bobby reminding him she's in a committed relationship. And, when an all-male bachelor charter group comes on board, Danny and Bobby are tasked with finding the guests arm candy in Mykonos.    "
                },
                "8": {
                    "title": "Charter King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Hannah's migraine explodes when the charter guests bring back a large group of girls on board. Upon their exit, the bachelors anoint Danny as the charter MVP, much to the chagrin of Bobby and Bryan. And, Danny continues to lose the respect of his crew by breaking yet another yachtie code and inserting himself into Hannah and Ben's business.    "
                },
                "9": {
                    "title": "Fever Pitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Hannah and Ben redefine their relationship, while Bobby realizes he can't shut off his feelings for Julia. After the crew pulls off a beach BBQ without a hitch, Ben is tasked with making American S'mores in Greece. Meanwhile, Bryan takes the captain's orders to heart when he confronts Julia about not completing her duties. And Danny falls ill as Bryan turns up the heat on his performance.    "
                },
                "10": {
                    "title": "Charter from Heaven, Charter from Hell?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    While Danny is away, the crew revels in his absence. And when Bryan confronts Jen, she finally stands up to him. Meanwhile, Tiffany's feelings for Ben increase, while Bobby continues to be sidelined by Julia. As one easy-going charter leaves, the crew is blindsided with a new group of highly demanding guests.    "
                },
                "11": {
                    "title": "They Hate Us Cuz They Ain't Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The demanding charter guests extend their stay, and Hannah puts on her best stew face to regain their trust. Julia and Ben have a class war after a miscommunication goes awry. Meanwhile, the Captain gives Danny his phone back, putting Bryan on high-alert. And Benâ€TMs friendship with Hannah deepens when he confides in her about his deep-seated issues.    "
                },
                "12": {
                    "title": "The Beautiful Thing About Subpar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    As the guests prepare to leave after their extended stay, Hannah hopes her charm wins them over with a generous tip. Meanwhile, Captain Mark is left with a decision that will shake up the entire crew after things escalate between Danny, Bobby and Bryan. Ben and Tiffany take their flirtation to the next level, unbeknownst to Hannah. And Bobby's plan to bring a date back on the boat backfires.    "
                },
                "13": {
                    "title": "That Was Very Greek of Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    For the final charter, an all-male group brings their own set of demands, and an exhausted crew must struggle to keep up. After weeks of building frustration, the girls band together to confront their First Mate Bryan. Everyone prepares to say goodbye to the Ionian Princess, but not before last minute feelings are revealed and the charter season goes out with a bang.    "
                }
            },
            "2": {
                "1": {
                    "title": "Who's the Boss?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    The crew of the luxury yacht Sirocco sets sail in the waters off of Croatia. Hannah and Bobby are joined by seven new shipmates. Hannah is used to running the interior her way, but suddenly finds herself at odds with a seasoned new leader - Captain Sandy. Bobby is once again looking for love while also working in close quarters with his ex. Chef Adam brings a chilled-out surfer vibe to the galley, as deckhand Malia finds herself the center of attention with the guys. When Captain Sandy interferes with a picnic, Hannah is left wondering if she will make it through the ...    "
                },
                "2": {
                    "title": "Three's Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    After a mishap with the anchor, Sandy realizes her new deck crew has a lot to learn; Bobby develops a crush on Malia; as the guests enjoy a unique dinner, a slip of the tongue threatens to ruin a carefully planned surprise.    "
                },
                "3": {
                    "title": "Chefs, Lies, and FaceTime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    The rift between Bobby and Hannah grows even wider when Lauren is dragged into a heated debate about the past. A frustrated Bobby calls out Lauren for having an affair with one of his close friends, leaving an emotional Lauren feeling ostracized. Meanwhile, a group of revealing charter guests shed their clothes while the deck crew tries to remain professional. Bugsy learns of a devastating loss back home and must decide whether she should go home or work through her pain. And, a challenging stern tie goes awry as the boat starts drifting into the cliffside potentially...    "
                },
                "4": {
                    "title": "All Chained Up and No Place to Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Naked guests distract the crew; Hannah and Bobby hash out their differences; tension mounts between Lauren and Bobby; Bugsy deals with the loss of her grandmother; a twisted anchor chain leaves the crew and guests stranded at sea.    "
                },
                "5": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 May 2017",
                    "year": "2017",
                    "plot": "\n    Captain Sandy grows frustrated with the crew; Bobby springs into action using his firefighter and EMT skills; Lauren questions her future on the boat; guests argue with each other; Malia lands in the middle of a love triangle during a wild night out.    "
                },
                "6": {
                    "title": "Don't Cry Over Cut Onions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Malia, Wes and Adam find themselves in uncharted emotional territory as news of their love triangle spreads. The Oklahomans return as charter guests. Max misses his girlfriend, while Lauren continues to feel the heat as her duties mount. When Adam deliberately goes against a guest's food preferences, tempers flare in the galley. And, a low blow from Adam about Hannah's job performance puts Bugsy in the middle of their growing animosity.    "
                },
                "7": {
                    "title": "Mo' Onions, Mo' Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Malia and Adam share a romantic moment, but complications arise when she continues to flirt with Wes. The charter guests play dirty as they challenge the Sirocco crew to a relay race. When Hannah finds out Adam intentionally decided to go against the guests' food preferences, the two butt heads once again. Meanwhile, Bugsy feels alienated from the stews as Hannah and Lauren give her the cold shoulder. And when Hannah informs Captain Sandy about Adam's food sabotage, the rebellious chef finds himself in hot water.    "
                },
                "8": {
                    "title": "Flirting with Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When a hot bachelor charters the Sirocco, a smitten Hannah attempts to remain professional; Wes struggles with his growing feelings for Malia as fireworks ignite between her and Adam; Bobby receives special attention from a charter guest.    "
                },
                "9": {
                    "title": "iCloudy with a Chance of Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Wes declares his feelings for Malia, while her relationship with Adam takes a shocking turn. Max's girlfriend visits during the crew's day off as they explore the historic Fortress of Klis. And when Bugsy makes a startling discovery that Hannah has broken yachtie code, Hannah faces Captain Sandy and must live with the consequences of her actions. A lively group of tequila-loving guests charter Sirocco, while Hannah questions whether Adam's abilities as a chef are up to Med standards, causing further tension between the two.    "
                },
                "10": {
                    "title": "Kissing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When Hannah and Adam continue to clash about the quality of his service, a frustrated Captain Sandy insists that Adam step up his game. Despite trying to keep their relationship professional, Wes and Malia share an intimate moment while on the job.    "
                },
                "11": {
                    "title": "The Dubrovnik Wedgie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When bad weather keeps Sirocco at port, the crew scrambles to keep a VIP charter broker and her friends happy. Wes announces his choice for lead deckhand, causing tension to erupt. Despite their differences, Hannah and Bugsy attempt to work peacefully alongside each other. Meanwhile, word gets out that Wes and Malia exchanged a kiss during anchor watch leaving their crew mates outraged about crossing professional boundaries. And frustrated by watching the romance grow between Malia and Wes, a heartbroken Adam reveals to Bugs that he and Malia have a secret past. ...    "
                },
                "12": {
                    "title": "Swing Shift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Adam's prank goes awry, and Wes does everything he can to avoid Adam. A one day charter quickly feels like an eternity. Malia gets on Sandy's bad side when she jeopardizes a routine anchor drop. Bugsy and Lauren become disgruntled about the lack of work that Hannah contributes. And while Bobby and Malia clash over their responsibilities, an unexpected and flirtatious friendship develops between former interior rivals.    "
                },
                "13": {
                    "title": "Stew the Right Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Bugsy's frustration with Hannah reaches critical mass when she calls Hannah out. On the final charter of the season, a former guest returns, this time flanked by six beautiful women who tests Bobby's willpower when he matches with one on a dating app. Wes is blindsided when Adam reveals a text message exchange between him and Malia, putting Wes and Malia's future in question.    "
                },
                "14": {
                    "title": "Con-Text Is Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Bobby finally finds romance, but tensions build between him and the primary guest. Hannah and Bugsy air their grievances and Lauren must choose which side she's on. Hannah and Bugsy air their grievances and Lauren must choose which side she's on.    "
                },
                "15": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Below Deck Mediterranean (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Bugsy and Hannah come face-to-face for the first time since charter and Wes, Malia and Adam discuss THAT love triangle and the penthouse in Santorini.    "
                }
            }
        },
        "number of episodes": 45,
        "cast": [
            {
                "name": "Ferrier, Hannah"
            },
            {
                "name": "Glick, Adam"
            },
            {
                "name": "Yawn, Sandy"
            },
            {
                "name": "Giancola, Bobby"
            },
            {
                "name": "Cohen, Kasey"
            },
            {
                "name": "Empson, Conrad"
            },
            {
                "name": "Franco, João"
            },
            {
                "name": "Jason, Jamie"
            },
            {
                "name": "Laughton, Brooke"
            },
            {
                "name": "Macy-O'Toole, Colin"
            },
            {
                "name": "Cohen, Lauren"
            },
            {
                "name": "Drake, Christine Bugsy"
            },
            {
                "name": "Hagley, Max"
            },
            {
                "name": "Walton, Wesley"
            },
            {
                "name": "White, Malia"
            },
            {
                "name": "Copeland, Tiffany"
            },
            {
                "name": "Howard, Mark"
            },
            {
                "name": "Kattenburg, Bryan"
            },
            {
                "name": "Pusey, Julia d'Albert"
            },
            {
                "name": "Riservato, Jen"
            },
            {
                "name": "Robinson, Ben"
            },
            {
                "name": "Zureikat, Danny"
            },
            {
                "name": "Dahl, Matt"
            },
            {
                "name": "Dawley, Brandy"
            },
            {
                "name": "Furey, Dawne"
            },
            {
                "name": "Lowell, Andrea"
            },
            {
                "name": "McBride, Michelle"
            },
            {
                "name": "Rakowski, Sam"
            },
            {
                "name": "Skin, Mr."
            },
            {
                "name": "Tyler, Lucas"
            },
            {
                "name": "Noble, Pamela Jean"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 6.8,
        "votes": 388,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYwOTA2MzkxNF5BMl5BanBnXkFtZTgwODExNTQwNjM@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Below Deck Mediterranean",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Below Deck Mediterranean (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cronin, Mark"
            }
        ],
        "production companies": [
            {
                "name": "51 Minds Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "A reality show following the crew of the Ionian Princess, a luxury charter yacht in the Mediterranean.::mloch-00998"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 388,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 44,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 127,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 88,
                "rating": 6.8
            },
            "males": {
                "votes": 158,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 19,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 73,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 53,
                "rating": 6.6
            },
            "females": {
                "votes": 131,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 25,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 52,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 4.9
            },
            "us users": {
                "votes": 149,
                "rating": 6.9
            },
            "non us users": {
                "votes": 72,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 92,
            "9": 48,
            "8": 75,
            "7": 66,
            "6": 35,
            "5": 18,
            "4": 11,
            "3": 3,
            "2": 11,
            "1": 29
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}