{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 June 2016"
            }
        ],
        "release dates": [
            "USA::10 June 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Delaney, Sean"
            },
            {
                "name": "Gomez, Christy"
            },
            {
                "name": "Graziano, Will"
            },
            {
                "name": "Harrison, Jennifer"
            },
            {
                "name": "Matthews, Andrew"
            },
            {
                "name": "Moran, Summer"
            },
            {
                "name": "Sanders, Donavan"
            },
            {
                "name": "Jr., Ken Stancil"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVlNTc3YTQtZjZjYi00NWU0LTg2NTEtMjEzYTZlNGRjODUwXkEyXkFqcGdeQXVyMzQ1OTIyNDE@._V1_SY150_CR57,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "Written by Christy Gomez and Summer Moran, Big Hit Pending is about novice writer and optimist, Charlie, getting ready to write the next great american musical with her best friend Blaise by her side. Her life is turned upside down when she finds out her crazy ex popstar cousin, Persephone inherits the same apartment. The two must put aside their differences and come together as a team to make their show work with the help of Blaise, Charlie's dimwitted friend Sonny, and his questionable roommate, Comrade Mango.",
        "languages": [
            "English"
        ],
        "title": "Big Hit Pending",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Big Hit Pending (United States)"
        ],
        "writer": [
            {
                "name": "Gomez, Christy"
            },
            {
                "name": "Moran, Summer"
            }
        ],
        "plot": [
            "Just when Charlie thought her life was perfect, her insane cousin Persephone comes to town and they have to team up to create the next great American Musical.",
            "Written by Christy Gomez and Summer Moran, _Big Hit Pending_ (qv) is about novice writer and optimist, Charlie, getting ready to write the next great american musical with her best friend Blaise by her side. Her life is turned upside down when she finds out her crazy ex popstar cousin, Persephone inherits the same apartment. The two must put aside their differences and come together as a team to make their show work with the help of Blaise, Charlie's dimwitted friend Sonny, and his questionable roommate, Comrade Mango.::Christy Gomez"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}