{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Prince, Rachel"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjc1YmMwYTctMmE0OC00ZGFlLTg2MGYtMWFmZTc3YTUwZDNkXkEyXkFqcGdeQXVyMjAzMDEyMzg@._V1_SY150_CR66,0,101,150_.jpg",
        "plot outline": "Discover the art of home sharing, as we tour America's most popular and not so popular, Income Suites, with Rentalpreneur & Real Estate Broker, Rachel Prince. From tree-house to castle, urban rooftop loft to mountain hideaway cabin, you'll get an inside look at the most interesting, affordable, AND expensive income suites around the nation. Best of all, you'll feel right at home! Rachel also shares her own proven strategies for home sharing as she advises prospective hosts on how to get set up and become successful and profitable rental entrepreneurs. There's room for everyone on Income Suites!",
        "languages": [
            "English"
        ],
        "title": "Income Suites",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Income Suites (United States)"
        ],
        "other companies": [
            {
                "name": "Bensound"
            }
        ],
        "plot": [
            "Discover the art of home sharing, as we tour America's most popular and not so popular, _Income Suites_ (qv), with Rentalpreneur & Real Estate Broker, Rachel Prince. From tree-house to castle, urban rooftop loft to mountain hideaway cabin, you'll get an inside look at the most interesting, affordable, AND expensive income suites around the nation. Best of all, you'll feel right at home! Rachel also shares her own proven strategies for home sharing as she advises prospective hosts on how to get set up and become successful and profitable rental entrepreneurs. There's room for everyone on _Income Suites_ (qv)!::PR"
        ],
        "tech": {
            "runtime": [
                "21 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}