{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 March 2016"
            }
        ],
        "release dates": [
            "USA::30 March 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Unbeweavable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A team of 4 investors will mentor and test entrepreneurs who are seeking an investment in their company. The team struggles to decide between three worthy, and distinct investment opportunities and must choose who has the most potential.    "
                },
                "2": {
                    "title": "Investor Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Business gets personal when Randi and Lauren bring in products created by their friends who fight for the team's investment. A struggle to separate emotional connection from a business decision gets intense when Ido and Sarah pick sides.    "
                },
                "3": {
                    "title": "Walk in My Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The young creator of SOULR Cart competes with trendy juice company Oh! Juice and inspirational creator of Billy's shoes for investment. Sarah deals with disappointment when an entrepreneur she's rooting for fails to meet expectations    "
                },
                "4": {
                    "title": "The Ex-Boyfriend Issue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The investors must decide if they can trust a company founded by exes when they meet The Tillow founders, or if it's smarter to choose between two businesses, Looksie and Podshare, which are potentially high risk ventures.    "
                },
                "5": {
                    "title": "Ultimatums",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When all 3 companies; BeltCraft, Ruggable, and Lucy & Leo; prove to be viable businesses with strong CEOs, the investors put the decision back in the entrepreneurs hands and issue ultimatums to help make their choice.    "
                },
                "6": {
                    "title": "The Underdogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Married entrepreneurs hit an emotional chord with Sarah who struggles with how best to help. Another team is forced to turn their business on its head, while the third entrepreneur has a huge opportunity to meet a giant national retailer.    "
                },
                "7": {
                    "title": "Fur Real?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quit Your Day Job (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Fur Real? Jill from SweatSTR must overcome naysayers, past rejection, and confidence issues to prove she is worthy and ready for an investment. Meanwhile, the investors debate choosing between a kid genius with an average product or a celebrity Cat.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Leffler, Ido"
            },
            {
                "name": "Maillian, Lauren"
            },
            {
                "name": "Prevette, Sarah"
            },
            {
                "name": "Zuckerberg, Randi"
            },
            {
                "name": "Charles, Elgin"
            },
            {
                "name": "Marvin, Little"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk1NjU0MjMzNl5BMl5BanBnXkFtZTgwNzUyNDUxOTE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Billion dollar ideas can spring up out of nowhere and at any time. In the reality series \"Quit Your Day Job,\" ambitious young professionals pitch their inventive ideas to the \"Investment Club,\" a group of success business moguls comprised of Randi Zuckerberg, Ido Leffler, Sarah Prevette, and Lauren Maillian. Hoping to strike it rich with their ingenious new products, these hopeful millennials attempt to convince the investors to buy into their fledgling businesses. If the potential financiers are sold on a concept, they will help turn the idea into a reality through investment and mentorship. Only then can these budding entrepreneurs begin to think about quitting their day jobs.",
        "languages": [
            "English"
        ],
        "title": "Quit Your Day Job",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Quit Your Day Job (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "Oxygen Network"
            }
        ],
        "plot": [
            "Budding entrepreneurs try to impress a cabal of moguls and pitch their ideas in the hope of winning investment that'll help turn their start-ups into gold mines.",
            "Billion dollar ideas can spring up out of nowhere and at any time. In the reality series \"_Quit Your Day Job_ (qv),\" ambitious young professionals pitch their inventive ideas to the \"Investment Club,\" a group of success business moguls comprised of Randi Zuckerberg, Ido Leffler, Sarah Prevette, and Lauren Maillian. Hoping to strike it rich with their ingenious new products, these hopeful millennials attempt to convince the investors to buy into their fledgling businesses. If the potential financiers are sold on a concept, they will help turn the idea into a reality through investment and mentorship. Only then can these budding entrepreneurs begin to think about quitting their day jobs."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}