{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 May 2016"
            },
            {
                "country": "UK\n",
                "date": "2 May 2016"
            }
        ],
        "release dates": [
            "UK::1 May 2016",
            "UK::2 May 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Experiential",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- Raw Sounds- end of term gig for an organisation that runs music workshops for people with mental health needs. A youth led educational charity that uses the power of creative expression to help young people reach their full potential- presenter Nick Bright (Radio 1 Xtra DJ) Part 2- Café Art- Café Art are an initiative showcasing artwork created by people affected by homelessness or are socially vulnerable. We visit a workshop and exhibition opening of a photography retrospective- presenter Nick Bright (Radio 1 Xtra DJ)    "
                },
                "2": {
                    "title": "Spatial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- Now Gallery- presenting an event \"Colourblock\" celebrating the new colour block cranes being put into the Greenwich peninsula. The event features a talk, live art and film. Now Gallery champion the regeneration of the local area (part of a drive Where Pioneers Live which sees the reshaping of Greenwich area through art)- presenter Rani Price, ex- CBBC presenter Part 2- Chickenshed- event called Tales Big Day Out. An all day workshop to engage children and their families in theatre. Chickenshed are an inclusive theatre that do lots of outreach work amongst the ...    "
                },
                "3": {
                    "title": "Movement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- The Albany- run weekly event called Meet Me At The Albany, an all day arts club for over 60s (dancing, arts, choir etc.)- Suzi Ruffell, comedian Part 2- New Art Exchange- Doug Fishbone's Leisureland Golf at New Art Exchange in Nottingham, a socially conscious interactive art installation that invites the audience and the community to take part in the art. The presenter will be playing a round with the artist and some members of the community and talking about the power of art participation- presenter Suzi Ruffell, comedian    "
                },
                "4": {
                    "title": "Sensory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- Carousel/ Constant Flux- Both organisations create opportunities for musicians with learning disabilities. This is a gig called the Rock House showcasing disabled musical talent. Presenter- Dan Mitchell, comedian Part 2- Bristol Reggae Orchestra- a unique and uplifting community project. A collective of 40 local musicians drawing their influences from reggae- we visit one of their rehearsals. Presenter- Dan Mitchell    "
                },
                "5": {
                    "title": "Visual",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- Creative Black Country- an organisation which encourages local people to create and experience more art and culture. We are going to see the Desi pub installations and attend a traditional dance- presenter Aatif Nawaz, Desi comedian Part 2- Duckie- ran a weekly event called the Posh Club, an elegant event for older people in Crawley. Features high tea and musical entertainment with a black tie dress code. Helps older people combat loneliness- presenter Aatif Nawaz    "
                },
                "6": {
                    "title": "Immersive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonderland (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Part 1- Lakeland Guides- These guides are leading- Catbells Festival of Light, this guided walk to light up the spine of Catbells is in aid of Nepalese flood victims. Presenter- Pippa Evans, comedian Part 2- Havin A Laugh- a programme designed to use comedy to help with mental health. Doing a gig/ workshop at an arts festival. Presenter- Pippa Evans, comedian    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Bright, Nick"
            },
            {
                "name": "Mitchell, Dan"
            },
            {
                "name": "Nawaz, Aatif"
            },
            {
                "name": "Price, Rani"
            },
            {
                "name": "Ruffell, Suzi"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United Kingdom:U"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDQwMjllOGUtMTBjZi00MDk2LWEwNzktN2U2MjBlNGU2ZTM5XkEyXkFqcGdeQXVyMDUzMTE5NA@@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Follow us down the rabbit hole as we delve into the weird and wonderful world of art. Brace yourselves as our gang of intrepid hosts take you around the country to experience an array of magnificent arts projects. From theatre and comedy to dance and beyond, they'll be diving head-first into some hair-raising and heart-warming events. It'll be immersive, innovative, and sometimes downright odd but, above all, it'll be wonderful.",
        "languages": [
            "English"
        ],
        "title": "Wonderland",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Wonderland (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Community Channel"
            }
        ],
        "distributors": [
            {
                "name": "Community Channel"
            }
        ],
        "plot": [
            "Exploring how audiences experience the world of art and the positive effects arts have within our community.",
            "Follow us down the rabbit hole as we delve into the weird and wonderful world of art. Brace yourselves as our gang of intrepid hosts take you around the country to experience an array of magnificent arts projects. From theatre and comedy to dance and beyond, they'll be diving head-first into some hair-raising and heart-warming events. It'll be immersive, innovative, and sometimes downright odd but, above all, it'll be wonderful."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}