{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 September 2016",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "10 October 2016"
            }
        ],
        "release dates": [
            "USA::19 September 2016                            (internet)",
            "USA::10 October 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "XCOR - Space Flights, Four Times a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Space Race (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    At its peak, NASA's shuttle flew to space a few times a year. XCOR wants to be something more like Southwest Airlines for space. They're working on a spacecraft prototype with a very ambitious goal: four daily flights to space, five days a week. If XCOR is successful, they could take more people to space in six months than NASA did in 30 years.    "
                },
                "2": {
                    "title": "Made in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Space Race (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    NASA intern turned entrepreneur, Jason Dunn, saw what was holding humans back from colonizing outer space...and decided to do something about it. His company allows astronauts to break their reliance on costly resupply missions from Earth and-for the first time ever-build new supplies for themselves in space.    "
                },
                "3": {
                    "title": "Tiny Satellites Make Huge Impact (Spire)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Space Race (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Spire's CubeSat satellites-each about the size of a shoe box-can collect and transmit weather data 10,000 times a day, which is more than six times as often as the massive, billion-dollar satellites we've used for generations. Spire's satellites could be key to finally reigning in the stubbornly unpredictable world of weather forecasting, from giving us a better idea of when to pack an umbrella to warning the world's most vulnerable populations of an impending natural disaster headed their way.    "
                },
                "4": {
                    "title": "Astrobotics - Precision Landing in Outer Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Space Race (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Imagine a delivery service that promised to drop your package within five miles of your house, but couldn't tell you exactly where until after the delivery had happened. That's how landing on the moon has historically worked, and it's a problem Astrobotics knows how to fix. The company's unique GPS system allows it to land spacecraft within meters-rather than kilometers-of the intended target. That might not matter much now, but it will when moon colonizers need fresh supplies from their home planet. Production company Freethink documents the work of Astrobotics in ...    "
                },
                "5": {
                    "title": "New Worlds - Preparing for Outer Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "The New Space Race (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Twenty years from now, humans will live and work in space in record numbers-so says Rick Tumlinson, a two-decade veteran of the private space industry. As companies work feverishly to develop the tech needed for this galactic future, Tumlinson is bringing together the people who will use it. His New Worlds annual gathering is a place for space lovers of all ages to brainstorm, fantasize and-more importantly-prepare for life off Earth.    "
                }
            }
        },
        "number of episodes": 5,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "8"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "19 Sep 2016 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDc0MGIwN2QtNmM1Yy00ZjU5LWE3YWEtZDhlOGI3M2NiZWZjXkEyXkFqcGdeQXVyMzIyODkxMA@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "In July of 2011, the U.S. suspended its decades-long Space Shuttle program, officially ending an era of space exploration that began over half a century ago. Some have mourned its passing as a sign of the times - as evidence that we could no longer dare to dream. But unbeknownst to many, a new era of private space exploration has already begun... and it's firing on all cylinders. The New Space Race is the story of a 21st-century revolution.",
        "languages": [
            "English"
        ],
        "title": "The New Space Race",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "akas": [
            "The New Space Race (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Altrogge, David"
            }
        ],
        "director": [
            {
                "name": "Altrogge, David"
            },
            {
                "name": "Hayes, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Freethink Media"
            }
        ],
        "plot": [
            "In July of 2011, the U.S. suspended its decades-long Space Shuttle program, officially ending an era of space exploration that began over half a century ago. Some have mourned its passing as a sign of the times - as evidence that we could no longer dare to dream. But unbeknownst to many, a new era of private space exploration has already begun... and it's firing on all cylinders. _The New Space Race_ (qv) is the story of a 21st-century revolution.::Freethink Media"
        ],
        "tech": {
            "runtime": [
                "8 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}