{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 April 2016"
            },
            {
                "country": "USA\n",
                "date": "14 May 2016"
            }
        ],
        "release dates": [
            "USA::27 April 2016",
            "USA::14 May 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Waterside Family Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The Baris family live in the Netherlands, in the heart of canal country with dreams of building a floating home on the local waterways. Their ambitious design includes floor to ceiling windows along the length of the first level, and a fun underwater space on the ground level with a den and bedrooms for the kids. Narrow locks, shallow water and low bridges threaten the new build every step of the way, but the home finally makes it to its' new mooring site and the family begin a new idyllic life on the water.    "
                },
                "2": {
                    "title": "Wild View Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Linda's dream is to build a floating home and moor it at Maple Bay Marina on Vancouver Island, positioned so it overlooks her favorite nature reserve-Chisolm Island. When the extra weight of the glass requires complex engineering to stop the walls from collapsing, the building process proves to be more complicated that she had originally expected. In the end, her spectacular floating home nests on the emerald waters of the bay, offering 360 degree views of the surrounding nature.    "
                },
                "3": {
                    "title": "City Water Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Valentin and Daria's dream is to escape their cramped city apartment with their young son, and live on the Thames in their own floating home, right under the iconic Tower Bridge. They create their own design converting an old barge into a three tiered contemporary floating apartment, but are met with the challenge of moving their new finished home back to London. After a hair raising journey, they finally make it to England and their eye catching floating apartment becomes a new attraction next to Tower Bridge.    "
                },
                "4": {
                    "title": "High-Tech River House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Lee and Justine want to transform an old steel hull boat into a 2 story floating house on the River Medway near Rochester, England. With only 16 weeks to build, the crew must battle bad weather and the enormous daily tide that lifts and drops the boat, twice a day. To make matters worse, when Justine's huge diesel powered oven needs to be lifted on board, the weight of the oven causes the house to tilt, threatening it to collapse. The result is an amazing house with sleek modern interiors and upper decks that provide the perfect platform to soak in spectacular views ...    "
                },
                "5": {
                    "title": "Family River House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Karen and her boyfriend Tom have decided to build a houseboat on England's Grand Union Canal in the tranquil ambience of the stunning Colne Valley. They plan out their dream houseboat complete with modern bespoke interiors, endless waterside views and a sumptuous deck, but when space becomes an issue for the build team, will they have to compromise on the design?    "
                },
                "6": {
                    "title": "Idyllic River Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Fed up with her cramped city apartment, sportswear manager Marsha sets out to build a spacious two story floating home on the idyllic Multnomah Channel near Portland, Oregon with an open living space and unobscured views of the river. Father and daughter build team, Ryan and Aime have never built a floating house before, and are doubly challenged when they're hit by an onslaught of snow, ice and epic flooding. Despite severe delays due to the weather and last minute changes, the dramatic ten month long build is worth the effort-Marsha ends up the proud owner of a ...    "
                },
                "7": {
                    "title": "Futuristic Floating Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After 30 years living on River Itchen in Southampton, Gerald sets out to design and build an extraordinary new home, a futuristic fiberglass house, made at Shamrock Quay Marina, designed and built by his 27 year old son, Aidan.    "
                }
            },
            "1": {
                "1": {
                    "title": "Giant Eco Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Michelle and Bill, an outdoor loving couple, build an eco-friendly floating home packed with innovative features. The couple hires an architect to design a curved roof covered in grass and solar panels and an underwater basement with a window where they can view fish in the lake. With the environment in mind, they re-use 100 year old cedar logs for their interior cladding and wardrobes.    "
                },
                "2": {
                    "title": "Big City Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n    A young couple builds a dream floating \"starter home\" in a marina with stunning views of the Vancouver Mountains on one side, and the Vancouver Skyline on the other. The home is complete with an office to work from, and an exterior fireplace to save space within the open concept living plan.    "
                },
                "3": {
                    "title": "River View Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A couple who often sails on their yacht past the famous float homes of Ladner, now wants to live in one themselves. They build a colossal three story floating home with spectacular views of the wilderness and a mooring for their boat so that they can hop onto their yacht whenever they would like.    "
                },
                "4": {
                    "title": "Ultra Modern Glass House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A water sport loving homeowner is determined to make her dream come true and build a stunning floating home on Seattle's Lake Union. Using the latest in contemporary design, the ingenious design space allows her to enjoy views in privacy but also to merge the deck into the living space for entertaining on a modern and grand scale.    "
                },
                "5": {
                    "title": "City Boat House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A young Dutch couple builds a dream floating apartment with an old ship as the frame for their first \"starter home\" in Amsterdam. The ultra-modern layout reflects the shape of the ship and has stunning views of the capital and surrounding waters.    "
                },
                "6": {
                    "title": "Tiny Shanty House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Steve and his friend Rick meet in Maine every year to restore old boats. Now, Steve wants to build an innovative tiny floating home to live in full-time. Using recycled materials, they build a shanty-style houseboat on a catamaran hull. Making up the design as they go along, the two friends visit a marine salvage yard and find windows left by the roadside to put the finishing touches on the houseboat. Completed in just two months, they then must jack it up onto a trailer and take it to the water's edge to see whether it will sink or float. The home floats but now the ...    "
                },
                "7": {
                    "title": "Glass Water Palace",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A water loving couple builds a massive dream floating home with stunning windows and wrap around glass walkways to join a community of 600 floating homes on the Fraser River. The finished product is a luxury ranch style home, with a bar area and pool table, and sun decks with amazing views of the river banks.    "
                },
                "8": {
                    "title": "Sky View House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A water loving couple builds a floating home on a canal, south of Amsterdam in the Netherlands. The biggest challenge is getting the floating home to fit through the Netherland's network of narrow and shallow canals, but somehow the home makes its way through the waterways. Their spectacular home includes a raised roof with a 360 sky view, a modern open plan living space and a wraparound deck to enjoy the surrounding countryside.    "
                },
                "9": {
                    "title": "Giant Ship House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    An adventurous couple builds a nautical themed floating home in a marina with stunning sea and mountain views on Vancouver's north shore. Their spectacular maritime themed home includes port-hole windows, arched doorways, a high barrel ceiling and an outdoor deck. As launch day approaches everyone is excited; but the tow across Vancouver's harbor to its mooring site does not run smooth. Windy weather makes for a precarious journey and there are near on collisions as the home is docked.    "
                },
                "10": {
                    "title": "Mega House Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A couple that has never lived on the water before builds an oversized houseboat so that they can take their home with them anywhere on the vast network of canals that crisscross the United Kingdom. The final result is a stunning houseboat, complete with a luxurious master bedroom and a spacious kitchen with a six-seat breakfast bar. The best part of all? Their beautiful floating home is completely mobile.    "
                },
                "11": {
                    "title": "Floating Log Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A couple swaps their Oregon apartment for a wooden floating home using timber that will last nearly 100 years in the water. The end result is a beautiful and unique pioneer style river home with views across Mount Hood in Portland.    "
                },
                "12": {
                    "title": "Island Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Nature lovers, Harry and Tina live on Canada's Vancouver Island and would like to move onto the water full-time and find the perfect mooring at Maple Bay Marina on the island's east coast. They build a massive three story wilderness retreat with a second floor glass wall leading onto a patio deck, complete with a huge roof terrace. While trying to move it to the mooring site, the wind immediately grabs hold of it, pushing it straight into another house. Finally, they win the battle against the elements and tie the new home onto its mooring overlooking the bay.    "
                },
                "13": {
                    "title": "Modern Marina Marvel",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Floating Home (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Mark and Holly have wanted to live on a floating home all of their life. When a mooring becomes free in Chichester Marina, UK, they decide to take the plunge and build a floating home from scratch. They hire an award-winning architect to come up with a modern single story design with a roof terrace and floor to ceiling windows. After some major design issues, their minimalist, ultra-modern floating home is finally complete and it's the perfect relaxing retreat they've always dreamed of.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Daingerfield, Michael"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.4,
        "votes": 13,
        "languages": [
            "English"
        ],
        "title": "My Floating Home",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "My Floating Home (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Dormer, Toby"
            },
            {
                "name": "Massarella, Carlo"
            }
        ],
        "production companies": [
            {
                "name": "Windfall Films"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.2
            },
            "males": {
                "votes": 9,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "females": {
                "votes": 4,
                "rating": 6.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.7
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 9,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 3,
            "6": 3,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.4,
        "median": 7
    }
}