{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016"
            },
            {
                "country": "Canada\n",
                "date": "11 October 2016"
            }
        ],
        "release dates": [
            "Canada::2016",
            "Canada::11 October 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Kim's Convenience"
            },
            {
                "countries": "USA",
                "title": "Kim's Convenience"
            }
        ],
        "akas": [
            "Kim's Convenience (original title)",
            "Kim's Convenience USA"
        ],
        "akas from release info": [
            "Kim's Convenience (original title)",
            "Kim's Convenience USA"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "New Appa-liance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "8 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    When Umma wants a new dishwasher, Appa's determined to get the best deal. Janet adopts a new name as Jung tries to get his job back at Handy.    "
                },
                "2": {
                    "title": "Cutie Pie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Appa tries to convince Umma that he's still attractive.; Jung returns to Handy.; Gerald's girlfriend makes herself at home.    "
                },
                "3": {
                    "title": "Open Kimunication",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Appa and Umma unwittingly end up in marriage counseling. Jung learns more about Shannon's boyfriend than he bargained for. Janet debates whether or not to share a potential mentor with Gerald.    "
                },
                "4": {
                    "title": "Thy Neighbour's Wifi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    As the video continually freezes when she watches her favorite Korean show online, Umma is able to convince Appa to upgrade to a faster and thus more expensive Internet package. However, when Appa learns from Enrique that Daniel, who owns Crash-Fit, the gym next door to the store, has a fast and reliable Internet package with free WiFi for members, Appa does whatever he can, short of becoming a gym member, to get the password to Daniel's WiFi instead of paying for the upgraded Internet package himself. Meanwhile, Umma has pressured Janet into doing a Bible passage ...    "
                },
                "5": {
                    "title": "Army Spoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Umma has always been disgusted by Appa using the dirty old spoon he used when he was in the Korean Army. She is equally as disgusted by the story he always tells about the spoon associated with hunting a wild boar at the time, hence the reason she calls it his dirty pig spoon. When Gerald sees Appa eating with the spoon and hears the story, he believes Appa and the spoon would make a great photographic subject for an upcoming exhibit. Associated with the exhibit, naive Gerald ends up unwittingly embellishing the story probably even more than the actual reality ...    "
                },
                "6": {
                    "title": "The Kim Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "12 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Umma has finally convinced Appa to clean up the basement, she, in a sneak attack, calling in Jung and his muscles to help out. In the process, Appa and Jung find the \"Kim Cup\", a prized family trophy from when Jung and Janet were little, the cup which competitive Appa always won. Appa, in his own sneak attack, tries to maneuver Jung into unofficially competing for the Kim Cup all over again, Jung, who, as a child, always wanted his name on it. Meanwhile, Umma, after hearing that a customer has a regular girls' night in with her daughter, laments not having such with ...    "
                },
                "7": {
                    "title": "Appanoon Delight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "19 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Appa wants to teach a lesson to Janet in respect for personal property when she hasn't yet returned his drill which she didn't even ask to borrow. Going over to Janet's apartment to get the drill, Appa finds not only the drill, but the fact that Gerald has a waterbed, and Umma who has sneaked into the apartment herself to do some cleaning. Getting into some spontaneous role play, Appa and Umma also get into a little spontaneous afternoon delight in Gerald's waterbed. Seeing the signs, Janet figures out what they have done, she who wants to teach a lesson particularly ...    "
                },
                "8": {
                    "title": "To Him It May Concern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Engagement Photos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Gay Discount",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 119,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Kim and his family, his wife, and daughter run a convenience store in a Canadian city that is not named. Kim upsets two gay men who want to put a sign in his convenience store window about a gay pride parade...when one of the men threatens to report Kim for being prejudice, Kim offers a 15% (first 50%discount but Kim lowers it after the two men leave his store) to all gays during the gay pride week...Kim says he has great 'gayar' and during the episode he gives the discount to those he believes, correctly, to be gay..even if the customer isn't sure yet. Kim's daughter...    "
                },
                "2": {
                    "title": "Janet's Photos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 101,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Kim gets competitive with Janet over who is the better photographer, which leads to trouble for Janet at school. Mrs. Kim wants to be able to brag to her friends about Jung but is finding it hard to make his car rental position sound respectable. She's happy when she hears he's going for a new job, but that sours when she finds out it's still at the car rental agency.    "
                },
                "3": {
                    "title": "Ddong Chim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 91,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jung draws the wrong kind of attention from his boss when he gives Kimchee a Korean wedgie at work. An uncomfortable 'sexual harassment in the workplace' conversation ensues. Mr. Kim commissions Janet's friend Gerald to take his photo instead of asking Janet. Janet is upset, but it's Gerald who has to deal with Mr. Kim who is an extremely self-conscious and un-photogenic model.    "
                },
                "4": {
                    "title": "Frank & Nayoung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 93,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Kim is frustrated with Frank, a repairman who talks too much, while Janet is frustrated by her aggressively cute cousin from Korea, Nayoung. Both Janet and Mr. Kim bluntly voice their frustrations and then try to bond over being \"truth tellers.\" They're not fooling anyone and both have to make things right. Jung and Shannon get tickets to a basketball game, but Jung starts to wonder if Shannon thinks it's a date.    "
                },
                "5": {
                    "title": "Wingman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 82,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Chin asks Mr. Kim to be his wingman on a date but when Mrs. Kim finds out, she tags along. On the date, Mr. Kim finds it harder than he thought to \"talk up\" Mr. Chin's good points and Mr. Chin doesn't appreciate Mrs. Kim being the life of the party. Meanwhile - knowing that both her parents are out for the evening - Janet asks Jung to come to the store and help her fix a dripping pipe. Jung's \"bad feeling\" about returning home (even briefly) turns out to be justified when the store is robbed while he's there.    "
                },
                "6": {
                    "title": "Rude Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 81,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When Mr. Kim disciplines Janet's professor's 5 year-old son, Janet is horrified. She was already having a tough time impressing this particular professor, and Mr. Kim just made a bad situation worse. But to Janet's surprise, her grade actually goes up when her sympathetic prof suddenly sees Janet's inner turmoil from her \"abusive\" father reflected in her work. Jung, meanwhile, discovers that Kimchee has been moonlighting as a Dash driver (Uber's newest competitor)... using a car that he signed out from work.    "
                },
                "7": {
                    "title": "Hapkido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 74,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When Mr. Kim finds out Janet is taking a Hapkido class his feelings are hurt, but he also questions her teacher's techniques. Janet issues an invitation for Mr. Kim to criticize the teacher in person and Mr. Kim unwisely accepts. Jung runs into an old flame, while Mrs. Kim (along with the 'flame's' mother) seizes the opportunity to matchmake.    "
                },
                "8": {
                    "title": "Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 69,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mrs. Kim is bothered that Mr. Kim's renewed interest in church has been prompted by the arrival of an attractive new female pastor, Pastor Nina. Mr. Kim is so smitten that he refuses to allow Pastor Nina to pay for anything at the store, but Mrs. Kim has other plans. Janet dates a good friend of Jung's and Jung struggles to be cool with it.    "
                },
                "9": {
                    "title": "Best Before",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 74,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Kim and Janet butt heads over a case of expired ravioli: Janet wants to return it to the wholesaler, but Mr. Kim claims it's still good - doesn't Janet know that best before dates are a conspiracy? Mr. Kim proves his point by cracking open a can and digging in. He barely has time to gloat before his stomach starts rumbling and he's racing to the bathroom. Janet would love to rub it in. but, looks like her stomach's upset as well. Meanwhile, Mrs. Kim's serving up her homemade galbijjim at the church bazaar when a surprise visit by Jung forces her to admit that ...    "
                },
                "10": {
                    "title": "Janet's New Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 65,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Janet asks Mr. Kim for money to buy tickets to a weekend music festival, and when he refuses, she's had it. She's tired of working at the store for free. If Mr. Kim won't pay her, she'll find someone who will. Lucky for her, it turns out Handy Car Rental is looking for a new, part-time employee. Janet eagerly accepts Shannon's offer, but isn't quite ready to face the realities of her new job, especially when it turns out she has to work the weekend of the music festival. Mr. Kim, meanwhile, hires Gerald to replace Janet at the store. Gerald's a fantastic employee... ...    "
                },
                "11": {
                    "title": "Handyman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 71,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Kim fixes a toilet for Kimchee. Janet believes there is more to Edwin and Mrs. Kim's relationship.    "
                },
                "12": {
                    "title": "Appa's Lump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 66,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mr. Kim's friend discovers a lump on Appa's back, and he is reluctant to tell his family. Janet needs to attend an important ceremony and the store has not been closed for twenty years.    "
                },
                "13": {
                    "title": "Family Singing Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 73,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mrs. Kim wants the family to sing at their church festival, but really wants her son to sing with her and not her daughter as Janet did not have the best voice when they last sang together.    "
                }
            },
            "2": {
                "1": {
                    "title": "Janet's Roommate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 58,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When Janet's plan to move out encounters some complications, Appa and Umma encourage her to stay home. Kimchee tries to convince Jung that now is the time to make a move on Shannon.    "
                },
                "2": {
                    "title": "Business Award",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The general scuttlebutt by those hanging out at the store is that Appa will win this year's Moss Park Business Association Businessperson of the Year award, which he's never won in all the years the store has been in operation. When the award winner is announced, it ends up causing a rift between Appa and Umma, which is only exacerbated by the winner's cover page photograph in the community newspaper prominently on display on the store's counter where Appa can continually gaze at it. Meanwhile, there is also a rift forming between new roommates Janet and Gerald, who ...    "
                },
                "3": {
                    "title": "House Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Umma invites Pastor Nina to stay with her and Appa in Janet's now vacant room while Pastor Nina's own apartment is undergoing renovations. Appa and Umma don't feel a need to Christianize their abode, but rather de-sin it in preparation for Pastor Nina's stay. Beyond these measures, Umma discovers something in the room after Pastor Nina's arrival that she doesn't know if it belongs to Pastor Nina or Janet. Either way, the discovery leads to both speculation by Appa and Umma of who it belongs to and concern for the change in perception they would have about that person....    "
                },
                "4": {
                    "title": "Cardboard Jung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 54,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Handy has used Jung's image in a hiring campaign. After the campaign's end, Shannon gives one of the life-sized cardboard cutout images of Jung to Umma for her to keep. Umma bringing anything of Jung back into the house leads to Appa trying to come to terms with what happened between him and Jung. This cardboard image of Jung may be only the first step in bringing real Jung back in, or it may show Appa that the old feelings which led to Jung leaving are still front and center in his mind. Meanwhile, Nayoung is coming for a visit from her home base of Waterloo, she who...    "
                },
                "5": {
                    "title": "Date Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 54,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Janet pressures Appa to make date night with Umma more special. Jung turns to Craigslist - and Shannon - to replace Kimchee's expensive sneakers.    "
                },
                "6": {
                    "title": "Resting Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 53,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Appa's money-saving scheme from years ago comes back to haunt him and Umma. Gerald is uncomfortable with Janet's noisy bedroom habits. Jung goes into damage control after being upstaged by Kimchee at work.    "
                },
                "7": {
                    "title": "Sneak Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 53,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Appa has received a new free commercial freezer for the store from one of their suppliers, meaning they have to get rid of one of their existing freezers. Without telling Appa or Janet, Umma offers the extra freezer to Jung and Kimchee for their apartment, Umma who still does everything for her son. Kimchee convinces Jung to take the freezer despite Jung not wanting to feel like a charity case beholden to Appa. Things get more complicated when Jung changes his mind without telling Kimchee, who has his own ideas of what to do with all the extra space they have to ...    "
                },
                "8": {
                    "title": "Silent Auction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 50,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Umma has been placed in charge of a silent auction fundraiser at the church. Among the donated items are a baseball bat signed by Jose Bautista. Appa wants Umma to use her position to put aside the bat for him. What Umma covets is a fur coat, even if it was donated by Mrs. Park. Beyond their own wants as opposed to the spirit of the event to raise as much money as possible for the church, Appa and Umma take a joint action which has unintended consequences concerning both the coat and the bat and the possibility of them getting the material item they each want. Meanwhile, possibly ...    "
                },
                "9": {
                    "title": "New TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 49,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Umma doesn't like what she considers Appa's out of control unilateral spending. Just as Umma was complaining to Pastor Nina about not being able to donate more to the Adas, the recently arrived immigrant family the church is sponsoring, Appa walks in in front of Pastor Nina with a new hi-def TV. Appa's spending in this situation causes more problems as Appa and Umma try to taketh away from the Adas what they had already giveth for reasons near and dear to their pocketbook. Meanwhile, Kimchee has started dating a young woman named Lauren. Kimchee wants Jung to stay ...    "
                },
                "10": {
                    "title": "Janet's Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 52,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Janet doesn't want to tell Appa and Umma that she has started dating someone, she telling herself that's it's solely casual to protect herself. The reason not to tell Umma specifically is because her boyfriend is neither Korean or Christian, and the reason not to tell Appa is because he can't keep a secret. A further reason not to tell Umma is that Umma knows and doesn't like her boyfriend's father. Her boyfriend is Raj, the Mehtas' son who Janet has known since their days in public school. But Appa and thus Umma eventually do discover both that Janet is dating and ...    "
                },
                "11": {
                    "title": "Good Neighbours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 48,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Appa has generally had bad relations with his and Umma's business neighbors, about which those neighbors have more often than not not known. Umma doesn't want Appa to drive away their new neighbor Daniel, a fitness instructor, as Umma thinks he's a nice, friendly man. But both Appa and Umma's individual views of Daniel and his business ebbs and flows as they get a closer and more direct perspective on him, his customers and his business. Meanwhile, Jung, in trying to move on from thoughts of Shannon, decides to ask Marlow out on a date, regardless of him being her ...    "
                },
                "12": {
                    "title": "Appa's First Text",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 45,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Appa inherits Janet's old smartphone. Umma finds a pest in the store. Kimchee tries to help Janet cure her case of the FOMOs while Jung tries to reconnect with a girl he met at a bar.    "
                },
                "13": {
                    "title": "Handy Graduation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kim's Convenience (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 47,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    At age twenty-six, Jung has just received his GED. To celebrate, Shannon wants to throw him a party at their Handy agency, with Jung's family among the invitees. Beyond her excitement about the GED, Umma is as happy when she learns that Appa and Jung have been in contact, Appa who does plan on attending the party. Umma sees this reconciliation between Appa and Jung as being able to bring the entire family back together. Something that happens and some information that comes to light at the party, the latter having indirectly to do with Jung's GED, have the potential ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Lee, Paul Sun-Hyung"
            },
            {
                "name": "Yoon, Jean"
            },
            {
                "name": "Bang, Andrea"
            },
            {
                "name": "Liu, Simu"
            },
            {
                "name": "Phung, Andrew"
            },
            {
                "name": "Power, Nicole"
            },
            {
                "name": "Beauchemin, Ben"
            },
            {
                "name": "Musi, Michael"
            },
            {
                "name": "Varughese, Sugith"
            },
            {
                "name": "Ng, John"
            },
            {
                "name": "Brugel, Amanda"
            },
            {
                "name": "Fernandez-Stoll, Rodrigo"
            },
            {
                "name": "Singh, Gabriella Sundar"
            },
            {
                "name": "Berhe, Getenesh"
            },
            {
                "name": "McGrath, Derek"
            },
            {
                "name": "Patnaik, Ellora"
            },
            {
                "name": "Hagen, Kris"
            },
            {
                "name": "Song, Christina"
            },
            {
                "name": "Park, Uni"
            },
            {
                "name": "Amo-Adem, Akosua"
            },
            {
                "name": "Ek, Ziad"
            },
            {
                "name": "Lorette, Kayla"
            },
            {
                "name": "Grdevich, Sabrina"
            },
            {
                "name": "Alianak, Hrant"
            },
            {
                "name": "Grazzini, Marco"
            },
            {
                "name": "Davé, Ishan"
            },
            {
                "name": "Ross, Jamillah"
            },
            {
                "name": "Sandhu, Gia"
            },
            {
                "name": "Harper, Maika"
            },
            {
                "name": "Leblanc, Diana"
            },
            {
                "name": "Webster, William"
            },
            {
                "name": "Williams, Gavin"
            },
            {
                "name": "Casseus, Rachelle"
            },
            {
                "name": "Ng, John"
            },
            {
                "name": "Mulvany, Shaleen"
            },
            {
                "name": "Kanagawa, Hiro"
            },
            {
                "name": "Santalucia, Paolo"
            },
            {
                "name": "Kim, Soo-Ram"
            },
            {
                "name": "Jung, Tina"
            },
            {
                "name": "Murree, Tyler"
            },
            {
                "name": "Vidal, Kevin"
            },
            {
                "name": "Ejim, Onyekachi"
            },
            {
                "name": "Jaggi, Kunal"
            },
            {
                "name": "Lee, Jaemoon"
            },
            {
                "name": "Xavier, Michael"
            },
            {
                "name": "Jewels, Karen"
            },
            {
                "name": "Forrester, Sharon"
            },
            {
                "name": "Smadu, Zach"
            },
            {
                "name": "Sandhu, Harveen"
            },
            {
                "name": "Dineen, Gina Kash"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada",
            "Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:NC16",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 3043,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQxMmI3ZGQtOGRlNy00MzI3LWE3ZmItOWRjM2I2YjQyYzgzXkEyXkFqcGdeQXVyMzI2MzYyNzI@._V1_SY150_CR10,0,101,150_.jpg",
        "plot outline": "Kim's Convenience tells the funny and heartfelt story of the Kim family. Mr. and Mrs. Kim are Korean Canadian convenience store owners who have worked hard to give their now-twenty-something children, Janet and Jung, a better life in Canada. This single camera comedy finds laughter in the trials of running a literal 'Mom and Pop' shop while raising kids in a culture not quite your own.",
        "languages": [
            "English"
        ],
        "title": "Kim's Convenience",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Haller, Amelia"
            },
            {
                "name": "Choi, Ins"
            },
            {
                "name": "White, Kevin"
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Soulpepper Theatre Company"
            },
            {
                "name": "Strada Films"
            },
            {
                "name": "Thunderbird Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Netflix"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Sim"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "The misadventures of a Korean-Canadian family running a convenience store.::Kenneth Chisholm",
            "_Kim's Convenience_ (qv) tells the funny and heartfelt story of the Kim family. Mr. and Mrs. Kim are Korean Canadian convenience store owners who have worked hard to give their now-twenty-something children, Janet and Jung, a better life in Canada. This single camera comedy finds laughter in the trials of running a literal 'Mom and Pop' shop while raising kids in a culture not quite your own.",
            "The Kims are first generation Korean-Canadians who operate a convenience store in inner city Toronto. They like to believe that they are modern and have fully integrated into Canadian life, which isn't totally how others probably view them, believing they having a more traditional Korean sensibility. Among those that view them this way are most of their customers and their two Canadian born offspring, young adults Jung and Janet. Jung actually left home at age sixteen in an argument with \"Appa\" (Korean for father), and entered into a life of juvenile delinquency. Jung, who has not been home since, is now trying to make a better life for himself. What Appa does not know is that Jung actually lives and works in the neighborhood, and that \"Umma\" (Korean for mother) and Janet have kept in touch with him over this entire time in the hope that he and Appa will sometime reconcile. With Jung not at home, Janet has felt over-parented. While Appa and Umma pay for her art college schooling in her want to be a photographer, they really just want her to marry a nice, Christian, Korean boyfriend, and for her and her future husband to take over running the store.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3043,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 484,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 961,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 461,
                "rating": 7.7
            },
            "males": {
                "votes": 1377,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 252,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 618,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 312,
                "rating": 7.6
            },
            "females": {
                "votes": 787,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 215,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 327,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 141,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 42,
                "rating": 6.2
            },
            "us users": {
                "votes": 594,
                "rating": 8.0
            },
            "non us users": {
                "votes": 988,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 946,
            "9": 637,
            "8": 784,
            "7": 357,
            "6": 83,
            "5": 44,
            "4": 41,
            "3": 52,
            "2": 47,
            "1": 52
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}