{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "23 September 2016"
            }
        ],
        "release dates": [
            "Netherlands::23 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Aisha"
            },
            {
                "name": "Emma"
            },
            {
                "name": "Hanne"
            },
            {
                "name": "Marleen"
            },
            {
                "name": "Petra"
            },
            {
                "name": "Tara"
            }
        ],
        "locations": [
            "Amsterdam, Noord-Holland, Netherlands",
            "Haarlem, Noord-Holland, Netherlands",
            "Hilversum, Noord-Holland, Netherlands"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Netherlands:AL"
        ],
        "rating": 8.8,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzc0ZjU0OWYtYjEyMy00OWRiLWEwMjMtZWI3ZTg1YWRkZmU0XkEyXkFqcGdeQXVyNjgzODUzOTk@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Dochters is a documentary series about the unique connection between mothers and daughters. It's a series about growing up and becoming an adult, told from the perspective of three mothers and their daughters. They film themselves and each other and show the world from their point of view. Thus we get an intimate view of a significant phase of their lives. Emma (12) is the youngest of the three daughters. Emma is a funny, witty and open minded girl who's about to get ready to leave primary school behind. Having inherited her mother's curiosity for life, the two of them are enjoying all the changes that Emma is facing. Aisha (17) is, as a real adolescent would have it, the life of the party. She drinks, she smokes and if it was up to her, she would never end up going home. She definitely knows what she wants, but her mom's worried she's not always making the right decisions. Aisha's just had her finals, but she and her mother are worried about the outcome. Tara (19) has left puberty behind for the most part. It was a tumulous period that has eventually brought her and her mother closer together. Now the time has come for Tara to leave the parental house behind. Mom and daugther seize this opportunity to look back on a challenging phase. In this six-part series we experience short and tall stories, funny and sad moments in revealing double portraits. Daughters through the eyes of their moms and moms through the eyes of their daughters. Dochters functions as a mirror to every mother and daughter.",
        "languages": [
            "Dutch"
        ],
        "title": "Dochters",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Dochters (Netherlands)"
        ],
        "production companies": [
            {
                "name": "WEFilm"
            }
        ],
        "distributors": [
            {
                "name": "KPN"
            }
        ],
        "plot": [
            "_Dochters_ (qv) is a documentary series about growing up and becoming an adult, told from the perspective of three mothers and their daughters. They film themselves and each other and show the world from their point of view.::Wefilm",
            "_Dochters_ (qv) is a documentary series about the unique connection between mothers and daughters. It's a series about growing up and becoming an adult, told from the perspective of three mothers and their daughters. They film themselves and each other and show the world from their point of view. Thus we get an intimate view of a significant phase of their lives. Emma (12) is the youngest of the three daughters. Emma is a funny, witty and open minded girl who's about to get ready to leave primary school behind. Having inherited her mother's curiosity for life, the two of them are enjoying all the changes that Emma is facing. Aisha (17) is, as a real adolescent would have it, the life of the party. She drinks, she smokes and if it was up to her, she would never end up going home. She definitely knows what she wants, but her mom's worried she's not always making the right decisions. Aisha's just had her finals, but she and her mother are worried about the outcome. Tara (19) has left puberty behind for the most part. It was a tumulous period that has eventually brought her and her mother closer together. Now the time has come for Tara to leave the parental house behind. Mom and daugther seize this opportunity to look back on a challenging phase. In this six-part series we experience short and tall stories, funny and sad moments in revealing double portraits. Daughters through the eyes of their moms and moms through the eyes of their daughters. _Dochters_ (qv) functions as a mirror to every mother and daughter.::Wefilm"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "males": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 5,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "non us users": {
                "votes": 5,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}