{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "11 August 2016"
            }
        ],
        "release dates": [
            "India::11 August 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Krantijyoti Savitribai Phule (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Ravan, Monika"
            },
            {
                "name": "Aher, Rajesh"
            },
            {
                "name": "Bhatt, Prerna"
            },
            {
                "name": "Chandolkar, Punam"
            },
            {
                "name": "Divakar, Advika"
            },
            {
                "name": "Kamble, Prafulla"
            },
            {
                "name": "Kulkarni, Ketaki"
            },
            {
                "name": "Kute, Sandhya"
            },
            {
                "name": "Nandkumar, Patil"
            },
            {
                "name": "Pathak, Mandar"
            },
            {
                "name": "Patil, Aditi"
            }
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODc5YjU5NDAtNWJmOC00ZDZkLWI5NTAtZTMxNGRkYzllZGY5XkEyXkFqcGdeQXVyNjg2NjkyMzU@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "INR150,000 (estimated)",
        "plot outline": "Savitribai Jyotirao Phule (3 January 1831 - 10 March 1897) was an Indian social reformer and poet. Along with her husband, Jyotirao Phule she played an important role in improving women's rights in India during British rule. The couple founded the first women's school at Bhide Wada in pune in 1848.. She also worked to abolish discrimination and unfair treatment of people based on caste and gender. She is regarded as an important figure of the Social Reform Movement in Maharashtra and is regarded as \"Rashtramata\" (The Mother of The Nation). But unfortunately majority of many Indians especially young generation is not aware of Krantijyoti Savitribai Phule and Mahatma Jyotiba Phule. The story starts with a terrifying incident of a girl burnt alive in a village in Maharashtra and while covering this news ace reporter Kavya Banerjee meets social reformer Bhaskar manjule for his review and opinion regarding the incident. Bhaskar while giving his interview gives example of Savitribai Phule and to his shock Kavya questions him about Savitribai Phule as she is completely unaware of this iconic lady. Bhaskar scolds Kavya and tells her that its very shameful being a female journalist she doesn't know about this great lady. Kavya feels guilty and she decides to find out more information on Savitribai Phule. Kavya on suggestion of Bhaskar manjule leaves for kudaal village near satara to meet retired professor Namdev patil who is a true follower of Savitribai Phule... Kavya meets Namdev in his village but he refuses to give information about Savitribai Phule but later on seeing her dedication and sincerity about her work he agrees to narrate the story of Krantijyoti Savitribai Phule'.",
        "languages": [
            "Hindi"
        ],
        "title": "Krantijyoti Savitribai Phule",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Krantijyoti Savitribai Phule (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Shivendra"
            }
        ],
        "distributors": [
            {
                "name": "DD National"
            }
        ],
        "plot": [
            "Savitribai Jyotirao Phule (3 January 1831 - 10 March 1897) was an Indian social reformer and poet. Along with her husband, Jyotirao Phule she played an important role in improving women's rights in India during British rule. The couple founded the first women's school at Bhide Wada in pune in 1848.. She also worked to abolish discrimination and unfair treatment of people based on caste and gender. She is regarded as an important figure of the Social Reform Movement in Maharashtra and is regarded as \"Rashtramata\" (The Mother of The Nation). But unfortunately majority of many Indians especially young generation is not aware of _Krantijyoti Savitribai Phule_ (qv) and Mahatma Jyotiba Phule. The story starts with a terrifying incident of a girl burnt alive in a village in Maharashtra and while covering this news ace reporter Kavya Banerjee meets social reformer Bhaskar manjule for his review and opinion regarding the incident. Bhaskar while giving his interview gives example of Savitribai Phule and to his shock Kavya questions him about Savitribai Phule as she is completely unaware of this iconic lady. Bhaskar scolds Kavya and tells her that its very shameful being a female journalist she doesn't know about this great lady. Kavya feels guilty and she decides to find out more information on Savitribai Phule. Kavya on suggestion of Bhaskar manjule leaves for kudaal village near satara to meet retired professor Namdev patil who is a true follower of Savitribai Phule... Kavya meets Namdev in his village but he refuses to give information about Savitribai Phule but later on seeing her dedication and sincerity about her work he agrees to narrate the story of _Krantijyoti Savitribai Phule_ (qv)'."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 15,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 10
        },
        "arithmetic mean": 6.4,
        "median": 1
    }
}