{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2016"
            },
            {
                "country": "USA\n",
                "date": "1 October 2016"
            }
        ],
        "release dates": [
            "USA::October 2016",
            "USA::1 October 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "I Give Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Have you ever felt like giving up? Things don't always go the way we want them to, and sometimes we may be tempted to give up. John talks about not giving in to fear, grief, or loss and to keep moving forward.    "
                },
                "2": {
                    "title": "Have You Thought About Clinical Trials?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    If you have a mental health diagnosis or a chronic disease you may want to look into being a participant in a clinical trial study. Many times you'll be compensated for your time and transportation is often provided. If you want to help advance health research look into becoming a volunteer participant at a clinical trial site near you.    "
                },
                "3": {
                    "title": "Cynicism Is Poison",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Prolonged negativity, criticism, blaming, belittling, are a destructive emotions and will shorten your life and hurt everyone around you. Cynicism is poison and John talks about the antidote and how someone who is negative all the time can change and become a blessing rather than a burden.    "
                },
                "4": {
                    "title": "Overcoming Unhealthy Family Patterns",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Have you ever thought that you are just like your mother, or just like you father? Many adults have unhealthy ways of handling conflict and relationships that they learned from their parents growing up. John talks about the importance of changing your unhealthy behavior and stopping the patterns passed to you by your family.    "
                },
                "5": {
                    "title": "Your Emotional Intelligence Is Greater Than Your IQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    We spend way too much attention on IQ than we do EQ. John explains why your Emotional Intelligence is greater than your IQ. Not every genius person is emotionally smart.    "
                },
                "6": {
                    "title": "Anxiety That Makes You Feel Nauseous",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mental Health Today Show (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Have you ever felt sick to your stomach when you get anxious? John talks about what you can do (and not do) to stay healthy when you feel nauseous.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Cordray, John"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVmNzJjNmItNDc0ZC00MDQyLWEwMzktZDhmZTc1YmNmMGIwXkEyXkFqcGdeQXVyNjkxNDI3NjI@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$1,500 (estimated)",
        "plot outline": "Recorded at the kitchen table, John discusses mental health topics that are both relevant and helpful. John Cordray is a licensed therapist with a mission to help end the stigma of mental health. Topics from unhealthy family patterns, depression, anxiety, phobias, and many more topics are discussed around the kitchen table. The Mental Health Today Show is both educating and entertaining, bringing awareness to the need to end the stigma of mental illness. Join John Cordray around the kitchen table and help bring an end to this stigma.",
        "languages": [
            "English"
        ],
        "title": "The Mental Health Today Show",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Mental Health Today Show (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cordray, John"
            }
        ],
        "production companies": [
            {
                "name": "Cordray Media"
            }
        ],
        "distributors": [
            {
                "name": "Cordray Media"
            }
        ],
        "plot": [
            "John Cordray is a licensed therapist and he talks about relevant mental health issues of our day. John's mission is to put an end to the stigma of mental illness.",
            "Recorded at the kitchen table, John discusses mental health topics that are both relevant and helpful. John Cordray is a licensed therapist with a mission to help end the stigma of mental health. Topics from unhealthy family patterns, depression, anxiety, phobias, and many more topics are discussed around the kitchen table. _The Mental Health Today Show_ (qv) is both educating and entertaining, bringing awareness to the need to end the stigma of mental illness. Join John Cordray around the kitchen table and help bring an end to this stigma."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}