{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "31 August 2016"
            }
        ],
        "release dates": [
            "France::31 August 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sydney Harbour Patrol (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A million dollar police boat crashes onto rocks and salvage diver Brendan risks his life to save nearby beach goers from the debris. Site supervisor Ron battles to keep a critical construction project on track after it strikes a major hazard. Fisheries officer Joel wrestles a man-eating shark during a dangerous nighttime storm. And shipyard manager Luke must protect millions of dollars of precious boats from the destructive forces of nature.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sydney Harbour Patrol (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Police officer Gerard is faced with a massive public holiday party that threatens to spiral out of control. Deckhand Andy must enter a danger zone to salvage a luxury boat from the bottom of the ocean. Shipyard manager Luke struggles to repair twelve elite yachts in time for a big race. And fisheries officer Joel catches two poachers red-handed for offences that could result in huge fines or even jail time.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Dooley, Shaun"
            }
        ],
        "locations": [
            "Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "Australia",
            "United Kingdom"
        ],
        "country codes": [
            "au",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU0ZWZjNjAtNDllNi00N2UwLWE5NTktNmU1YjM0Nzc0YTNlXkEyXkFqcGdeQXVyNTE4NTk4Njg@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Iconic Sydney Harbour attracts more than 40 million visitors a year and covers 317 kilometres of shoreline. It's the largest and one of the busiest natural harbours on earth. Sydney Harbour Patrol features the elite team who work day and night to keep the world famous waterfront running. They fight to maintain law and order, ensure massive construction projects stay on track, protect the delicate eco-system against poachers and keep congested shipping lanes clear of dangerous debris from accidents and fierce storms. The series shows the struggles and triumphs of this dedicated group of workers, as they tackle the Harbour's mammoth logistical challenges. With unprecedented behind the scenes access Sydney Harbour Patrol follows the key people critical to the smooth operation of this giant machine. It reveals a side to one of the world's most beautiful cities that is rarely seen, with a mix of cinematic visuals and dynamic character-driven narratives.",
        "languages": [
            "English"
        ],
        "title": "Sydney Harbour Patrol",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Sydney Harbour Patrol (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "WTFN Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Networks International"
            }
        ],
        "plot": [
            "_Sydney Harbour Patrol_ (qv) follows the elite team who work day and night to keep the world famous waterfront running.",
            "Iconic Sydney Harbour attracts more than 40 million visitors a year and covers 317 kilometres of shoreline. It's the largest and one of the busiest natural harbours on earth. _Sydney Harbour Patrol_ (qv) features the elite team who work day and night to keep the world famous waterfront running. They fight to maintain law and order, ensure massive construction projects stay on track, protect the delicate eco-system against poachers and keep congested shipping lanes clear of dangerous debris from accidents and fierce storms. The series shows the struggles and triumphs of this dedicated group of workers, as they tackle the Harbour's mammoth logistical challenges. With unprecedented behind the scenes access _Sydney Harbour Patrol_ (qv) follows the key people critical to the smooth operation of this giant machine. It reveals a side to one of the world's most beautiful cities that is rarely seen, with a mix of cinematic visuals and dynamic character-driven narratives."
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 6,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 4,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}