{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Silva, Delicia"
            }
        ],
        "locations": [
            "USA::(shooting locations)",
            "Nicaragua::(shooting location)",
            "Cuba::(shooting location)",
            "Dominican Republic::(shooting location)"
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjkyNTc0YjgtNGVkNC00YTFiLWJkYmQtNDA4N2E2ZjQ0OTkxL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAyMjkxMjI@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "$200,000 (estimated)",
        "plot outline": "\"The Cigar Vixen\" is travel series hosted by the delectable internet sensation Delicia Silva. She takes us to exotic places to share the world of high end Cigars and the spirits, food and culture that come with it. Her YouTube channel has over 3.2 million views and counting! What to smoke? Travel, with a side of cigars and spirits. Experience a spicier side of exploring fascinating destinations, with a cigar in hand. Delve into the unique world of premium cigars. Delicia navigates the world of cigars and unseen exotic hideaways...but with a twist: there's always a stogie involved. Smoke cigars with Delicia and enter at your own risk this grandiose lifestyle of the leaf. Light up and keep up.",
        "languages": [
            "English"
        ],
        "title": "The Cigar Vixen",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Cigar Vixen (United States)"
        ],
        "distributors": [
            {
                "name": "Fairway Film Alliance"
            }
        ],
        "plot": [
            "\"_The Cigar Vixen_ (qv)\" is travel series hosted by the delectable internet sensation Delicia Silva. She takes us to exotic places to share the world of high end Cigars and the spirits, food and culture that come with it. Her YouTube channel has over 3.2 million views and counting! What to smoke? Travel, with a side of cigars and spirits. Experience a spicier side of exploring fascinating destinations, with a cigar in hand. Delve into the unique world of premium cigars. Delicia navigates the world of cigars and unseen exotic hideaways...but with a twist: there's always a stogie involved. Smoke cigars with Delicia and enter at your own risk this grandiose lifestyle of the leaf. Light up and keep up.::Kirk Harris"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}