{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 May 2016"
            }
        ],
        "release dates": [
            "UK::22 May 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Oddbods"
            },
            {
                "countries": "Russia",
                "title": "Оддбодики"
            }
        ],
        "akas": [
            "Oddbods (original title)",
            "Оддбодики Russia"
        ],
        "akas from release info": [
            "Oddbods (original title)",
            "Оддбодики Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Party Monsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The Festive Menace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Zee Force Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "It's My Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Jeff throws a party for himself on his birthday and is less than pleased when the others turn up to celebrate a surprise party with him. He soon finds his excessive need to control things puts a dampner on things and the others leave, unable to express themselves and have fun. However, Jeff's insecurity is piqued when he discovers they are continuing the party over at Slick's place. Will he learn to chill out and join in instead of micromanaging everyone else's fun?    "
                },
                "2": {
                    "title": "A Good Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Newt is horrified by Zee's physical condition and ventures to make him fit and healthy again, whether he likes it or not. Will she succeed in making the most exercise-shy of the Oddbods into a fit individual or will Zee's creative ability to avoid all extertions at any costs win out?    "
                },
                "3": {
                    "title": "Marooned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Jeff and Pogo find themselves marooned on a desert island. How will two clearly so differing characters get along in a shared space let alone come up with an idea to get them off the island and back home?    "
                },
                "4": {
                    "title": "Parental Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Fuse chops down a tree in his back yard and finds himself the reluctant parent to a hatchling chick. Will the cute baby bird manage to melt the macho Oddbods heart and bring out the inner parent in him?    "
                },
                "5": {
                    "title": "The Sheriff of Oddsville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    As something of a stickler for the rules, Jeff is appointed warden for the cul de sac to help and control some of the more antisocial behaviours of his neighbours. However, Jeff soon gets a taste of his newfound powers and quickly his 'rule' gets out of hand. Practically everything you could deem as fun is soon banned. Soon the others are rueing the day that Jeff took over. They plot to bring him down so normality can return to the cul de sac.    "
                },
                "6": {
                    "title": "Alien Abduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    After a spate of alien abductions in the locale, Bubbles is determined to get to the heart of the matter and provide everyone with evidence of what is happening. However Zee, who is up for a late night snack of ice cream, quickly and unintentionally can't help but get in the way of her goals. Will she prove that Aliens exist and discover why all the cows in Oddsville have been going missing?    "
                },
                "7": {
                    "title": "Slick Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Slick fancies himself as something as a good dancer, but the truth is that this couldn't be further from the truth. He's terrible. When he discovers the truth he's devastated. Jeff, however, is kind enough to offer his services and soon Slick is picking up some tips that help transform him into quite the mover. Jeff, however, is horrified to discover that while Slick is improving, he's far from the finished product and certainly not ready for the TV dance show he's entered himself into. Will Jeff save Slick from embarrassment or will Slick surprise Jeff with the ...    "
                },
                "8": {
                    "title": "A Perfect Night's Squeak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Fuse is woken in the night by a new house guest that keeps him from sleeping. Fuse decides to get rid of the problem but the mouse he's up against is proving more tenacious than he anticipated. Will Fuse manage to evict the problematic mouse and get a good nights sleep or will his excessive use of force for a small problem and his short temper end up causing more trouble than he could have anticipated?    "
                },
                "9": {
                    "title": "A Newt to Remember",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Newt gets bitten by a werewolf while on a date with Slick causing all sorts of problems that he initially can't explain. What will happen when he finds that his date is a monster?    "
                },
                "10": {
                    "title": "One Two Many",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Pogo discovers a cloning machine and misuses it for fun. When he accidentally clones himself he soon gets a taste of his own medicine as his clone turns out to be even more of a prankster than he is. Will Pogo manage to close the lid on this mischievous Pandora's box and get rid of all the mess he's created or will his evil twin manage to get rid of him first?    "
                },
                "11": {
                    "title": "Pogo the Poltergeist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Pogo uses an invisibility device to cause all sorts of havoc in Oddsville.    "
                },
                "12": {
                    "title": "Robobuddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Slick wants a new playmate that gives him more attention than his friends can. When the robot he buys to do the job gets struck by lightning, what he gets is more of a worst enemy than a best friend. His Robobuddy actively turns against him and tries to make him look back in front of everyone else. Will poor Slick manage to show everyone the real perpetrator or will the robot turn everyone else against him?    "
                },
                "13": {
                    "title": "Pain in the Arts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jeff kicks Pogo out of his art class for messing around. Pogo takes great offense and decides to pursue his creative output anyway. Jeff is horrified to discover that Pogo's madcap and crazy creations are incredibly popular and successful. Why can't anyone else see this work for what it is? A shallow joke? Jeff goes head to head to prove who the real artist is here.    "
                },
                "14": {
                    "title": "Zeellionaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zee strikes oil in his back yard and with the help of Slick soon realizes that he's got his hands on the ultimate convenience he's never had before - money. Will the money change Zee and how will his new approach to living wash with his less well-off friends?    "
                },
                "15": {
                    "title": "Bad Medicine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Zee sees how Newt nurses an injured bird back to health and gets a great idea that if he feigns illness/injury too then he might get the same pampering too. However, Zee doesn't know where to draw the line and soon he's got poor Newt waiting hand and foot on him. Newt finds herself getting exhausted by Zee's lazy demands. What will she do when she discovers that the naughty Zee has been having her on all along?    "
                },
                "16": {
                    "title": "Fuse Ruse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Fuse has one temper tantrum too many and shamed by his temper decides to fake his leaving the cul de sac and adopt the identity of someone else less angry and short tempered. The others are soon intrigued by the appearance of this new neighbour and find that he's very easy to get along with. Fuse however quickly realises that pretending to be someone else doesn't make him someone else and he now has to work extra hard to suppress his natural urges and annoyances. How long can he sustain this ruse?    "
                },
                "17": {
                    "title": "Narco Klepto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Bubbles is faced with a mystery. A thief is stealing things from the cul de sac overnight while everyone sleeps. She vows to catch the culprit and is horrified when she discovers all the stolen items locked away in her secret room. Further investigation reveals that she's the culprit and has done it all unawares while sleepwalking. Desperate not to be discovered, she ventures to put everything back while everyone sleeps. A mammoth task that will take all of her guile and ingenuity to achieve.    "
                },
                "18": {
                    "title": "Bubble Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Double Date Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Slick accidentally manages to double book a date with Bubbles and Newt on the same evening. Rather than come clean and admit his error he decides to keep both dates going at the same time. What follows is very much a farce as he tries to keep both parties happy and in the dark but ultimately fails miserably.    "
                },
                "20": {
                    "title": "My Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Slick accidentally manages to rescue Newt from a mouse in her kitchen despite being terrified of them himself. Newt proclaims Slick as her hero when it really isn't a deserved accolade. When called upon to live up to his new role as brave saviour, Slick quickly finds himself in uncomfortable territory. He can't come clean and he's not as brave as she thinks but he'd be devastated if Newt thought of him any other way. How long can he keep the charade going before being discovered and inevitably disappointing Newt? Will he manage to restore his esteem in her eyes when ...    "
                },
                "21": {
                    "title": "Florence Newtingale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    When Fuse is injured helping Newt out she takes on the role of nursemaid to him. He however simply has had enough of her help and wants to be left alone. However, it's not long before he's offended her and in actual need of help. Too proud and too angry to climb down and admit the need for help Fuse quickly finds himself back in a pickle. Will he learn a lesson in humility or will his stubbornness prevail?    "
                },
                "22": {
                    "title": "Hypnobod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    When Pogo gets his hands on a hypnosis machine he tries it out on Jeff, who starts to think he's a dog one minute and is oblivious the next. It's not long before Jeff figures this out and decides that Pogo should get a taste of his own medicine. Jeff turns the tables on Pogo and takes the prank to a whole other level. In a game such as this, however, there can be no real winners and both end up convinced they are dogs and Newt manages to get herself two adorable (maybe not so much) new pets to lavish her love on.    "
                },
                "23": {
                    "title": "The Oddbod Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Zee and Jeff are forced to live together when Jeff calls the fumigators on Zee's house, leaving him temporarily homeless. Forced to take in his guest, how long can this alliance of opposites last?    "
                },
                "24": {
                    "title": "Zee in Charge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    When Newt goes on holiday Zee is enlisted to house-sit her place and her beloved pet hamster. But can the laid-back Zee be counted on to be responsible while Newt's away?    "
                },
                "25": {
                    "title": "The Last Laugh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    When one prank too many leaves Pogo temporarily ostracized by his neighbours, he ventures to turn over a new leaf. However, he has a hard time convincing them that this is not another ruse that they are going to fall for. When he finally wins everyone around, the new, less annoying, sincere Pogo invites them all to a party at his place. But is all as it seems and can a leopard really change its spots?    "
                },
                "26": {
                    "title": "Strictly No Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Slick wants to win a dancing competition but he needs a partner to dance with him. Bubbles needs cash and the prize for the winners means she accepts Slick's invitation when he asks her. However, Slick is horrified to discover that Bubbles is the worst dancer ever - Rather than let her enter and embarrass him he gets the unique idea of replacing her with her impressive dancing robot instead and dressing it up in one of Bubbles' onesies. When Bubbles discovers the plots she's not happy and she's not an Oddbod to be trifled with.    "
                },
                "27": {
                    "title": "The Amazing Slicko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    Slick decides that he needs an assistant if his ambitions as a master magician are ever to be realized. He eventually recruits the eager Newt to aid him but she's disappointed to find out that she's been relegated to a mere side note in his act. Not one to be trodden on, Newt decides to intervene in the act and get a bit of audience attention herself, much to Slick's chagrin. What unfolds is an escalating tete-a-tete between two out of control egos that spares no thought for their competitors or the poor audience for that matter.    "
                },
                "28": {
                    "title": "Panic Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    Pogo and Fuse get trapped in Jeff's house by his very potent security system while he leaves to go on holiday. The two guys must learn to survive and get along with one another with dwindling supplies and cabin fever. How long can an alliance be maintained when it emerges that each one has a differing idea of how to survive this challenge and what will Jeff think of what they've done to his house when he returns?    "
                },
                "29": {
                    "title": "No Good Deed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    When Fuse is rather embarrassingly rescued by Newt after an accident with some gym equipment, he ventures to try and save face and repay the debt to her. However, his attempts to 'save her' become nothing short of an annoyance and a hazard. Newt has to figure a way out of getting the well-intentioned Fuse off her back or shes will go crazy. Will Fuse repay the debt to Newt and mend his bruised pride?    "
                },
                "30": {
                    "title": "i-Scream Apocalypse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    When the aftermath of one of Bubbles' failed experiment ends up in Pogo's ice cream van, the neighbours all start to exhibit Zombie-like symptoms. Pogo must figure out what's happened to everyone and enlists the help of Bubbles in saving the entire cul-de-sac from a horrible fate.    "
                },
                "31": {
                    "title": "High Price of Neighbouring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    When Jeff finds out the Zee has been 'borrowing' his electricity he uses the debt incurred by Zee to force him to clean up his eyesore of a property next door. However getting Zee to do any job properly proves nigh on impossible. But Jeff isn't one to give up easily. Soon he'll have Zee's place looking a neat and tidy as his, right? Wrong.    "
                },
                "32": {
                    "title": "Super Zeros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    Slick decides to become an anonymous superhero to help his friends and neighbours. However, when he decides to come clean as the real guy behind the heroic acts, he's devastated to discover the Pogo has taken all the acclaim and accolades. To make matters worse when he insists it's him, no one believes him. Slick sets out to prove Pogo a fraud and fight the injustice. What actually entails is a story of two out of control egos who will go to any length to discredit the other. More super zeros than super heroes.    "
                },
                "33": {
                    "title": "Newt's Lucky Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    Newt discovers a four leaf clover which Pogo thinks is stupid. Newt insists that it's lucky and as fate would have it it seems that her luck for that day is unbelievably good. Pogo soon changes his tune and Newt kindly offers it to him. However, his luck doesn't change for the better with it. If anything it makes everything worse.    "
                },
                "34": {
                    "title": "X Marks the Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Bubbles discovers that there is treasure buried beneath Jeff's beloved lawn. Jeff, however, has no intention of letting her dig up his precious pride and joy. A battle of wits ensues where Bubbles tries to dig underneath the ground to get to what she wants anyway. Jeff however soon realizes this and does everything he can to thwart her attempts.    "
                },
                "35": {
                    "title": "A Marrow Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    Jeff borrows some radioactive material to help his prize marrow get as big as possible so he can with the upcoming farm fair prize. However, the vegetable mutates into something more insidious and soon he discovers that it's been swallowing his friends whole. Will Jeff come clean and do the right thing or is his ambition to win so great that he will turn a blind eye to the dangers of his Oddbod eating plant?    "
                },
                "36": {
                    "title": "50 Foot Zee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    Zee eats a marrow from one of Bubbles experiments and soon finds himself trapped inside his own house, swollen too big to escape his home. To make matters worse, Bubbles soon discovers that her experiment has some unwanted side effects. Everything that grows bigger as a result of her formula eventually explodes. Soon there is a race against time to find the antidote to her formula before Zee explodes inside his own home. Will Bubbles succeed or fail?    "
                },
                "37": {
                    "title": "The Last Straw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    Jeff is convinced that Pogo is plotting against him and despite seeing what Pogo is up to with his own eyes, he simply can't prove his mischief to the others. Despite looking like he's almost harassing the naughty Pogo, Jeff refuses to give in and prove once and for all that Pogo is guilty of being up to no good. Jeff eventually gets the proof he needs and soon it's apparent that Pogo was trying to help him with a problem he had all along leaving Jeff feeling somewhat stupid, if not a little grateful too.    "
                },
                "38": {
                    "title": "Build a Rocket Bubbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When a bickering Pogo and Fuse accidentally manage to find themselves launched into outer space in Bubbles rocket, Bubbles is none too pleased. The two bickering pals have to learn to work together to save themselves and get the rocket back to earth safely. Bubbles offers her help too to make sure they can complete the mission that was hers to do. The boys eventually manage to figure out how to work together but find that they have something of an unexpected surprise waiting for them when they land.    "
                },
                "39": {
                    "title": "Macho Jeff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    When Jeff enlists the help of Fuse in making him less of a weakling, Fuse discovers that he has his work cut out for him. However, Fuse finally cracks it when he gives Jeff exercises that involve relieving his OCD. Soon Jeff is buff too, however, not everyone is au-fait with the new look Jeff who seems to have adopted some of the less pleasant personality traits of someone who takes their strength for granted. Jeff soon finds that he's offended his friends and has a lot of making up to do.    "
                },
                "40": {
                    "title": "One Short of a Full Set",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Pogo wants to go skydiving with Newt. Newt thinks this is her idea of hell: she's much happier putting the finishing touches to her kitty sticker collection. Pogo soon discovers the only leverage that can get Newt to agree to jump out of a plane for him: The final sticker that completes her collection. How far will Newt go to finish her latest completist obsession?    "
                },
                "41": {
                    "title": "Mind Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    Pogo gets his hand on Bubbles mind control chips and picks poor Fuse as the object of his latest 'hilarious' experiment. How happy will Fuse be when he discovers who has been messing with his body?    "
                },
                "42": {
                    "title": "Monster of Oddsville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n    Pogo convinces the others a monster is on the loose in Oddsville when really it's just another one of his hilarious pranks. When Bubbles is enlisted to hunt down and get rid of this creature, things take a turn for the worst. Will Fuse outwit Bubbles here or will she get to the bottom of the mystery here?    "
                },
                "43": {
                    "title": "Zoom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    Zee is zapped by an impatient Bubbles who is tired of being held up by his lazy, sedate sluggishness. Zee soon finds himself sped up by the beam but with some unintended side effects. He just can't get rid of his hunger. Soon Oddsville finds itself in the middle of a crisis as the unintended side effects of Bubbles actions come to bear fruit.    "
                },
                "44": {
                    "title": "Mr. Snuffles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "15 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Fuse discovers his long-lost teddy bear, Mr. Snuffles when prepping for a garage sale. However as soon as he is found, he is lost again. Fuse goes to extreme length to find his bear again (without being discovered again)    "
                },
                "45": {
                    "title": "Headcase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Fuse accidentally breaks the top of Bubbles' Totem Pole, he lies about it and then spends the rest of the time trying to cover it up. But the head mysteriously keeps appearing everywhere, like a sin that's come back to haunt him. Did he unleash a curse or is there a much more reasonable explanation for what is going on.    "
                },
                "46": {
                    "title": "Technofogey Fuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Fuse is fed up with Newt and Slick's constant addiction to technology getting in the way of some old-fashioned fun together. He insists the give up their phones for the day while they go hiking. Which ordinarily would be fine, but they soon find themselves completely lost. How long can Fuse enforce the technology embargo before the others insist on getting their phones back?    "
                },
                "47": {
                    "title": "Acting Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    A movie set comes to the Cul-de-Sac and Slick wants a part in it. However, he's got hot competition in the form of other wannabe's and also from the most unlikely of sources: Zee.    "
                },
                "48": {
                    "title": "Pocket-sized Pogo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    Pogo shrinks himself to have some crazy fun in a remote controlled car but it quickly gets out of hand when he discovers a remote control plane.    "
                },
                "49": {
                    "title": "It's Just Like Riding a Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    Newt discovers that Fuse can't ride a bike due to a traumatic incident when he was younger. She kindly offers to teach him on her rather emasculating bike with stabilizers. Fuse accepts in desperation but how long can he keep these clandestine lessons a secret?    "
                },
                "50": {
                    "title": "Double Scoop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    It's a sweltering day in Oddsville and Zee and Fuse bicker over who is last in the ice cream van queue. After their rowdy and inconsiderate behaviour results in both of them being banned by Pogo, they reluctantly join forces to try to get what they've just missed out on.    "
                },
                "51": {
                    "title": "Camp It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Fuse goes camping for a bit of solitary time, however, it's ruined by the arrival of Jeff and all his modern conveniences. How long will Fuse and his stubborn streak last when the elements turn and suddenly Jeff's plush setup looks increasingly attractive?    "
                },
                "52": {
                    "title": "Wheels of Furry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After being excluded by the boys in their racing club, Newt tries to beat them at their own game.    "
                },
                "53": {
                    "title": "Oddball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jeff isn't the most athletic of competitors and when he Newt and Pogo managed to get roped into a sports game against some overly competitive Greybods, he quickly finds he's out of his depth.    "
                },
                "54": {
                    "title": "Let's See That Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "plot": "\n    Pogo discovers a remote control that can pause and rewind real life. This is too much fun. How will the others react to having their lives interfered with for Pogo's entertainment?    "
                },
                "55": {
                    "title": "The Shame, the blame and the Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "plot": "\n    Pogo is struck with a new obsession: capturing viral videos and uploading them to the internet for views. But he's about to learn that creating a viral video for internet fame is not all that easy to achieve or all its cracked up to be either.    "
                },
                "56": {
                    "title": "Anger Mismanagement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    After one tantrum too many, Fuse accepts the help of Newt to overcome his anger issues. However, the whole experience might prove to be more anger-inducing to Newt than it is to the short-tempered Fuse.    "
                },
                "57": {
                    "title": "On the Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "plot": "\n    Jeff gets his fortune read by a mysterious teller only for him to refuse her payment as he thinks she's a charlatan. She places a curse on him which he laughs at. But soon his laughter will be on the other side of his face as some of her predictions from her card reading start to bear an uncanny resemblance to what's happening with him.    "
                },
                "58": {
                    "title": "Odd Jobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Zee does some odd jobs as he needs money for something important to him. However, his laziness and lack of work ethic make him something of a less than an ideal employee.    "
                },
                "59": {
                    "title": "The Brain Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "plot": "\n    After a slow-witted cow nearly causes a road accident, Bubbles concocts a health serum to help improve the cow's brain function. Unbeknownst to her, the serum attracts the attention of Newt's performing guinea pig. As the guinea pig feasts on the food he develops a super-brain and begins to hatch an evil plan: It's time for the Oddbods to perform for him.    "
                },
                "60": {
                    "title": "You Can't Handle the Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "plot": "\n    It's Photo Day in Oddsville - a time old tradition where the whole gang gets together for a team photograph. Every year Slick is accidentally obscured when the photos are taken - so this year he's determined more than ever - to ensure his face is front and center.    "
                }
            },
            "2": {
                "1": {
                    "title": "I am Bubbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    An eclipse is forecast in Oddsville and nobody is more excited than Bubbles. But when her friends mysteriously start to disappear, Bubbles, all alone, believes that aliens are behind the abductions. Are there sinister forces at large, or is it something far more innocent?    "
                },
                "2": {
                    "title": "Jetpack Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Pogo gets his hands on Bubbles' prototype jetpack after her warning him it isn't ready, and soon finds himself stranded in the upper atmosphere. Bubbles embarks on a rescue mission to get him back to earth safe and sound.    "
                },
                "3": {
                    "title": "Space Oddbodity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    When Bubbles is convinced aliens are amongst us, her reaction is to do everything possible to provide proof. However her usual overzealous approach to finding it only serves to embarrass and annoy her neighbours.    "
                },
                "4": {
                    "title": "The Oddfather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Bubbles accidentally activates her 'Devolutionizer' device (age-reversing machine) just as it topples over, affecting the entire cul-de-sac. All the Oddbods devolve into Babybods; that is, all except Fuse, who's returning home from a fishing trip. It's time for Fuse to 'Nanny-up', keep his temper in check, and figure out a way of undoing the whole process.    "
                },
                "5": {
                    "title": "Can You Dig it",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Newt falls for a wild gopher and tries to adopt it as her pet. It has no interest in being domesticated, however, and would rather spend its time eating Jeff's prizewinning flowers. Newt must protect the creature from a terrible fate, as Jeff won't react kindly to anything destroying his pride and joy.    "
                },
                "6": {
                    "title": "Arcade Slick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    When Bubbles returns home with an old arcade games machine, Slick is desperate to play, even though Bubbles wants it for spare parts. In a freak scientific gaming anomaly, Slick is teleported inside the machine, and it's up to Bubbles and her gaming skills to rescue an 8-bit Slick from a pixelated demise.    "
                },
                "7": {
                    "title": "Spiderman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Fuse is enjoying a glorious morning of absolute manliness. The day's so sunny, Fuse fires up the BBQ and invites some friends over. However, one attendee arrives who isn't on the guest list: a teeny-tiny house spider. Fuse is utterly terrified but reluctant to admit his fear. So he tries to play it cool and goes to extreme lengths (and lies) to avoid the spider, whilst saving face with his friends.    "
                },
                "8": {
                    "title": "Our Son Slick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Slick's Dad shows up out of the blue, and, terrified that he'll discover what a messy party animal he is, Slick quickly pretends that Jeff's house is actually his and that Jeff is his butler. Jeff reluctantly agrees, but Slick's tendency to exaggerate and show off soon make this a thankless task for poor old Jeff. How long can they keep a lid on this secret, or will Slick get away with this ever-expanding lie?    "
                },
                "9": {
                    "title": "Deserted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Pogo and Bubbles get stranded in the desert after Pogo accidentally sabotages Bubbles' attempt to break the land speed record. What ensues is a struggle to survive, with one incredibly determined, and another incredibly annoying character. Will they learn to work together to get themselves back safe and sound?    "
                },
                "10": {
                    "title": "Your Move, Jeff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    After a sequence of annoying events, Jeff decides he's had enough of living in the cul-de-sac. When everyone gets wind that he's leaving, they all rally together to convince Jeff to stay. But whatever they do only seems to make everything worse.    "
                },
                "11": {
                    "title": "Jog On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    At the local park, Fuse and Slick are smitten with a female jogger who blows them both a kiss. The pair is determined to outshine one another to prove whom the kiss was intended for. Thus, a needless competition is born where the only rule is: \"Win at all costs!\"    "
                },
                "12": {
                    "title": "Hotdog 500",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    When Zee enters a road endurance race, his notorious lethargy hardly makes him favourite to win the prize: a huge trophy that looks to Zee like a gigantic hot dog. Especially when the others are so competitive they resort to unfair means to gain an advantage. However, Zee might not be fast, but he certainly is determined, and the fact that everyone competing in the race has already written him off might well help him land a surprise.    "
                },
                "13": {
                    "title": "Picnic Basketcases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Newt, Jeff, and Pogo all go out for the perfect picnic one day, except each has a separate idea of what that perfect picnic entails. Soon no one is happy: Jeff is dissatisfied with everything, as is Newt, and Zee is just starving and wants to get on with the eating. Will they work out their differences or will a rogue squirrel, some cockroaches and an allergic reaction to bee stings get in their way?    "
                },
                "14": {
                    "title": "Double O Zee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "plot": "\n    When a rogue bear enters Oddsville, it is quickly put to sleep by the local park ranger. Unfortunately, a couple of his tranquilizer darts miss their intended target and hit Zee. It's up to the Oddbods to watch over Zee as his sleepwalking antics take him into dangerous waters.    "
                },
                "15": {
                    "title": "The Clown Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "7 May 2017",
                    "year": "2017",
                    "plot": "\n    After a moment of unintentional humiliation, Pogo and Jeff get into a competitive battle to see who is the better clown: Pogo, the more anarchic, traditional clown vs. Jeff, the classic French mime. The audience will be the judge.    "
                },
                "16": {
                    "title": "This Little Piggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n    Zee inadvertently picks up a stowaway piglet from a nearby farm. Undisturbed by the presence of the little chap, Zee quickly forms a strong bond as they discover similar interests, not least eating and sleeping. When the pig is reclaimed by the farmer, a little piece of Zee is lost forever. That is until Newt comes to the rescue.    "
                },
                "17": {
                    "title": "Robodd Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "plot": "\n    Slick, with a little help from Bubbles, enters a 'Robot Wars' tournament. As he progresses through the rounds, his increasing arrogance and hubris make him a highly unlikable winner. Will Slick selfishly embrace the spoils of victory, or will he learn the true spirit of competition: humility in victory?    "
                },
                "18": {
                    "title": "Brains Vs Beaks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "plot": "\n    When Jeff discovers some unwanted visitors in his garden, what ensues is a battle of wills between him and a pair of harmless nesting birds. As an intelligent and determined Oddbod, Jeff should have no problems forcing these tenants to migrate elsewhere, but these birds are not to be evicted from what they consider their home without a fight.    "
                },
                "19": {
                    "title": "Pogo and the Lamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "plot": "\n    Pogo is bored and his friends don't have time to play with him. He discovers a Genie in a magic lamp who grants three wishes, and Pogo uses these to try to get Zee and Bubbles in the mood for some fun. However the Genie's wishes don't quite have the desired effect, and Pogo finds himself in a whole lot of trouble.    "
                },
                "20": {
                    "title": "Master Jeff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "plot": "\n    Jeff wants to impress the other Oddbods with his perfect hors-d'oeuvres, but he is upstaged by Zee, who presents a revolting-looking bowl of slop that turns out to be stunningly delicious. Jeff goes into training with the master himself and is horrified by Zee's unhygienic cooking methods. Nevertheless, in a desperate attempt to throw a popular dinner party, Jeff goes miles outside his comfort zone and tries to copy Zee's heinous recipe, unaware that it's all down to a highly secret ingredient.    "
                },
                "21": {
                    "title": "Zee-Ro Gravity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "plot": "\n    Zee manages to accidentally stowaway on Bubbles' rescue mission to stop Oddsville being hit by a life-endangering meteor storm. Zee's casual laziness becomes a big problem for poor Bubbles and her mission to save the planet, but one of Zee's surprising talents means that he may be the very person she needs to complete the mission. Will Zee become the unlikely hero, and will he even realize what's at stake here?    "
                },
                "22": {
                    "title": "Monster Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "plot": "\n    When modifications to Fuse's truck cause it to develop a mind of its own, the proud vehicle owner believes his favourite possession has only improved. Yet when the truck turns truly monstrous, Fuse knows he must take back control and protect his friends. Even if it means destroying the thing he loves most in the world.    "
                },
                "23": {
                    "title": "Driving Jeff Crazy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "plot": "\n    Pogo loses his license after a bout of reckless driving and finds out that he has to pass his test to get his license and beloved van back. He's horrified to discover that he's got the ultimate stickler for an instructor and examiner: Jeff. How will Pogo restrain himself enough to pass his test when he's got the worst possible person to get him there?    "
                },
                "24": {
                    "title": "Cross Newt Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "plot": "\n    When Newt is upstaged by Pogo playing muscle-man, she grows determined to become strong herself. Fuse puts her through a macho training regimen that doesn't suit her at all, and when Newt rebels, Fuse finds the perfect training approach for Newt. Fuse's gym has never looked so pink and girly, and even Fuse is getting that aerobic dance video vibe.    "
                },
                "25": {
                    "title": "The Abominable Snowbear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "plot": "\n    Snow falls on Oddsville: the perfect conditions for Pogo's pranking skills to thrive. But when his pranks go too far, Newt decides to teach him a lesson. Unknown to the pair, however, a hungry bear makes his way into Oddsville, leaving Newt and Pogo facing a much bigger problem.    "
                },
                "26": {
                    "title": "Recipe for Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "plot": "\n    Jeff is throwing a party to impress some snooty friends. However, his unreasonably high service expectations result in the waiter he brought in to help quitting, leaving him without the staff he needs to impress his guests. Into the void steps Zee; probably not the best idea, right, but with no one else to help him what other choice does he have?    "
                },
                "27": {
                    "title": "Don't Open the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "plot": "\n    Newt ends up looking after a parcel that was delivered to Zee's place, as he was not at home to receive it. Her imagination runs riot as to what's inside, and it's not long before she's unable to resist opening the thing. Just one peek results in utter carnage being unleashed. Can she put the contents back in the box and cover up her indiscretion so Zee doesn't find out?    "
                },
                "28": {
                    "title": "The Grimbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "plot": "\n    When Bubbles accidentally brings back a stowaway from space, Newt finds the cute little space alien utterly irresistible. How could anyone resist these cute furry balls of fluff, right? Soon she's keeping it as a pet, but quickly discovers that this is a species that multiplies at an alarming rate. Oddsville is soon crawling with these creatures, an epidemic of extraordinary proportions. Will Newt face facts and realize that something has to be done before everyone ends up drowning in 'Grimbles'?    "
                },
                "29": {
                    "title": "A Bridge Too Fuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "plot": "\n    Fuse has just about had enough of the others' company for a while and so he tries to isolate himself from everyone by retreating to the island for a few days. Just when he thinks he's alone, however, he realizes he's brought with him some unwanted company in the form of Slick. Slick doesn't seem to get the hint and soon finds he's getting on an increasingly impatient Fuse's nerves. How long will it take before Slick unintentionally pushes Fuse over the edge?    "
                },
                "30": {
                    "title": "Balloon Bods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "plot": "\n    When an experiment with Pogo's ice cream results in making everyone who eats it weightless, he doesn't fail to see the fun in this outcome. Soon he and a couple of others are loving spinning around weightless in the air. But Pogo being Pogo never gave too much thought to consequences. It's not long before the dream sours and they find themselves drifting away unable to come back down. With Bubbles on the case will she find a way of bringing them back to earth before they float too high to rescue?    "
                },
                "31": {
                    "title": "Fuzzy Fuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "plot": "\n    Fuse is too proud to admit that his eyesight is failing him. Bubbles cottoned onto the problem but Fuse is still unable to admit his frailty until the inability to see clearly puts Bubbles in real danger. Fuse must overcome his vanity and attitude if he's to get Bubbles out of the mess he's responsible for.    "
                },
                "32": {
                    "title": "A Class Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "plot": "\n    After being humiliated by some snobby Oddbods due to his general lack of etiquette, Zee finds himself being helped out by his pal Jeff. Jeff, being something of an expert in social manners, finds transforming Zee into a posher Bod something of a challenge. But Jeff's not one to quit easily.    "
                },
                "33": {
                    "title": "Attack of the Drone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "plot": "\n    Fuse has a new job as a delivery man. Any enjoyment of the job is quickly undermined when he discovers that someone has been beating him to it, getting the letters and gifts to clients before him. But what's undermining him in his new role is something that Fuse doesn't usually have the best relationship with- technology. How can he beat out a drone to assume his mantle as the best delivery guy in Oddsville?    "
                },
                "34": {
                    "title": "Slicknado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "plot": "\n    Slick sees the adulation that Bubbles' talent for invention brings her, and decides he wants in on it too. Unfortunately, he hasn't quite the talent for invention as she does. After several failures, he takes the shortcut of 'borrowing' one of her ideas, to disastrous effect. Will Slick be able to put the proverbial genie back in the bottle after it all goes wrong?    "
                },
                "35": {
                    "title": "No Go, Pogo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "plot": "\n    Pogo makes himself homeless while playing a reckless game and is kindly taken in by Fuse, who takes pity on his neighbour. However, it's not long before Pogo's impulsive prank-playing and desire to have fun all the time have his host's frustrations building. Soon Fuse and his guest are at loggerheads. Fuse decides to lay down some rules, something that Pogo, despite wanting to get along with Fuse, has never been very good at keeping.    "
                },
                "36": {
                    "title": "The Curse of the Three Eyed Frog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "plot": "\n    Bubbles, assisted on an expedition by Newt, discovers an ancient artifact in a cave. Newt thinks she should put it back after some evidence that it might have supernatural qualities. Bubbles, however, doesn't believe in that sort of thing, so merely pretends to put it back to placate Newt's anxieties. Once Bubbles has it back at her house, it's not long before a string of bad luck occurrences force Bubbles to confront the idea that the trophy from her expedition might indeed be a curse. They'll need to put it back where they found it before the unthinkable happens.    "
                },
                "37": {
                    "title": "The Jump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "plot": "\n    When Fuse gets a birthday present of a skydiving ticket from Bubbles, he's too proud to tell her he's scared of heights. Instead, he embarks on a strategy of trying to face his fears bit by bit and overcome them, but with the jump tomorrow will he overcome them or will he lose face and pull out?    "
                },
                "38": {
                    "title": "Caketastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "plot": "\n    Zee is cupcake crazy and when he discovers that Bubbles is running a cupcake factory out of her house using one of her cool new inventions he finds it impossible to control himself: he must have more cupcakes. Bubbles however quickly cottons on that Zee has zero self-control and can't be trusted to be let near her beloved machine. Zee has to outsmart Bubbles (no mean feat in itself) to get his hands on the tastiest cupcakes in Oddsville. What could go wrong?    "
                },
                "39": {
                    "title": "Something Fishy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "plot": "\n    When Newt crashes one of Fuse's solitary fishing expeditions, he reluctantly allows her to join him. However, insult is added to injury when it seems that Newt, while clearly being a total beginner is quite the talented fisherwoman and Fuse, for all his experience, can't seem to catch so much as a cold. How long will it take before Fuse's bruised ego transforms this fishing trip into something more than the relaxing fun that it was supposed to be and the two friends have a falling out?    "
                },
                "40": {
                    "title": "Trainer Wrecked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "plot": "\n    Slick decides he needs to get fit, and foolishly accepts Fuse's offer of a 'Boot Camp' administered by Oddville's most seriously alpha trainer. When it all turns out to be a bit too serious and hard work, Slick decides he's had enough. Fuse, however, won't let Slick be a quitter, and he's got Slick's signature on a contract to make sure there's no chance of wriggling out of this commitment.    "
                },
                "41": {
                    "title": "Oddbreak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "plot": "\n    Newt has an accident with some paint flecks, and soon finds herself misdiagnosed with an infectious tropical illness by the others. She tries to explain, but no one is having it. They force her into quarantine in her house on the hottest day of the year. Newt has to find a way of convincing her pals that she's fine so that instead of sweating indoors, she can get outside and join the summer fun.    "
                },
                "42": {
                    "title": "The Cone Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "plot": "\n    Pogo and Jeff get into a battle over who can sell the best ice creams. It's not long before they both lose sight of the initial mission and their competition escalates to petty, absurd and destructive, levels.    "
                },
                "43": {
                    "title": "Twitcher Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "plot": "\n    Pogo finally meets his match when he annoys the wrong character, which incidentally happens to be an equally annoying and determined bird species called a 'Twitcher'. What ensues is a battle of wills to see who can outwit the other. In this instance, Pogo may have bitten off more than he can chew.    "
                },
                "44": {
                    "title": "Sickbods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "plot": "\n    When a highly infectious fever hits the cul-de-sac, Zee finds himself front and center in looking after his friends, who display a variety of extreme symptoms. Bubbles researches a cure, while Zee breaks his back trying to ensure his friends remain both comfortable and where they are, so they don't spread the disease to the rest of Oddsville. Will Zee manage to contain his friends and keep the virus from the outside world?    "
                },
                "45": {
                    "title": "Pogo Be Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "plot": "\n    In a moment of petulance, Jeff accidentally causes Pogo to crash land, causing Pogo to lose his memory and personality. Jeff, feeling guilty about his actions, decides to rehabilitate Pogo. But things don't quite go according to plan as Pogo begins to adopt the manners and attitudes of his carer, and Jeff is soon stuck with a version of himself that's even more annoying than the original.    "
                },
                "46": {
                    "title": "Bumble Bubbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "plot": "\n    Bubbles is transformed into a bee-sized creature after an accident with one of her experiments. While facing the dangers of the human world, she must employ the services of Newt to help her transform back to her normal self. But when you're the size of a small insect, this is easier said than done.    "
                },
                "47": {
                    "title": "Road Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "plot": "\n    Newt and Bubbles take a car trip cross-country and soon discover that each has a very different idea of what constitutes a fun road trip. Their bickering soon leads to problems that infuriate characters they encounter along the way. This leads to them spending their time running from trouble. Will they ever figure out how to enjoy the trip together?    "
                },
                "48": {
                    "title": "Wild Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "plot": "\n    An incident involving Fuse accidentally sends Jeff off the deep end, and he quickly descends into a feral state. Fuse and Newt must work together to try and rehabilitate their friend back to normality, and civilization.    "
                },
                "49": {
                    "title": "The Gift that Won't Stop Giving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "plot": "\n    When Slick receives a knitted woolly hat as a gift from the well-intentioned Newt, he doesn't have the heart to tell her he'll look ridiculous in it. In order to get rid of it, he comes up with the inspired idea that 'accidentally' losing it is not as hurtful as throwing it away. As a result, he embarks on the absurd and funny task of trying to accidentally get rid of it. Except this thing just won't stay gone. It keeps coming back like a bad smell.    "
                },
                "50": {
                    "title": "Game Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "plot": "\n    Fuse's terrible temper has gained him the reputation of being an awful person to watch sports with. When he smashes his own TV he manages to convince Newt to watch the game with him. Will he be able to keep a lid on his temper and be on his best behaviour or will he alienate another friend?    "
                },
                "51": {
                    "title": "Itch Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "plot": "\n    When Jeff encounters a stray goat during a therapeutic spot of gardening - he shoo's the beast away with haste. No sooner has the goat left when Jeff begins to itch. Seeing Zee asleep on his rotten old sofa - he immediately assumes his neighbor is responsible for this itchy outbreak. Jeff rallies the efforts of the other Oddbods to help capture the unsuspecting Zee and give him a fumigation bath. It's not before long the entire cul-de-sac has the itch and the chase is on.    "
                },
                "52": {
                    "title": "Egg on My Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "plot": "\n    Newt discovers an abandoned bird egg in the park, that seemingly came from an empty nest in a nearby tree. She takes responsibility for the egg and hopes to hatch it, but is distressed to discover that Fuse is tasked with chopping down that same tree. Newt stages a sit-in to try and stop Fuse from destroying the unhatched creature's habitat, and Fuse is determined to get the job done regardless.    "
                },
                "53": {
                    "title": "Snow Joke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 53,
                    "plot": "\n    \" A snowy day and Pogo can't resist the new pranking possibilities. After annoying all his neighbours, he is tasked with completing a boot camp that is meant to instill discipline in him and make him less impulsive. It would seem that Pogo has met his match in the form of a strict Sergeant who seems to be able to foresee all Pogo's pranks and tricks before they work. What ensues is a battle of wills between two equally stubborn characters. But who will be the winner?    "
                },
                "54": {
                    "title": "Storm in a Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 54,
                    "plot": "\n    When Newt struggles with building a flatpack tree house, she employs the help of Fuse in getting the job done. Except Fuse has ideas of his own and soon discards the flatpack stuff and begins to build a place in his own image. Newt is far from pleased with this new direction, and soon the pair find themselves at odds with one another. Neither shares the same vision for the project, and something will have to give.    "
                },
                "55": {
                    "title": "The Invader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 55,
                    "plot": "\n    The cul-de-sac gets its own alien invader, in the form of a popcorn-obsessed creature that has cloned itself so it looks exactly like Newt. Meanwhile, the real Newt finds herself trapped on a mysterious spaceship. How long before her pals find out what's happening and rescue her?    "
                },
                "56": {
                    "title": "Uncle Zee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 56,
                    "plot": "\n    Zee has the misfortune of having to babysit his disruptive niece and nephew who seem intent on wrecking both his home and his head. Will Zee manage to get a handle on the wild pair before his sister comes back to collect her darlings?    "
                },
                "57": {
                    "title": "Hotheads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 57,
                    "plot": "\n    A pleasant afternoon's barbecue takes a turn for the worse when Jeff's foolhardy attempt to taste a drop of chili sauce backfires with embarrassing consequences. Humiliated and crestfallen - Jeff travels to a faraway volcanic island, to seek the help of a chili sauce expert, and learn how to conquer the art of eating hot foods. Will Jeff return to Oddsville a hero-of-heat, or will his bravado once again be his undoing?    "
                },
                "58": {
                    "title": "Pecking Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 58,
                    "plot": "\n    When an incident with Newt and some local birds causes the accidental launch of Bubbles' rocket into space with the birds inside, Newt has to tell Bubbles what happened. They must come up with a plan to bring the birds back down to Earth before they starve in an unmanned spaceship. Bubbles, however, is unwell, meaning that the bulk of the heavy lifting is left to Newt. Can she mount a successful rescue?    "
                },
                "59": {
                    "title": "Let the Games Be Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 59,
                    "plot": "\n    Fuse feels excluded when all his neighbours become engrossed in a new Pokebod type game on their smartphones. He's horrified to discover that they are so glued to their screens they constantly put themselves in danger. Fuse takes it upon himself to save his oblivious friends from themselves but soon finds that it's a thankless task. How can he get them to realize the danger they are putting themselves in?    "
                },
                "60": {
                    "title": "Artic Antics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 60,
                    "plot": "\n    Pogo prides himself on being a master of pranks. Yet even by his own high standards, this one is his most ambitious prank yet. Bubbles is the victim, as she is sent on an elaborate goose-chase high into the snowy mountains in search of the fabled Yeti. Pogo goes to extreme lengths to lead Bubbles on a merry dance, full of missteps and red-herrings. Nothing short of the real Yeti showing up can spoil Pogo's day. But how likely is that?    "
                },
                "61": {
                    "title": "Party Monsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 61,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Narko Clepto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Oddbods (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 125,
        "cast": [
            {
                "name": "Dance-Hooi, Marlon"
            },
            {
                "name": "Ramlee, Nadia"
            },
            {
                "name": "Chio, Su-Ping"
            },
            {
                "name": "Linn, Jeremy"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "United Kingdom",
            "Singapore"
        ],
        "country codes": [
            "gb",
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "Russia:0+",
            "Singapore:G",
            "South Korea:All",
            "United States:TV-Y"
        ],
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 94,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmNjYTAzYzktMmNjOC00OGVhLWIwMzYtMzFjYmZjNWUxYWRlXkEyXkFqcGdeQXVyNTYxMDIyMDM@._V1_SY150_CR68,0,101,150_.jpg",
        "budget": "SGD345,000 (estimated)",
        "plot outline": "Oddbods is a sketch-based series following the adventures of seven adorable characters as they laugh, fool, and trip their way through the most seemingly ordinary situations, often with unexpected consequences. Each Oddbod has a distinct personality that was created to appeal to adults and children alike. Everything is about to get a little odd.",
        "languages": [
            "English"
        ],
        "title": "Oddbods",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Kenworthy, Stuart"
            },
            {
                "name": "Menzel, Evan"
            },
            {
                "name": "Hodkinson, Mark"
            }
        ],
        "production companies": [
            {
                "name": "One Animation"
            }
        ],
        "distributors": [
            {
                "name": "One Animation"
            },
            {
                "name": "Boomerang"
            },
            {
                "name": "Children's Independent Television (CiTV)"
            },
            {
                "name": "ITV Studios Global Entertainment"
            },
            {
                "name": "Super RTL"
            }
        ],
        "plot": [
            "_Oddbods_ (qv) is a sketch-based series following the adventures of seven adorable characters as they laugh, fool, and trip their way through the most seemingly ordinary situations, often with unexpected consequences. Each Oddbod has a distinct personality that was created to appeal to adults and children alike. Everything is about to get a little odd."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 94,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 2,
                "rating": 1.5
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 35,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 4.1
            },
            "males": {
                "votes": 47,
                "rating": 6.3
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 1.5
            },
            "males aged 18 29": {
                "votes": 13,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 25,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "females": {
                "votes": 20,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.0
            },
            "us users": {
                "votes": 15,
                "rating": 5.7
            },
            "non us users": {
                "votes": 32,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 35,
            "9": 5,
            "8": 14,
            "7": 11,
            "6": 2,
            "5": 6,
            "4": 2,
            "3": 4,
            "2": 8,
            "1": 7
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}