{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 December 2016"
            }
        ],
        "release dates": [
            "UK::10 December 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Celebrity Special - The Black Horse in Pluckley Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Bex and Sean are joined by reality TV star Charlie Doherty in the most haunted village in the UK and investigate the most haunted pub in the UK, The Black Horse. Will they survive the night or will reality set in when the lights go out and the spirits come out to play?    "
                },
                "2": {
                    "title": "Liverpool's Secret Haunted Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Bex and Sean delve deep into Woolton Hall, a derelict mansion in Liverpool. They appear to be forced out of the building by an unknown force and it takes it toll on one of the team members as they begin to unlock the secrets that have remained locked up for years.    "
                },
                "3": {
                    "title": "The Night Before The Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In this special episode, its the night before Sean and Bex are joined by their celebrity guest and they checkout The Black Horse in Pluckley Village to investigate the paranormal hauntings at the most haunted pub in the UK.    "
                },
                "4": {
                    "title": "High Spirits at The Gothic Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Bex and Sean investigate a haunting inside a gothic mansion, that is said to be haunted by the former owner of the building. Our very own crew member Jane was also a babysitter at the home and has her own ghostly stories to tell. Will any spirits come out from hiding tonight?    "
                },
                "5": {
                    "title": "The Blues Haunting at The Winslow Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Bex, Sean and the team head to Liverpool and investigate a very famous hotel, which Everton football club supporters have frequented for over 100 years and it would appear that some of the guests have never checked out.    "
                },
                "6": {
                    "title": "Fun and Games at The Sportsman Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Bex, Sean and Paul, investigate claims of paranormal reports inside of a haunted inn. Once three separate cottages, will any of the previous residents join the investigation tonight? or is there something more sinister haunting here?    "
                },
                "7": {
                    "title": "Witches and Vampires Haunting St James Cemetery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    St James Cemetery is set behind Liverpool Cathedral and is claimed to be the worlds most haunted, with the remains of over 58,000 people buried at the location and multiple claims of paranormal sightings. Will the team survive the night unscathed? Will they encounter witchcraft or a vampire that is believed to roam the grounds to this very day?    "
                },
                "8": {
                    "title": "A Social Club for the Paranormal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Bex and Sean delve deep into a building that has survived world wars and is home some very social ghosts. They come face to face with an angry spirit and something strange appears to be lurking in the basement.    "
                },
                "9": {
                    "title": "A Unexpected Haunted Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The team head to Lydiate Abbey to investigate claims of a ghostly white lady and stumble upon a totally hidden gem deep in the woods, which has its own spirits haunting. With hidden priest holes and a building being reclaimed by the land. Be prepared for one of the scariest investigations ever.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bolton Sea Cadets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team head to Bolton to check out the alleged haunting at Sea Cadets academy.    "
                },
                "2": {
                    "title": "City of Caves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team venture underground to investigate the City of Caves in Nottingham.  The vast labyrinth of tunnels are century's old and have had many uses over the years from tannery's to air raid shelters as well as been living accommodation stretching back to the middle ages. But what still calls it home?  There seems to be an angry man that doesn't take to well to visitors.    "
                },
                "3": {
                    "title": "Galleries of Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team travel back in time to The Galleries of Justice in Nottingham.  This was a one stop shop for justice where criminals were held awaiting trial and should they be found guilty and sentenced to death they would be taken to the waiting gallows and hung.  Do the spirits of the condemned still languish within the cells, afraid to move on to their final judgement?    "
                },
                "4": {
                    "title": "New Mills Theatre Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team travel to Derbyshire to investigate the New Mills Arts Theatre. This quirky little building has played host to many famous acts and world renowned plays but has a little known secret that it's allegedly Haunted.    "
                },
                "5": {
                    "title": "New Mills Theatre Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team are ready for part 2 at New Mills Art Theatre. With so much apparent activity happening at this unassuming theatre the team just couldn't leave when so much more seemed to be promised.    "
                },
                "6": {
                    "title": "The Lord Eldon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team travel to the old town of Knutsford, Cheshire to investigate the historic Lord Eldon Inn to contact the spirit of Sarah Ann Pollitt who is said to haunt the pub but is there a more sinister mystery to unravel.    "
                },
                "7": {
                    "title": "The Old Glen and Milner Curse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team head to Shipley, West Yorkshire to investigate The Old Glen House Pub.  With a catalogue of reported paranormal activity will the team witness the apparition who has been seen loitering around the fireplace? Will one team member be able to face the corridor alone where many a ghostly encounter has been had by staff and customers alike?    "
                },
                "8": {
                    "title": "The Rutland Arms Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team journey to Nottingham and the historic Rutland Arms Hotel. The pub and hotel have seen several centuries or change and with that change comes tragedy.    "
                },
                "9": {
                    "title": "Tivoli Venue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension Team travel to North Wales and the Tivoli Theatre in Flint for a night of entertainment.  Once a place of laughter, drama and suspense from the plays once performed here the theatre sadly suffered a tragic fire which is said to have claimed the life of an employer here.    "
                },
                "10": {
                    "title": "Weir Mill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension team visit Weir Mill, the oldest and most paranormally active mill in Stockport. Dating back to 1790 this mill has seen accidents, suicides, murder and even occult practices. Will the team encounter the spirits or friendly, benevolent children or something darker and more malevolent that lurks within the maze?    "
                },
                "11": {
                    "title": "Ghost Dimension Live",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Ghost Dimension hosts Sean and Bex, hold a live broadcast with their team in the UK and show never before seen footage as they entered into one of the most haunted mills in the UK, Weir Mill.    "
                }
            },
            "2": {
                "1": {
                    "title": "A Poltergeist Nightmare at 30 East Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The team step into a house that has become legend with the paranormal community, 30 East Drive, Pontefract. With a blockbuster movie behind it, the team are about to find out that even after 50 years since the Pritchard family underwent their horrific ordeal.    "
                },
                "2": {
                    "title": "Sinister Happenings at the Village Farm Museum Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The team head to Lincolnshire to investigate the Village Farm Museum. This location looks out of place being in the middle of a residential housing estate. The original farmhouse has its fair share of ghostly goings on and for one of the team it seems they may have attracted a new friend.    "
                },
                "3": {
                    "title": "Sinister Happenings at the Village Farm Museum Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    This fascinating location sees a twist in the activity with Bex and Sean getting more than they bargained for. Something spooks Bex in the main farmhouse which leaves her wondering was it being playful or is there more sinister things afoot. Sean braves the White Cottage and captures the possible suicide by hanging of a previous resident.    "
                },
                "4": {
                    "title": "Souls Seeking Solace Gotts Park Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The team encounter a spirit member joining them on the thermal imaging camera and appears to leave its ghostly hand print on camera. A ghostly dog makes itself known during an interview with the psychic medium and a spirit seems to vanish some of the teams equipment, never to be seen again.    "
                },
                "5": {
                    "title": "Long Lost Treasure at Jessops Old Mill and Auction House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The ghost dimension team visit Batley, West Yorkshire to investigate a location where it may not be the building that's haunted but the items that reside within. Currently used an an auction house, could it be a haunted object among the many hundreds that pass through here or is a former owner employee of the building reluctant to move on even after the hammer has gone down.    "
                },
                "6": {
                    "title": "A Night at the Leeds Museum Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Four floors of terror. Objects from around the world are at home at the museum but what has attached themselves to them and now roam the floors and corridors after dark? Is there a little boy that knows how to set off a hand drier in a rest room? And can an animal die from a broken heart? Prepare for a night of terror.    "
                },
                "7": {
                    "title": "A Night at the Leeds Museum Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    With activity sending the team into a spin on the top floor, is there something attached to the museums main attraction, the mummy? Is there a curse with it or have the team just caught sight and captured on film the real culprit that haunts the museum, a lady called Jenny?    "
                },
                "8": {
                    "title": "Lost Souls of One Melling Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The team head to Liverpool to help a restaurant uncover what could be haunting here. Bex and Sean encounter the spirit of a white lady in the private quarters. A spirit interacts with Bex in the kitchen and Sean speaks to lost souls in an unforgettable moment.    "
                },
                "9": {
                    "title": "Full House at Northwich Plaza and Bingo Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Bex and Sean head into Northwich, Cheshire to investigate a disused bingo hall. Bex braves a loan vigil, which she will never forget as a door seemingly opens on its own, objects are moved and a spirit takes a seat with Sean on his investigation. Are the spirits still waiting for their final numbers to be called?    "
                },
                "10": {
                    "title": "Last Orders at the Fleece Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Dimension (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The team head to Elland to investigate ghostly goings on in this haunted pub. Its not just the spirits behind the bar lurking here. Multiple haunting, murders and death surround this public house. Will headless horses make an appearance tonight and who or what haunts the beer cellar?    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Reynolds, Sean"
            },
            {
                "name": "Palmer, Rebecca"
            },
            {
                "name": "Palmer, Rebecca"
            },
            {
                "name": "Jowett, Paul"
            },
            {
                "name": "Reynolds, Sean"
            },
            {
                "name": "Frith, Emma"
            },
            {
                "name": "Hart, Dave"
            },
            {
                "name": "Doherty, Charlie"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.0,
        "votes": 33,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWYzOWMyYzYtMWE0Ny00MTg3LWEwZDQtYmFlNTY1MDdhMmU2XkEyXkFqcGdeQXVyNTcwODgzNzk@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ghost Dimension",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Ghost Dimension (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "SRRP Productions"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Instant Video"
            }
        ],
        "plot": [
            "_Ghost Dimension_ (qv) is an exciting paranormal show that takes investigations to a whole new level. Using the latest technical instruments to collect and record evidence as well as incorporating good old fashioned ghost hunting techniques.::Sean Reynolds"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 2.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 15,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 2.5
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "females": {
                "votes": 2,
                "rating": 1.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 5.5
            },
            "non us users": {
                "votes": 9,
                "rating": 4.4
            }
        },
        "number of votes": {
            "10": 13,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 4,
            "5": 1,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 6.0,
        "median": 6
    }
}