{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2016"
            }
        ],
        "release dates": [
            "USA::1 October 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Bliss in the Baltic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Art Mitchell, a Chicago Firefighter, and his wife Bridgette, a Chicago nurse, set sail to the Baltic Sea alongside their three children. Art and Bridgette lead by example, teaching their family the importance of giving back to others and doing good in their community. Now, it's Tommy and Andrea's turn to pay it forward and give the Mitchell family the experience of a lifetime. From visiting a beautiful botanical garden and medieval church in Visby, Sweden to touring the charming town of Helsinki, Finland, the Mitchells are gifted with an incredible experience and ...    "
                },
                "2": {
                    "title": "Family Fun in the British Isles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Ardley family thanks mother Paula for her selfless devotion and sacrifice by nominating her for a dream cruise around the British Isles. Together with Tommy and Andrea, they set sail for Lerwick, Scotland, in the legendary Shetland Islands, where they visit a Shetland pony farm and the Ardleys play with the namesake miniature horses and adorable sheep. Then, they head to Cork, Ireland and explore the medieval Blarney Castle, learning about its famous legend and sealing their incredible adventure with a kiss.    "
                },
                "3": {
                    "title": "Bonding in the Baltic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Bella Hamm nominates her heroic, firefighting father, Brent, for a well-deserved cruise through the Baltic Sea with her mother, Kat. Tommy and Andrea bring them to the magnificent city of St. Petersburg to visit its historic sites and extravagant palaces. Next, it's off to Lithuania where they discover the country's natural beauty on a fun-filled kayak ride down one of the region's most scenic rivers. The Hamm family caps off their unforgettable voyage with a night of ballroom dancing.    "
                },
                "4": {
                    "title": "Wonders of Iceland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Survivors of the 2017 Manchester bombing, Carrys and Chloe were just strangers who both happened to be at the Ariana Grande concert when tragedy struck. Unsure of how to emotionally cope with the turmoil from that night, Carrys turned to music and started the Manchester Survivors Choir to help others heal their pain. Tommy and Andrea want to show these new best friends that there's so much beauty to experience in the world on a cruise to Iceland. From witnessing the mystical natural wonders of Reykjavik to cooking a hearty traditional meal with an Isafjordur local, ...    "
                },
                "5": {
                    "title": "Caribbean Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The adopted sons of the Hayes-Brown family want to thank their loving father by nominating him for a vacation to the Caribbean. They set sail with Tommy and Andrea to the enchanted island of Grand Turk, where they power snorkel in crystal-clear water and discover treasures of the sea. Next, the family gets a fun-filled dose of island culture when they learn about the music of the Caribbean and the region's signature dance. Back on board the ship, the family caps off their voyage with a party to celebrate a high school graduation and pay tribute to their father.    "
                },
                "6": {
                    "title": "Family Time in the Last Frontier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Eleven-year-old Julia Sandusky has been bravely battling a lifelong disease called iritis. Through many surgeries and painful treatments, Julia hasn't let anything break her spirit and decided to take her struggles and turn them into the fuel needed to start a charity called Jackets From Julia. Joined by her parents and brother, Tommy and Andrea give Julia's family a vacation they will remember forever. The Sandusky family visits rescued bears, learns how to make sushi, breathes in the beauty of Glacier Bay, and gains insight into the art of totem poles. This ...    "
                },
                "7": {
                    "title": "Navigating the Northern Latitudes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea Feczko revisits some of her favorite moments exploring four breathtaking countries in the Northern Latitudes. The Mitchell family goes on a journey through Visby, Sweden, and discovers the \"land of roses and ruins.\" Next, the Hamm family explores the countryside of Klaipeda, Lithuania, while kayaking down the Minija River. Best friends Carys and Chloe visit a quaint Icelandic village and also receive an unforgettable surprise. Finally, the Parkers embark on an epic father and son bonding adventure, creating lifelong memories along the Norwegian Coast.    "
                },
                "8": {
                    "title": "Memories of Europe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea Feczko revisits some of the most memorable voyages in Europe. The Ardley family explores the world-famous Blarney Castle in Cork, Ireland, experiencing the time-honored tradition of kissing the Blarney Stone. Next, the Rainers embark on a bike riding adventure in Rome and learn about the origins of the Roman Kingdom. Then, Kate Gladfelter and friends visit Cephalonia, Greece, and discover an incredible subterranean cave. Finally, in Saranda, Albania, the Gmur family takes a scenic ride through the countryside, learning about the city's fascinating history.    "
                },
                "9": {
                    "title": "North American Adventures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea Feczko reminisces about the most unforgettable adventures around North America. The Bowlick family embarks on a journey to Alaska where they explore the region's famous glaciers. The D'Attomas venture to Canada to zip-line over the largest waterfall in Quebec. Next, the Ramos family visits Bar Harbor, Maine, and experiences the thrill of a fresh catch when they take an exciting boat ride and learn about lobster fishing. Finally, on a voyage in the Caribbean, Josh Lagana and his girlfriend, Alejandra, discover the magical island of Eleuthera, Bahamas, where Josh...    "
                },
                "10": {
                    "title": "Cultural Connections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "8 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea Feczko journeys back through some of the most memorable adventures while exploring different cultures around the world. The Sandusky family travels to Ketchikan, Alaska, and is enlightened by the native art of totem poles. Next, a thrilling journey on bobsleds connects best friends Amy and Candice to Jamaica's culture. Then, the Thomas family goes on a wild expedition and discovers the magic and beauty beneath the waters of Grand Cayman. Finally, the Hayes-Brown boys let loose and find their groove with the rhythms of Caribbean soul.    "
                },
                "11": {
                    "title": "New Memories in New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "12 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Claire Baker was just 13 years old when she heard of the 7.0 magnitude earthquake that destroyed Haiti in 2010. Many children in Haiti were in need of shoes; without them, they could not attend school, often their only way to receive a warm meal and further their education. Feeling an obligation to help, Claire, her Mom, and two sisters collected shoes from their community to donate to the children of Haiti. After giving so much to others, the Baker girls are nominated by their mom to receive an unforgettable gift. Andrea Feczko takes the family on the trip of a ...    "
                },
                "12": {
                    "title": "A New Zealand Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "19 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Anthony Jr. nominates his parents for a New Zealand cruise after all of their hard work giving back to their community by mentoring kids. Andrea Feczko is excited to show them some amazing sites of New Zealand with a high-speed jet boat ride around Akaroa Harbor and a day filled with fun in Dunedin, encountering some of New Zealand's most fascinating penguins. Finally, back on the ship, Anthony Jr. and his parents participate in a family bake-off with a memorable caking decorating competition.    "
                },
                "13": {
                    "title": "Awesome Aussie Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "26 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    After suffering a tragic workplace accident, Lani nominates her three children and husband for a dream vacation to thank them for their love and support. The Motusaga family sets sail to Melbourne, Australia with Andrea Feczko and kick off their adventure at Flemington Racecourse, learning all about Australia's most famous annual horse race, The Melbourne Cup. Then, they head to a special farm that's home to retired champion racehorses and visit a national park for an amazing opportunity to see kangaroos in the wild. Back on the ship, the Motusaga family tops off ...    "
                },
                "14": {
                    "title": "Laughter at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Andrea Feczko shares two unforgettable ocean vacations with two very special families. First, the Blake family sails to Cabo San Lucas in the Mexican Riviera and enjoys a wild and crazy ATV adventure while conquering their fears at El Tule Canyon. Their epic vacation continues when a dream of the Blake children comes true as they see their dad, a professional comedian, perform stand up in front of a live audience on board their ship. Next, we see another deserving family embark on their own vacation of a lifetime as the Thomas family journeys to the Caribbean and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Mediterranean Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "To Russia with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Vacation Italian Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "A Magical Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Alaskan Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "A Northern Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Vacation Creation's Most Memorable Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "A Honeymoon Rewind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "A Brother/Sister Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "An Unforgettable Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "A Celebration of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "A Star Is Born at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "A Cruise Through History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "A Cruise 25 Years in the Making",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "A Culinary Cruise in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Making Dreams Come True",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Sisters Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Across the Atlantic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Fun for All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Paradise Found",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Happily Ever After",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Captain for a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "A Song for Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Desperately Missing Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "A Healing Journey for Sarah and Shay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Incredible Moments at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Happy and Hopeful in Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Karen Brown needs a new outlook on life for her and her daughter Dharma after coping with unemployment, and she's nominated for a dream cruise vacation by her good friend Karen Fenderson and daughter Bailey. The four of them are whisked away by Tommy and Andrea to have a relaxing Alaskan adventure to come back new. They're pampered at the spa, learn about glaciers from a park ranger and take a ride with Alaska's famous dog mushers.    "
                },
                "2": {
                    "title": "Family Values on Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Chris Bowlick was granted a new lease on life after surviving a coma and major health scare. Still recovering, Chris, his wife and daughter are ready to create some new family on an Alaskan cruise. Tommy and Andrea show them a fun-filled time on a helicopter ride to a glacier, visit bald eagles at the Raptor Sanctuary, and hold a surprise vow renewal finale.    "
                },
                "3": {
                    "title": "Making Musical Memories In Norway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Singer-songwriter Nick Parker spends a lot of time on the road as a touring musician to support his family. When he's away, his son, Silas, misses him desperately and would do anything to have a few days for just him and his dad. Tommy and Andrea plan a much needed father/son cruise to Norway where Nick and Silas explore the Norwegian Sea on a super-fast and fun boat ride, discover the famous fjords by kayak, and take part in an unforgettable on-board concert performed by Nick to his son.    "
                },
                "4": {
                    "title": "A Summer Winter Wonderland Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Working around the clock and raising three triplets has left little time for Amber to do anything for herself, let alone plan a wedding for her and her fiance, Tad. Her sister, Brandilyn, knows Amber deserves the wedding she's always hoped for and nominates her to get married on an Alaskan cruise. Tommy and Andrea make Amber and Tad's dreams come true when they help plan their big day, show the families an amazing time as they travel on one of Alaska's most historic railroads, and pan for gold.    "
                },
                "5": {
                    "title": "A Mother's Mediterranean Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    After surviving the sudden loss of her husband, Sandy Allen is in need of a rejuvenating Mediterranean cruise to take her mind off things. Her daughter, Trudy, and hosts Tommy and Andrea, treat her to a fun Fiat ride around La Spezia, Italy, a visit with wild monkeys on the Rock of Gibraltar, and a night filled with glitz and glam that Sandy won't ever forget.    "
                },
                "6": {
                    "title": "Center Stage in the Mediterranean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    It's been 30 years since Kate left her profession and passion as a singer. Now, she's ready to revisit the former life she once loved so much. Her good friends, Michael and Cesar, nominate her for a once in a lifetime opportunity they know she deserves for dedicating all of her free time to saving and rescuing animals. Tommy and Andrea have big plans for her with a magical lake and cave adventure, a sail around the Greek Islands, and a surprise performance to remind her of old times.    "
                },
                "7": {
                    "title": "Volunteering Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    College senior Kendra Thomas spends all her free time volunteering for charitable organizations. Because of her extremely busy schedule of school and helping others, she never takes anytime for herself, nor is she able to spend a lot of time with her family. Kendra, along with her mom, dad, and younger sister create new and lasting memories on a Caribbean getaway. Tommy and Andrea arrange a fun-filled time for the family as they explore the mysterious crystal caves in Grand Cayman, visit an ancient Mayan village in Cozumel, and rescue a baby sea turtle on a sunny ...    "
                },
                "8": {
                    "title": "Rejuvenation In Rome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    After surviving a battle with cancer, Laura has a new lease on life and is ready to travel the world. Her boyfriend, Andy, was with her every step of the way during her recovery and he knows that Laura deserves a much needed vacation. Since Laura discovered her love of baking while she was sick, Tommy and Andrea plan a once in a lifetime opportunity for her to bake with master chef Eric Lanlard. Andy and Laura enjoy a journey through Rome on a scenic bike ride, and they finish their sweet day with delicious desserts.    "
                },
                "9": {
                    "title": "Health and Happiness in Norway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    After fighting a battle with Hodgkin's Lymphoma and surviving, ten-year-old Mia Allott knows she can do almost anything, but for now, she just wants to be a kid and travel the world. Tommy and Andrea have some big plans for Mia and her parents as they bring them on an adventure to Norway where they see a massive waterfall, a famous fjord, and ride a cable car up to the highest mountain in Bergen. Plus, Mia gets a surprise lesson in photography, her favorite hobby.    "
                },
                "10": {
                    "title": "To the Mediterranean with Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jacqueline has been through a lot after losing both her husband and a son in the same year. Her son, Michael, knows she needs to get away from it all and nominates her for a vacation she'll never forget. Tommy and Andrea can't wait to show her all that the Mediterranean has to offer and take mom and son on a gondola and glass blowing excursion in Venice, plus an open-air adventure through the Italian countryside. Back onboard, Jacqueline is presented with a beautiful gift to remember the incredible adventure with her son.    "
                },
                "11": {
                    "title": "Most Memorable Moment at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation Creation (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Tommy and Andrea revisit some of the most memorable moments of the season so far. The Bowlicks explore Alaska's famous glaciers and enjoy a surprise vow renewal. The Parkers explore the waters and wildlife of Norway by rib boat and perform an onboard concert. The Allens take an educational tour around the coast of Italy with a night of dancing that the mother-daughter duo won't ever forget. The Smiths discover Alaska's rich history in gold with a dream wedding to give their cruise the perfect finish.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Feczko, Andrea"
            },
            {
                "name": "Davidson, Tommy"
            },
            {
                "name": "Fenderson, Bailey Rae"
            },
            {
                "name": "Fenderson, Karen"
            },
            {
                "name": "Van Zandt, Tasha"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "20"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmQ3MmM1MTQtNTY4Yi00MTFiLWI3NTktYThmMjBjOGJlOGJhXkEyXkFqcGdeQXVyNzI3NzM3Nzc@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Vacation Creation",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Vacation Creation (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Preda, Constantin Traian"
            }
        ],
        "production companies": [
            {
                "name": "Litton Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            }
        ],
        "tech": {
            "runtime": [
                "20 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}