{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Puffin paramours",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    For photographer Megan Lorenz, the most compelling shots are those intimate moments animals share undisturbed in nature. Waiting morning to night on a rock on the Bonavista Peninsula in Newfoundland, Lorenz's submission to the Nature's Best Photography contest captures the perfect moment where a romantic puffin bestows a wild iris upon its mate.    "
                },
                "2": {
                    "title": "Doting Dall Sheep",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Last year during a hike under clear Alaskan skies, photographer Cheryl Opperman stumbled upon a flock of dall sheep native to the region. Their unpredictable behavior led to her capturing a tender moment worthy of the Nature's Best Photography award.    "
                },
                "3": {
                    "title": "Lizard in the Dew",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    While on vacation in Pelican Island, Florida, Spencer Cox woke up early to take photos of dragonflies. Following one, a lizard caught his eye, and with a knack for composition and lighting, Cox captured a delicate moment that earned him the Youth Photographer of the Year award in the Nature's Best Photography competition.    "
                },
                "4": {
                    "title": "Glacier Sunrise",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    After a particularly tough trip to Montana's Glacier National Park, Thomas Haney was ready to call it quits and head back home. But a sunrise view of Lake McDonald proved too serene to abandon, and Haney captured his award-winning shot for Nature's Best Photography as the light broke through the clouds.    "
                },
                "5": {
                    "title": "Deep in Bear Territory",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Tin Man Lee always wanted to see a bear in its natural habitat--and he spent six days in the Alaskan wilderness at Katmai National Park before he got a chance. By submerging himself in icy water with the camera lens barely above the surface, Lee captured the majesty of a wild bear hunting salmon that won him a Nature's Best Photography prize.    "
                },
                "6": {
                    "title": "Jaguar vs. Caiman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wildest Shot (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    When photographer Sally Eagle filmed a jaguar stalking a caiman in the Panantal of Brazil, she became a witness to nature in its purest form. Her award-winning video from the Nature's Best Photography competition captures an apex predator in the moment of a lifetime.    "
                }
            }
        },
        "number of episodes": 6,
        "runtimes": [
            "2"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTZiZmIxYTAtZWJkMi00YmU4LTkyMDItYThmZjkzOTI0YmI2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Meet six of the winners of the prestigious Nature's Best Photography Awards as they recall how they captured their incredible shots. It's an insightful look at the people behind the photographs as they take you through their motivation, their vision, as well as their hopes for how they'd like their work to inspire others.",
        "languages": [
            "English"
        ],
        "title": "The Wildest Shot",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "The Wildest Shot (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Meet six of the winners of the prestigious Nature's Best Photography _Awards_ (qv) as they recall how they captured their incredible shots. It's an insightful look at the people behind the photographs as they take you through their motivation, their vision, as well as their hopes for how they'd like their work to inspire others."
        ],
        "tech": {
            "runtime": [
                "2 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}