{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 January 2016"
            }
        ],
        "release dates": [
            "USA::16 January 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Denver, Colorado, USA"
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "The Baby Boomer generation has been living the 'cool\" and 'forever young' lifestyle, yet recent studies are beginning to frame the new challenges and changes they are facing growing into maturity. \"The Active Generation\" is produced and positioned to be a principal outreach connecting with Boomers, delivering the information and lifestyle insights they need to shape a new sensible lifestyle utilizing the media in which they have developed a life-long trust, television. Boomers are already beginning to research all the information, advisory and how-to planning they can access or obtain to shape their futures. The Active Generation is a television series that supports and assists them to achieve the goals pertinent to their next passage. \"The Active Generation\" is an independent production of One Accord Media Arts, producer of the Emmy nominated television feature documentary projects, \"When a King Came to Town\" and \"Spirit at the Mountaintop.\" (Registered IMDB)",
        "languages": [
            "English"
        ],
        "title": "The Active Generation",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Active Generation (United States)"
        ],
        "production companies": [
            {
                "name": "One Accord Media Arts"
            }
        ],
        "distributors": [
            {
                "name": "Rocky Mountain PBS"
            }
        ],
        "plot": [
            "The Baby Boomer generation has been living the 'cool\" and 'forever young' lifestyle, yet recent studies are beginning to frame the new challenges and changes they are facing growing into maturity. \"_The Active Generation_ (qv)\" is produced and positioned to be a principal outreach connecting with Boomers, delivering the information and lifestyle insights they need to shape a new sensible lifestyle utilizing the media in which they have developed a life-long trust, television. Boomers are already beginning to research all the information, advisory and how-to planning they can access or obtain to shape their futures. _The Active Generation_ (qv) is a television series that supports and assists them to achieve the goals pertinent to their next passage. \"_The Active Generation_ (qv)\" is an independent production of One Accord Media Arts, producer of the Emmy nominated television feature documentary projects, \"When a King Came to Town\" and \"Spirit at the Mountaintop.\" (Registered IMDB)"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}