{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "21 October 2016"
            },
            {
                "country": "Netherlands\n",
                "date": "21 October 2016",
                "notes": "                            (internet)"
            },
            {
                "country": "Germany\n",
                "date": "3 March 2017"
            },
            {
                "country": "Spain\n",
                "date": "3 March 2017"
            },
            {
                "country": "UK\n",
                "date": "3 March 2017"
            },
            {
                "country": "Portugal\n",
                "date": "3 March 2017"
            }
        ],
        "release dates": [
            "Netherlands::21 October 2016",
            "Netherlands::21 October 2016                            (internet)",
            "Germany::3 March 2017",
            "Spain::3 March 2017",
            "UK::3 March 2017",
            "Portugal::3 March 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in London's historic East End. First stop is the 'Ragged School', now a museum but in Victorian times a notorious school for the area's poorest children where beatings and bullying were commonplace. The team record the eerie voices of young children calling out - are these the ghosts of long dead children who once played here? Their second investigation takes place in the abandoned Woolwich Arsenal, once a massive munitions factory. Using a thermal imaging camera they pick up a creepy presence, but who or what is it?    "
                },
                "2": {
                    "title": "Hastings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in Hastings on England's south coast, a fishing town with a long and troubled past. They begin at the True Crime Museum which is situated in the town's caves, once the haunt of smugglers and thieves. Paul captures what looks like a hooded figure on the thermal imaging camera. Is this the spirit of a long dead murderer? The following evening their hunt moves to a large abandoned seafront hotel. It's been closed for years but once was busy with visitors and staff. Here they attempt a midnight séance that quickly becomes sinister.    "
                },
                "3": {
                    "title": "Harwich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in one of Britain's most famous port towns, Harwich. In a haunted lighthouse, psychic Ian picks up on the disaster of the HMS Gipsy, a World War 2 destroyer that was sunk nearby with the loss of many men. Later the team investigate a military fort known as the 'Redoubt', once used to imprison condemned sailors awaiting execution. Things take a dark twist when somehow Kay and the team become locked into one of the cells. Is this the work of a malevolent poltergeist?    "
                },
                "4": {
                    "title": "Cheltenham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in Cheltenham in south west England. At a 400 year old pub called the Plough, using their random word generator they attempt to make contact with the pub's resident ghost. The results are bizarre; both Ian and Chris suddenly experience uncontrolled fits of laughter. Later at The Cheltenham Playhouse Theatre Kay witnesses a chair rocking back and forth on its own with no obvious explanation. They hold a séance which gets out of hand when the table begins spinning wildly around. Have the spirits of taken control?    "
                },
                "5": {
                    "title": "Namur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in one of Belgium's spookiest cities, Namur. At 'The Citadel' they stumble across an ancient crucifix mysteriously placed on a crumbling wall in one of the underground tunnels. They also venture into the 500 year old Chateaux de Lavaux-Sainte-Anne which, it is claimed, is cursed and haunted by malevolent spirits. Ian claims to see the spirit of a dead woman standing right behind Kay - which is captured on Paul's instamatic camera. Is this the paranormal proof they've been searching for?    "
                },
                "6": {
                    "title": "Ardennes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The team are in the Ardennes, where at the site of The Battle of the Bulge, Paul's thermal imaging camera appears to pick up on a heat signature of a long dead German soldier hiding in a foxhole. Later they investigate a medieval castle in La Roche-en-Ardenne which is said to be haunted by numerous ghosts. The night takes a frightening turn when they are pelted with stones from an abandoned tower. But there's no one there. Is this evidence of a malevolent presence who wants the team to leave?    "
                },
                "7": {
                    "title": "Heidelberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in Heidelberg, Germany. At an ancient monastery, built on a site that stretches back to Roman times and earlier, Ian makes psychic contact with the spirit of a dead monk. Kay and the others hear what sounds like women and children screaming. The following evening the team are at the magnificent Frankenstein Castle, where Chris and Paul's equipment go haywire. Even Kay doesn't escape the vortex of ghostly energy and is taken ill. Why - he's not so sure.    "
                },
                "8": {
                    "title": "The Rhineland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in Germany's Rhineland. At the Rheinfels Castle, which has a notorious underground prison and tunnel system, they witness a mysterious flash of light and hear strange voices. After becoming lost in the labyrinth of tunnels, Kay hears his name called out, by whom he doesn't know. Next they explore a 11th Century castle known as Burg Reichenstein where Ian makes psychic contact with what he believes is the ghost of a headless man - and the team are under threat.    "
                },
                "9": {
                    "title": "Gelderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The team explore the oldest province in The Netherlands - Gelderland. At a 16th Century chateau called 'The Spookhaus' Kay hears children's voices in the dark and Chris is pelted by a child's marble, seemingly thrown at him out of thin air. Next the team are in Doornenburg to investigate paranormal activity in the 13th Century castle which houses a unique amulet known as the Sigillum Dei (the Seal of God), which some believe can be used to make contact with the angels - and Lucifer. Things take a terrifying turn when they hold a séance and Chris appears to become ...    "
                },
                "10": {
                    "title": "Belgium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Chasers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The team investigate paranormal activity in the perfectly preserved medieval city of Bruges. At the 700 year old 'Old Stone Prison', once infamous for the extreme cruelty meted out to inmates, Ian makes psychic contact with what he believes is an executioner who once plied his grisly trade here. Next they head to the ancient Old St John's Hospital where Ian is drawn to the spiritual energy of monks who succumbed to a plague. Chris and Paul attempt to capture hard evidence.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Nambiar, Kay"
            },
            {
                "name": "Lawman, Ian"
            },
            {
                "name": "Hobday, Paul"
            },
            {
                "name": "Howley, Chris"
            },
            {
                "name": "Andrews, Ross"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTdjYzNmYmYtNzE1Yy00ZTFmLTg4YmQtMGI3NWU5MDBhY2NiXkEyXkFqcGdeQXVyNjgzMjI1MDY@._V1_SY150_CR92,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ghost Chasers",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Ghost Chasers (Netherlands)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "BriteSpark Films"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Kay Nambiar joins psychic Ian Lawman and paranormal investigators Paul Hobday and Chris Howley on a journey to some of Europe's most haunted locations, in search of definitive proof of whether or not ghosts really exist.::Insight TV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 9,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 6,
                "rating": 6.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 6,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 3,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 6.5,
        "median": 8
    }
}