{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "Canada::2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Pillage au Musée (L'affaire du Musée des beaux-Arts de Montréal)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Le 4 septembre 1972 fait date dans l'histoire du Musée des beaux-arts de Montréal. L'institution est victime d'un braquage qui reste à ce jour le plus important vol qualifié d'oeuvres d'art au Canada. Trois hommes masqués et armés profitent de la longue fin de semaine de la fête du travail pour s'introduire à l'intérieur du musée et réussissent à mettre la main sur un butin évalué à l'époque à 2 millions de dollars.    "
                },
                "2": {
                    "title": "Noël Sanglant - (L'affaire Fournel, Reeves)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Le 14 décembre 1962, trois hommes lourdement armés font irruption à la Banque Canadienne Impériale de Commerce, située sur le Chemin de la Côte-de-Liesse. Une voiture de police arrive sur place alors que les bandits se trouvent toujours à l'intérieur du bâtiment. Il en résulte une fusillade qui fera couler beaucoup de sang. Cette affaire passera à l'histoire pour de nombreuses raisons, notamment le costume de père Noël d'un des braqueurs.    "
                },
                "3": {
                    "title": "Pris au piège - L'affaire Lionel Gauthier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Le lundi 24 octobre 1977, le braquage d'une banque située sur la rue Masson, à Montréal, tourne mal.    "
                },
                "4": {
                    "title": "Famille en otage - (L'affaire Mario Malépart et Normand Quériault)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Le 28 novembre 1991, à Aylmer, dans la région de l'Outaouais, la famille Monfils-Castagne est prise en otage par deux hommes qui se font passer pour des employés d'Hydro-Québec. Cela représente la première étape d'un plan très élaboré qui vise à mettre la main sur l'argent de la Caisse Desjardins où travaille monsieur Castagne. Les bandits croient avoir pensé à tout, mais un petit détail leur a échappé.    "
                },
                "5": {
                    "title": "La Fièvre de l'or - (L'affaire Gingras, Lamirande, St-Jean)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Mélange Explosif - (L'affaire Denis Chevrier)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Le 11 août 1999, un homme entre à la succursale de la Banque Nationale à Saint-Joseph-du-Lac avec une mallette contenant l'objet d'une sérieuse menace. L'homme exige qu'on lui remette le contenu du coffre-fort. Il sort sans être inquiété, emportant une somme de plusieurs milliers de dollars. L'enquête de la police permet de découvrir une étonnante affiliation entre ce braqueur et un autre homme qui semble à l'abri de tout soupçon.    "
                },
                "7": {
                    "title": "Entrée Fracassante (L'affaire Roch Décarie)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    En 2003 et 2004, un gang de braqueurs sévit à Laval et à Montréal. Les bandits ont mis au point un modus operandi très efficace. Les vols qualifiés ont toujours lieu le matin, avant l'ouverture de l'institution bancaire, au moment où les employés transportent d'importantes sommes d'argent. Les bandits n'hésitent pas à utiliser les grands moyens pour s'introduire à l'intérieur de la banque, s'emparer de l'argent et fuir, laissant les employés sous le choc.    "
                },
                "8": {
                    "title": "Braquages en série (L'affaire Jonathan Dontigny)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    À l'automne 2011, un troisième vol qualifié se produit dans le village de Parent, situé en Haute-Mauricie. Comme les fois précédentes, les braqueurs ne reculent devant rien pour mettre la main sur le contenu du coffre-fort de la Caisse Desjardins. Refusant d'être la cible des bandits, les citoyens se mobilisent afin de protéger leur municipalité.    "
                },
                "9": {
                    "title": "Invasion Brutale (L'affaire Gaston Cloutier)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Le 18 novembre 2013, Gaston Cloutier, un commerçant de Granby, est sauvagement attaqué par deux hommes masqués. Persuadés que l'homme d'affaires cache un important montant d'argent à l'intérieur de sa maison, les bandits se montrent extrêmement violents envers lui. Ils le frappent sans relâche et sans pitié. Gaston Cloutier résiste tant qu'il le peut, mais les deux criminels sont déterminés à mettre la main sur le butin et n'ont pas l'intention de renoncer.    "
                },
                "10": {
                    "title": "Nuit Terrifiante - (L'affaire de la famille Lagacé)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Fin novembre 1964, les membres de la famille Lagacé, de Chomedey, Laval, sont victimes d'une invasion à domicile particulièrement dure et éprouvante.    "
                }
            },
            "1": {
                "1": {
                    "title": "La cache - L'affaire Charles Marion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 6 août 1977, Charles Marion gérant de crédit dans une caisse populaire est enlevé en pleine nuit. Les ravisseurs exigent une rançon d'un million de dollars. L'importance de la somme complique les négociations entre les parties. Loin de ces tractations, séquestré au fond d'une cache de béton, Charles Marion dépérit, persuadé qu'il ne reverra jamais les siens. La captivité de l'homme dure 83 jours d'enfer et devient l'une des affaires d'enlèvement parmi les plus longues du Québec.    "
                },
                "2": {
                    "title": "Last call - L'affaire Raynald Leblanc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    L'automne 2011 est particulièrement chaud à Montréal. Une série de braquages met les policiers et les tenanciers de bars sur le qui-vive. Au début décembre, c'est au tour du F bar d'être attaqué, ce sera le vingt-sixième vol. Menacée d'une arme à feu, la gérante Mélina Tanguay est forcée de remettre la recette de la soirée aux braqueurs qui fuient avec le butin. Quelques jours plus tard, les bandits récidivent, pris au piège cette fois, ce sera leur dernier coup.    "
                },
                "3": {
                    "title": "Sous surveillance - L'affaire Yvon Auclair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le jeudi 16 août 2001, peu après la fermeture de la Caisse d'Oka, Suzanne Hétu et ses employées sont victimes d'un braquage très particulier. Barricadées à l'intérieur de la voûte de l'institution financière, les femmes se croient à l'abri jusqu'au moment où des braqueurs font irruption à l'intérieur de la caisse. Les bandits se montrent extrêmement violents et déterminés à empocher un gros magot. Le coup semble parfait, mais un minuscule détail change le cours des événements.    "
                },
                "4": {
                    "title": "Le Piège - L'affaire de la bijouterie Mercier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    La nuit du 9 septembre 2011 se transforme en un véritable cauchemar pour Pierre Mercier, un bijoutier de Lévis. L'homme se retrouve prisonnier dans sa propre maison, face à des braqueurs armés et menaçants. Les bandits croyaient avoir tout prévu, mais le courage et la présence d'esprit du bijoutier compliquent l'ouverture du coffre-fort. Pierre Mercier joue un petit jeu dangereux qui risque de se retourner contre lui-même.    "
                },
                "5": {
                    "title": "Coup fatal - L'affaire Maurice Mcintyre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 22 mars 1994, un drame se joue aux Galeries de la Capitale de Québec. Les agents de Secur Jean-Louis Lortie et Alain Labrie sont victimes de braqueurs particulièrement violents. C'est à la sortie de la banque, alors qu'ils transportent une forte somme d'argent que les deux agents sont attaqués. Les braqueurs ne leur laissent aucune chance et tirent sans hésitation. Alain Labrie tombe sous les balles, tandis que Jean-Louis Lortie dégaine et tire, déterminé à défendre sa peau.    "
                },
                "6": {
                    "title": "Thérapie de choc - L'affaire Vandal L'Huillier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 4 novembre 2012, Johnny Dupuis et sa conjointe Chantal Masson sont victimes d'un braquage à domicile. L'attaque est violente. Déterminés à mettre la main sur la marijuana à usage thérapeutique du couple les braqueurs défoncent la porte d'entrée à coups de carabine. Face à la menace des bandits, Johnny et Chantal, déjà affaiblis par la maladie, ne peuvent se défendre, ni résister. Ils n'ont d'autre choix que d'obéir aux ordres de leurs agresseurs.    "
                },
                "7": {
                    "title": "Le délateur - L'affaire de la Brink's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 30 mars 1976, d'audacieux braqueurs attaquent, à la pointe d'une énorme mitrailleuse militaire, un fourgon blindé en plein quartier des affaires de Montréal. Les bandits réussissent à mettre la main sur près de trois millions de dollars. Le coup est parfait et sera même qualifié de vol du siècle. Ce n'est que quatre ans plus tard que l'enquête de police, longue et laborieuse, révélera une étonnante conclusion à l'affaire.    "
                },
                "8": {
                    "title": "Accro - L'affaire Alexis Vadeboncoeur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Février 2013, la pharmacie située sur le boulevard des Récollets à Trois-Rivières est la cible du braqueur Alexis Vadeboncoeur qui est en manque de drogue.    "
                },
                "9": {
                    "title": "L'imposteur - L'affaire Germain Gagné",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 14 octobre 2004, Jean-Guy Morneau et les employés de la Caisse de Sainte-Perpétue sont victimes d'un braquage qu'ils ne sont pas prêts d'oublier. Un homme demande à rencontrer le directeur sous de faux prétextes. Il sort alors une arme et exige qu'on lui remette l'argent du coffre-fort sans alerter les autres employés. Le plan du braqueur ne se déroule pas tout à fait comme prévu, mais il réussira à fuir. Commence alors une longue chasse à l'homme.    "
                },
                "10": {
                    "title": "Otages - L'affaire Jean-Miville Bois",
                    "kind": "episode",
                    "episode of": {
                        "title": "Braqueurs (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Le 5 juillet 2007, la Banque Laurentienne à Longueuil est attaquée par un braqueur d'expérience. L'homme suit un modus operandi précis et bien rodé. Le bandit remplit ses sacs d'argent sans savoir que la police a déjà été appelée et qu'elle installe un périmètre de sécurité autour de la banque. Lorsqu'il comprend qu'il est cerné et pris au piège, l'homme refuse de se rendre et prend les employées de la banque en otages.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Blais, David"
            },
            {
                "name": "Groleau, Patrice"
            },
            {
                "name": "Dagenais, Michel Gregory"
            },
            {
                "name": "Bouffard, Pierre-François"
            },
            {
                "name": "Earp-Lavergne, Jérémie"
            },
            {
                "name": "Jamous, Sam"
            },
            {
                "name": "Verrette, Jérémie"
            },
            {
                "name": "Lefebvre, Alexis"
            },
            {
                "name": "Beaulac, Sebastien"
            },
            {
                "name": "Beaupré, André"
            },
            {
                "name": "Binamé, Lara"
            },
            {
                "name": "Letarte, Annie-Claude"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 20,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzRlYWFiNDUtMWNjYS00MzJhLWExNmEtOTA4MWRhYTNiNDQzXkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR78,0,101,150_.jpg",
        "languages": [
            "French"
        ],
        "title": "Braqueurs",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Braqueurs (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Montas, Bernard"
            }
        ],
        "production companies": [
            {
                "name": "Zone 3"
            }
        ],
        "plot": [
            "Découvrez le modus operandi des braquages qui ont marqué le Québec d'hier et d'aujourd'hui. Série de docu-fiction présentée sur la chaîne Historia."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 12,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "non us users": {
                "votes": 9,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 3,
            "7": 7,
            "6": 8,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}