{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 January 2016",
                "notes": "                            (Atlanta, Georgia)"
            }
        ],
        "release dates": [
            "USA::27 January 2016                            (Atlanta, Georgia)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Jabez Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Jabez Project is a non-profit, community-based organization committed to the encouragement, enrichment, and empowerment of under-served inner-city youth. Their efforts are dedicated to developing the emotional, social and nutritional health of youth in our community by pairing love and guidance with increased exposure to give youth an increased awareness of life and achievement beyond city limits.    "
                },
                "2": {
                    "title": "Feel Beautiful Today",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Feel Beautiful Today is a non-profit organization that brings art in health programs to cancer patients across Atlanta. Founder Biviana Franco knew that one of the challenges of battling cancer is the isolation one can feel after being diagnosed and undergoing treatment. She and her team of volunteers overcome those barriers by offering (free of charge) an opportunity to dismiss the disease for a moment and make something beautiful.    "
                },
                "3": {
                    "title": "Ladies of Favor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ladies of Favor was birthed out of a vision to touch the lives of teenage girls in order to build the image of young ladies and expose them to having a closer relationship with God. Since the inception, Ladies of Favor has impacted the lives of over 2500 young ladies. Learn more about their quest to impact youth internationally and take them to higher levels spiritually, mentally, and socially on Making a Difference.    "
                },
                "4": {
                    "title": "Covenant House Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The BlackManCan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Wholesome Wave Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    By increasing the affordability of healthy, locally-grown foods, Wholesome Wave Georgia (WWG) makes healthy, nourishing choices accessible for Georgia's food insecure families. They strengthen local food communities by empowering networks of farmers to facilitate access to and awareness of healthy food choices. Learn about their programs to double your money and give you a prescription for a healthier life on Making a Difference.    "
                },
                "9": {
                    "title": "Global Youth Ambassadors Program",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In 2018, former Fulton County Chairman Dr. John Eaves took 16 high school students from all over metro Atlanta on a trip to Germany through his Global Youth Ambassadors program. The program was founded in 2008 to empower students to become competitive in the global economy through leadership development, cultural competence, foreign language proficiency, service learning, and international travel. Find out more about GYAP on Making a Difference.    "
                },
                "10": {
                    "title": "Rehabilitation Enables Dreams (R.E.D.)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    As a juvenile, Rehabilitation Enables Dreams, Inc. (RED) founder David Lee Windecher was arrested 13 times and spent over 7 months incarcerated. He dropped out of high school and joined a gang for protection and money. However, David knew the antidote to poverty wasn't wealth, but education. He went back to school and eventually became a criminal defense attorney. David founded RED to combat the criminal justice system from the inside and stop recidivism among young, nonviolent offenders. Learn more about RED on Making a Difference.    "
                }
            },
            "2": {
                "1": {
                    "title": "U-Beyond Mentoring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The AIB Network features the important work of Spirit Award winner U-Beyond, an organization pairing world-class mentors with aspiring professionals, preparing these leaders of tomorrow and guiding them along the road ahead.    "
                },
                "2": {
                    "title": "Road Safe America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    After Susan and Steve Owings lost their eldest son, Cullum, in a tragic crash involving a speeding tractor trailer, they discovered that existing laws weren't enough and founded Road Safe America to bridge the gap between the trucking industry and the government. Through Road Safe America, the Owings and others advocate for safety regulations that can help reduce fatal crashes by combining technological advances with commonsense solutions. This Spirit Award-winning organization turned a personal tragedy into a mission to make the roadways safer for everyone.    "
                },
                "3": {
                    "title": "BeSomeone.org",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Growing up in foster care was not easy but when Orrin \"Checkmate\" Hudson was introduced to chess, he went from troublemaker to champion. Thanks to the guidance and encouragement of a teacher, Hudson learned chess, became a chess champion and is paying it forward. Orrin founded BeSomeone.org to turn at-risk children away from trouble and toward success through the critical thinking and other life skills taught through chess. Learn more about this incredible organization on the next Making a Difference.    "
                },
                "4": {
                    "title": "Haiti Container Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    At Marietta City Schools, students aren't doing projects just to make a grade; they're doing them to make a difference. Through the Haiti Container Project and the Engineering Pipeline, students design and develop technologies that will change the way of life in the community of Plaine de l'Arbre. Find out more on Making a Difference.    "
                },
                "5": {
                    "title": "Second Helpings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Food rescue powerhouse, Second Helpings Atlanta started off as a community action project and turned into a juggernaut that helps feed people all over Atlanta. Through the 90-minute model, Second Helpings volunteers can leave their home, rescue and deliver food, and return home in 90 minutes. Food is rescued from places like Whole Foods and corporate kitchen and delivered to agencies that serve our community members in need.    "
                },
                "7": {
                    "title": "Enduring Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Patrick and Madelyn Gahan founded Enduring Hearts after finding out that their 3-year-old daughter's new heart would not last forever. The average lifespan of a heart transplant is about 12 year and many children will need more than one transplant in their lifetime. Enduring Hearts is making a difference by raising money and funding the research and innovations that will change that.    "
                },
                "8": {
                    "title": "Young Adult Guidance Center",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The AIB Network features the Young Adult Guidance Center (YAGC), an organization dedicated to improving the lives of runaway, homeless, displaced and other 'at-risk' youth and young adults through an array of services and supports. YAGC was founded to provided crisis intervention and emergency shelter for Atlanta's male runaway and homeless youth. YAGC has served over 12,000 young men over its 30-year history.    "
                },
                "9": {
                    "title": "C5 Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The AIB Network features C5 Georgia, an organization on a mission is to inspire high-potential youth from risk-filled environments to pursue personal success, to prepare them for leadership roles in college, work, and community, and to motivate them to become role models for others. C5 Georgia wants to see 100% of Georgia teens graduate from high school and to do so, they've developed a 5-year program to help students stay engaged, learn life skills and develop a vision for the future.    "
                },
                "11": {
                    "title": "C.H.O.I.C.E.S.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Making a Difference (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On Making a Difference, we highlight CHOICES, an organization to teach kids and families how to make healthy choices when cooking and eating.    "
                }
            }
        },
        "number of episodes": 17,
        "genres": [
            "Biography"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTA3ODAwYzMtN2UzYS00MDBlLThkNmEtZmFhZjAwNGIwYzI0XkEyXkFqcGdeQXVyNzU4NzczMTA@._V1_SY150_CR92,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "The AIB Network focuses on organizations and individuals making a difference in the world through community service and engagement. AIB highlights their mission and vision and helps raise the visibility of people building a better world. The series will feature the winners of AIB's Spirit and Conant Awards, awards presented for exceptional contributions to humanity.",
        "languages": [
            "English"
        ],
        "title": "Making a Difference",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Making a Difference (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Barrow, Quyana"
            },
            {
                "name": "Galex, Audrey"
            }
        ],
        "production companies": [
            {
                "name": "AIB Studios"
            }
        ],
        "distributors": [
            {
                "name": "AIB Network"
            }
        ],
        "plot": [
            "The AIB Network focuses on organizations and individuals making a difference in the world through community service and engagement. AIB highlights their mission and vision and helps raise the visibility of people building a better world. The series will feature the winners of AIB's Spirit and Conant _Awards_ (qv), awards presented for exceptional contributions to humanity."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}