{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "24 October 2016"
            }
        ],
        "release dates": [
            "India::24 October 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjg3NmVlZGMtZDg1MC00ZWYwLWIwNWMtNGY2ZTJiNjVlZmY2XkEyXkFqcGdeQXVyNzU2Njc2OTE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Hindi"
        ],
        "title": "Chacha Bhatija",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Chacha Bhatija (India)"
        ],
        "writer": [
            {
                "name": "Awate, Rahul"
            },
            {
                "name": "Malani, Gaurav"
            },
            {
                "name": "Pandey, Amit"
            }
        ],
        "production companies": [
            {
                "name": "Maya Digital Studios"
            }
        ],
        "plot": [
            "_Chacha Bhatija_ (qv) is a wholesome family entertainer that features an uncle-nephew duo, popularly known as _Chacha Bhatija_ (qv). The duo is 'world-famous' in Fantooshnagar for their uncanny knack to solve all the problems of the town.::Amit Pandey"
        ],
        "synopsis": [
            "Chacha Bhatija is a wholesome family entertainer that features an uncle-nephew duo, popularly known as Chacha Bhatija. Everyone refers to the nephew as Bhatija & the uncle, Balwant Rai Chaudhari is called Chacha. The duo is 'world-famous' in the entire town of Fantooshnagar for their uncanny knack to solve all the problems of the town. His ability to sniff troubles and nip them right in the bud, makes Bhatija really popular in the whole town. The Chacha Bhatija duo gets along like a house on fire, and is more like best buddies, rather than uncle & nephew. Their camaraderie is so infectious, that the whole town swears by their friendship. Fantooshnagar is an extremely colourful place, that is filled with some rather interesting characters; ranging from a funnily interesting scientist Khoji Singh who loves performing all crazy science experiments, to a ruthlessly comical bad man Danka & his partner in crime brother-in-law Dholki; and from a fiercely determined female cop with a thick Haryanvi accent, Inspector Bandookni Singh, to a small time thief Crime Master Jogawar & his bike Rosy that keeps giving him new ideas of theft and also talks to him.\nAnd then there is R. K. Bhalla, the owner of the private detective firm that Chacha works for & Mimicry Bhai, owner of Filmistan Dhaba, the most happening eating joint in Funtooshnagar. Bhatija is the most inventive and ingenious character in the entire town. The flip side of his magnanimity however is his gullibility and the whole town of Fantooshnagar knows how to play on Bhatija's naivety and get their troubles solved. The Chacha Bhatija duo however is always willing to help. The show is an out and out comedy, appropriately loaded with doses of slapstick as well as situational humour. The show boasts of high quality 3D animation, and is rooted in Indian sensibilities & Indian brand of humour. The show primarily focuses on three things; entertainment, entertainment & entertainment!"
        ],
        "tech": {
            "color": [
                "Color (High Definition)"
            ]
        }
    }
}