{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Katahdin Woods and Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Maine's Baxter State park is home to streams, lakes, mountain peaks and wildlife. We meander down trails over lush green mossy banks and wander by picturesque ponds. Fungi and woodland creatures inhabit these 327 square miles of Acadian woods, which include the mighty Mount Katahdin.    "
                },
                "2": {
                    "title": "Greatest Hits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    We journey through some of the sites we visit this season -- from the black waters of Okefenokee to the soaring cliffs of Wadi Rum, on to the Venetian canals, the islands of New York and then from Iceland to Colorado's Gateway Canyon.    "
                },
                "3": {
                    "title": "The Terminal Basin of Mono Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    If you follow the eastward flow of fresh water from the Sierra Nevada mountains you will reach Mono Lake. The million year old lake possesses weird limestone towers called tufa. Photographers come from all over the world to capture the interplay of light on the mountains, desert, and water.    "
                },
                "4": {
                    "title": "Fountains Abbey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    In 1132, thirteen Cistercian monks began building an abbey in northern England. They constructed a place for a simple life of devotion and contemplation. You can now walk through the atmospheric ruins that remain and gaze through a window into a way of life which shaped the medieval world.    "
                },
                "5": {
                    "title": "Iceland Glacier Lagoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    With a depth of 800 feet, the Jokulsarion Lagoon is the deepest body of freshwater in Iceland. Seals are seen either swimming in the lagoon or lying on icebergs that are moving toward the sea. Freezing water laps against the black volcanic sands of the shore.    "
                },
                "6": {
                    "title": "Central Park, New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Nestled in the heart of Manhattan, against the backdrop of traffic and soaring skyscrapers, is the iconic Central park -- the most visited urban park in the United States. Designed by Frederick Law Olmsted and Calvert Vaux in 1858, the northern part of the park has a few lesser-known features.    "
                },
                "7": {
                    "title": "Nabataean Lost Kingdom of Petra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    A walk through a narrow canyon, or siq, leads to an ancient city spectacularly carved from the surrounding cliffs. You will never forget Petra, the seat of the Nabataean empire which thrived and then disappeared right around the time of Christ's birth.    "
                },
                "8": {
                    "title": "Stonehenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Built in prehistoric Britain over the course of 1000 years, Stonehenge is one of the most famous megalithic monuments in the world. In the midst of the ancient, brooding stones on the plains outside Salisbury, you can feel the drama of their 5000 year existence.    "
                },
                "9": {
                    "title": "Moods of Venice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    From the Piazza San Marco we travel through the canals past homes, bridges, moored boats and Madonna Dell'orto, home to the \"furious\" art of Tintoretto. We arrive at the Pescaria on the Grand Canal, where fishmongers sell seppioline or triglie, just as their ancestors did 600 years ago.    "
                },
                "10": {
                    "title": "Desert of Wadi Rum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Deep in the Jordanian desert of Wadi Rum, three camels and their driver trek across the dunes. Ancient inscriptions left by the Bedouins, Nabataeans and other ancient peoples are still legible despite the centuries of winds and sand blowing across the landscape.    "
                },
                "11": {
                    "title": "Okefenokee Blackwater Swamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    The Great Okefenokee Swamp is one of North America's most unspoiled, fascinating and precious natural areas. The slow, black water moves amongst tangled cypress, and alligators lurk in the shadows.    "
                },
                "12": {
                    "title": "The Acropolis of Athens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Rising from the cypress and poplar trees, on a rocky outcrop above Athens, sists the Acropolis. The 2000 year old Parthenon is but one of its structures. Poppies and wildflowers poke through cracks in the stone, adding contemporary accents of green, pink and purple to the pale marble.    "
                },
                "13": {
                    "title": "The Young Earth of the Reykjanes Peninsula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    At first approach, the Rekyjanes Peninsula appears to be a motionless, post-apocalyptic landscape. A closer look reveals evidence of the 10,000 mile long Mid-Atlantic Ridge and plate tectonics: sulfur springs, fumaroles, geysers, and the reds, oranges and whites of microbial thermophiles.    "
                },
                "14": {
                    "title": "Canyons of the Ancient Ones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    The Ancestral Puebloan peoples settled the Mesa Verde region of Colorado as early as 550 AD. They built communities high up in the imposing cliffs. Today, the profound quiet of their former dwellings is broken only by the doves, finches and the wind in the sagebrush.    "
                },
                "15": {
                    "title": "The Oracle at Delphi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Overlooking the valley of Pleistos and nestled halfway up Mount Parnassus in Greece sits the famed Oracle of Delphi. Built over 2700 years ago, in ancient times Delphi welcomed religious pilgrims, rulers, and athletes of the Pythian Games. A famous maxim carved in stone there is \"Know Thyself\".    "
                },
                "16": {
                    "title": "Slot Canyons Of Utah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    One hundred eighty million years ago, fierce trade winds blew copious amounts of quartz sand across what is today the state of Utah. These sands piled up into giant dunes, in an area larger than the Sahara. Time is the sculptor of this vivid red canyon and its work here is not yet finished.    "
                },
                "17": {
                    "title": "Colorado Canyons of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Rivers carved deeply through the red sandstone plateaus and formed Gateway Canyon more than 5 million years ago. Petrogylphs drawn by prehistoric man, as well as dinosaur tracks from even earlier inhabitants of the area, make this trip out West a not-to-be-missed experience.    "
                },
                "18": {
                    "title": "Shooter's Island of New York City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    With a history going back to use as a spy nest in the Revolutionary War, Shooter's Island has gone through several transformations until being turned into a park in the 1970's. Now at least seven species of wading birds breed here, and forty-three species have been seen on the island.    "
                },
                "19": {
                    "title": "Cumberland Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    We travel to the historic site of Cumberland Island where Native Americans, missionaries, enslaved African Americans and wealthy Industrialists all walked through pristine maritime forests and along stunning natural beaches. A highlight is the ruins of Dungeness, the Carnegie family compound there.    "
                },
                "20": {
                    "title": "Alewives Eternal Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Picture Earth: Music (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    At dawn on the Damariscotta River in Maine, the mist rises slowly around an army of herring gulls on the banks. They carefully watch the flowing waters. Beneath the surface, alewives swim slowly but persistently upstream, as they have for millions of years, in a gauntlet of death and birth.    "
                }
            }
        },
        "number of episodes": 20,
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTk3YzM5YjgtYmFiZi00NzViLWI2ZDYtY2I0NjYyYTYwZWNlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Big Picture Earth: Music",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Big Picture Earth: Music (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "From award-winning filmmaker, David Conover of \"Sunrise Earth\", a 4K journey to twenty of the most spectacular locations in the world."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}