{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "22 June 2016"
            },
            {
                "country": "Japan\n",
                "date": "22 June 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Japan::22 June 2016",
            "Japan::22 June 2016                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hapimari: Happy Marriage!?"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Happy Marriage!?"
            }
        ],
        "akas": [
            "Hapimari: Happy Marriage!? (original title)",
            "Happy Marriage!? World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Hapimari: Happy Marriage!? (original title)",
            "Happy Marriage!? World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chiwa Takanashi is a single 23-year-old woman who works in a retail store during the day and a hostess bar at night to pay off her father's debt. She has never had a boyfriend. One day, a guy comes up to her and says, \"marry me and I'll pay off the debt\". The man is Hokuto Mamiya, a rich, handsome businessman who earns 50 million yen a year. Chiwa rejects his proposal, saying, \"I want to marry someone I love\". Hokuto is persuaded to try once more, after his secretary, Taeko Soma, gives him some advice. Later, we find out Hokuto's true reason for being determined to ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto succeeds in persuading Chiwa into getting married and they are now officially husband and wife. Chiwa expects to have romantic dates but Hokuto tells her that is a waste of time. However, a few days later, Hokuto takes Chiwa to a clothing store and chooses clothes and shoes for her. Chiwa gets very excited about having such a first date. Later, Hokuto takes Chiwa to his parents to announce their marriage. His relatives give a cold response to the announcement because his mother is his father's mistress. Chiwa can't stand the sight of a family bickering and ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The strange marriage has begun. Chiwa is annoyed at Hokuto who has no interest in her whatsoever. Chiwa witnesses Hokuto talking happily with Misaki Shitara, an intelligent and beautiful woman who is the president of Michel Hearts. She also meets Hokuto's beautiful secretary, Taeko Soma, who tells Chiwa, \"I know Hokuto better than you do\". Irritated by all these women, she snaps at Hokuto: \"I know nothing about you!\". She runs back to her father who tells her, \"Now that you're married, you need to meet his parents\". Chiwa decides to visit Hokuto's father, Seiji, at ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Chiwa is surprised to hear that Seiji killed Hokuto's mother. Hokuto tells her he will never forgive his father and explains nothing further. Around the same time, Hokuto finds out there has been accounting fraud at Mamiya Fiber. Hokuto's cousin, Takayuki devises a plan to prevent Hokuto from disclosing this news. Taeko becomes worried that Hokuto never shows love towards Chiwa. She advises him to be nicer to Chiwa, and reminds him that there are gentle and caring men at her workplace. Meanwhile, Chiwa sprains her ankle while organizing the storage room at work. Her ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto and Chiwa are finally married. Hokuto tells Chiwa that he will announce their marriage at his inauguration party. Hokuto is denounced by the Mamiya family because he humiliated their company by disclosing the accounting fraud. Chiwa informs her workplace about her marriage, but her relationship with Yu becomes awkward since she kept it a secret. Meanwhile, Misaki was responsible for choosing Chiwa's wedding dress. As they talk together, Chiwa realizes how close Misaki and Hokuto's relationship is, and she becomes jealous. Soon after, Hokuto and Chiwa's marriage...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto and Chiwa announce their marriage at the inauguration party. Chiwa thanks Misaki for arranging the party, but Misaki coldly replies that she did it for Hokuto and not for Chiwa. Now that the marriage has been made public, Chiwa is appointed as the corporate marketer at her workplace, though she is not happy since she wanted to quit her job after the marriage. Chiwa accidentally sees an article about Hokuto and Misaki's relationship and is shocked to find they had been dating. She confronts Hokuto, but all he says is, \"that was in the past. I only consider her ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto's cold words, \"I act upon calculations\", worry Chiwa that he might not have any love towards her. Hokuto apologizes to Chiwa's father for the article and gives him money to make up for it. Chiwa visits Seiji at the hospital and feels worried once again when she sees the gorgeous flowers by his bed brought by Misaki. Due to her distrust towards Hokuto and his money donation to Yuji, she gets angry and gets in an argument with Hokuto. Soon after, Mamiya Fiber's business partner, Rene Claire files for bankruptcy and Hokuto is faced with a grave predicament. Seeing...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Chiwa goes to Hokuto's workplace to deliver some food, but is sent back by Misaki, who states that only she, herself can support Hokuto. Hokuto is convinced that Misaki's ideas can get them back some of the losses from Rene Claire's bankruptcy, but he also realizes something is wrong with Chiwa. Meanwhile, Yu quits his job at Yamaguchi to start his own business. He offers Chiwa a position and she kindly accepts the offer. While Hokuto visits his business partners with Misaki to start a new project, he witnesses Chiwa browsing real estate with Yu. He gets angry but ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto is stabbed by an unknown figure. Chiwa waits for him while he receives treatment at the hospital and sees the words \"I love you\" on her birthday cake that Hokuto bought. While Hokuto is hospitalized, Takayuki closes a deal and saves Mamiya Fiber from its crisis, but the truth is... Meanwhile, Chiwa finds out that Hokuto's father has pancreatic cancer. She recommends Hokuto visit his father at the hospital, but he says he never wants to see his father again. Michel Hearts and Mamiya Fiber's co-developed product ends up being a success, but Hokuto tells Misaki he...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Masatsugu tells Hokuto and Chiwa that it was Satoru who killed Yoko. The couple decides to keep Chiwa's pregnancy a secret, fearing their lives might be in danger as well. However, during the flower arrangement class held once a month at the Mamiya's, Saori finds out Chiwa is pregnant. Misaki asks Hokuto to visit a hotel together for financial matters, and during that time, offers a bodyguard, Yonce, for Chiwa. Hokuto, feeling safe that Chiwa is being guarded, leaves home for a night. At the hotel, Misaki hugs Hokuto and tells him that she wanted to be alone with him....    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hapimari: Happy Marriage!? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Hokuto tells Misaki that he loves Chiwa. Chiwa stays at Yu's apartment to hide from her bodyguard. Yu asks her to stop working with him so he can forget her. Hokuto comes to Yu's apartment and tells him to give up on Chiwa. Yu accepts, but only if Hokuto lets Yu punch him in the face. Hokuto decides to leave the Mamiya Group for Chiwa's safety, and the two move to the countryside where Hokuto grew up. They spend a peaceful time there, but Chiwa starts to feel that Hokuto should go back to working as a businessman. （C）The icon    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Fujioka, Dean"
            },
            {
                "name": "Fujiwara, Norika"
            },
            {
                "name": "Nukumizu, Yôichi"
            },
            {
                "name": "Seino, Nana"
            },
            {
                "name": "Shinoda, Mariko"
            },
            {
                "name": "Shirasu, Jin"
            }
        ],
        "genres": [
            "Romance"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 47,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDFkYjA4NTctZmRmOS00NDYwLTljOWItMWNlNjY4MmJlYjdlXkEyXkFqcGdeQXVyNzkyNTIyMjM@._V1_SY150_CR56,0,101,150_.jpg",
        "plot outline": "Dean Fujioka stars as an elite businessman Hokuto who meets a young woman Chiwa (Nana Seino) working at a hostess bar to pay off her parents' debt. While their initial encounter causes Chiwa to be fired from the club, the next day she is summoned to meet Hokuto again, where he suddenly proposes to her. A marriage-of-convenience proposal. Can the couple find love in a purely business-like marriage contract?",
        "languages": [
            "Japanese"
        ],
        "title": "Hapimari: Happy Marriage!?",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Asano, Taeko"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "Dean Fujioka stars as an elite businessman Hokuto who meets a young woman Chiwa (Nana Seino) working at a hostess bar to pay off her parents' debt. While their initial encounter causes Chiwa to be fired from the club, the next day she is summoned to meet Hokuto again, where he suddenly proposes to her. A marriage-of-convenience proposal. Can the couple find love in a purely business-like marriage contract?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 47,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 5.5
            },
            "males": {
                "votes": 12,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 23,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 11,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "us users": {
                "votes": 9,
                "rating": 7.2
            },
            "non us users": {
                "votes": 14,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 9,
            "9": 8,
            "8": 8,
            "7": 8,
            "6": 9,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}