{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "19 October 2016"
            },
            {
                "country": "Japan\n",
                "date": "19 October 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Japan::19 October 2016",
            "Japan::19 October 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Kyoto Love Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Arare is the free-spirited second daughter of the Fukuyoshi family. One day, she is ordered by her mother, Komako, to marry her sister's fiance, Kenji, and take over the business. The elder sister, Hana, was supposed to run the shop but instead decided to marry Hinoyama, a customer of the shop and a handsome businessman. Arare refuses to do as her mother says and runs from home. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "2": {
                    "title": "Not Reached",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Arare refuses her mother's order and runs away from home. One day, Hinoyama visits her workplace to tell her that he will marry her sister without dating. Arare lives in a rented apartment, and Kenji comes to visit. Around the same time, Hina receives a proposal from her first love and Kabuki actor, Shojuro. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "3": {
                    "title": "Shaking Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Arare is shocked to hear that Kenji loved her. Feeling unsure of his true thoughts, Arare visits Fukuyadou. Kenji treats her the same as before and makes her anxious. She ends up venting her anger at Hina. Hina couldn't make up her mind between her fiance, Hinoyama, and her first love, Shojuro, but finally makes a decision. Hana is appointed the organizer of the school event together with Iori. That night, Arare receives a call from Kenji. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "4": {
                    "title": "A Love Determination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Arare asks Kenji about his true feelings. At the same time, she is informed that Komako has been hospitalized. They have no choice but to temporarily close down Fukuyadou Honpo while Komako is at the hospital. Hina asks Hinoyama why he chose her as his wife, and receives an unexpected answer. The next day, Arare visits her mother at the hospital, but ends up being in a fight about taking over the business. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "5": {
                    "title": "First Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Arare has officially started training to become the successor. She still has troubles wearing a kimono properly and cooking staff food for the artisans. Kenji asks Hina to make a staff food recipe book for Arare. A mysterious woman, Shijaku, gives Hana a handkerchief with Hinoyama's initials, and asks her to give it to Hina. Hina receives the handkerchief and starts to doubt Hinoyama. Hana is embarrassed when Iori tells her she's cute, and she runs out of the classroom. A few days later, Iori visits her at her house to return the pencil case she forgot in class. ...    "
                },
                "6": {
                    "title": "Easy Lie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Arare feels depressed that Kenji scolds her every day about her training. She is still unsure of his feelings when he said he loved her. Sei cheers her up saying they look good together, and Arare spontaneously imagines their wedding. Hina gives Hinoyama the handkerchief she received from Shijaku, but Hinoyama avoids it, saying it is not his. Iori asks Hana on a date on Tanabata Day. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "7": {
                    "title": "Condition of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Arare is shocked to see Kenji and Hina walking together on Tanabata Day, and it frays her relationship with Kenji. Hana is also shocked that she is stood up by Iori. Iori comes to visit her but she rejects seeing him nor his letters. Arare convinces Hana to solve this problem. Hina receives something from Shijaku via Hana and becomes extremely angry. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "8": {
                    "title": "Hear in Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Hina and Hinoyama get married with mixed feelings. That night, Hina tells Hinoyama her secret. Hinoyama is confused and asks Kenji for advice. Arare is depressed to see Kenji acting like his love confession for her did not happen. Arare visits Hinoyama with Hana and meets his mother, Tamao. Arare is surprised that she treats Hina like a maid, saying Hina and Hinoyama will never get along well. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "9": {
                    "title": "Real Feelings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Arare expresses her love to Kenji for the second time but he rejects her again. She is hurt and tells Kenji to forget about it. Hina leaves the Hinoyama family and returns home. She becomes ill and spends time in bed. Komako regrets not forcing her to marry Kenji. Kenji is worried about Hina and goes to see Hinoyama. Hinoyama tells him that Hina should marry a guy like Kenji. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "10": {
                    "title": "Caring Close-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Arare and Kenji are finally together, but decide to keep it a secret due to Hina's illness. Sei quickly notices their relationship because of their awkward attitude. Hinoyama lives in his second home in Ashiya. Hearing about the divorce, Tamao comes to visit him. She tells him he cannot run away from his feelings. Hinoyama immediately visits Fukuyoshi to talk to Hina, but Komako rejects him. Arare knows Hina's true feelings and tells her that if she really love him, she should run after him. (C) Yayomi Yuchi, SHUEISHA / The icon    "
                },
                "11": {
                    "title": "Torn Bonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Half a year has passed since Kenji left Fukuyadou Honpo. Arare continues to train hard to become the successor. Kenji returned home after his father, Haruki became ill to help out his family's sweet shop run by his elder brother, Shinji. One day, Haruki begs Kenji to come back to Osaka for good and run the shop with his brother. Considering Haruki's illness, Kenji decides to stay in Osaka but could not tell Arare. Meanwhile, Hinoyama tells Hina important news. Hana is now a high school student, but she still awaits a letter from Iori. (C) Yayomi Yuchi, SHUEISHA / The ...    "
                },
                "12": {
                    "title": "Tied Yarn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fukuyado Honpo: Kyoto Love Story (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    After the breakup, Arare works hard to become a worthy successor. Her flower arrangement teacher offers her an arranged marriage. Hina and Hinoyama are happily married. Hina tells Arare that she was very happy when she heard Arare and Kenji were dating. Around the same time, Shijaku, who quit working as a Geisha, visits Hinoyama. One day, Arare sees Kenji and Haruki at a shrine but could not talk to them. On Tanabata Day, Hana prays that she can see Iori. What would be the ending for each of their love stories? (C) Yayomi Yuchi, SHUEISHA / The icon    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Hayami, Akari"
            },
            {
                "name": "Ichihara, Hayato"
            },
            {
                "name": "Kojima, Fujiko"
            },
            {
                "name": "Maeda, Ohshirô"
            },
            {
                "name": "Miyano, Hina"
            },
            {
                "name": "Sasaki, Nozomi"
            },
            {
                "name": "Yamashita, Kenjirô"
            }
        ],
        "genres": [
            "Romance"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 51,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWVjZWM4ZWQtZDE3Ni00ZDM2LWJlMDgtMzRmNzE0MmRlMzYxXkEyXkFqcGdeQXVyNzkyNTIyMjM@._V1_SY150_CR55,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Fukuyado Honpo: Kyoto Love Story",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Fukuyado Honpo: Kyoto Love Story (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nagata, Yûko"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "A romantic drama series set in a traditional Kyoto sweet shop with 450 years of history, it depicts the careers, loves and dreams of three distinctive sisters."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 51,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 8.2
            },
            "males": {
                "votes": 15,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 7.4
            },
            "females": {
                "votes": 16,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "us users": {
                "votes": 11,
                "rating": 9.2
            },
            "non us users": {
                "votes": 14,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 13,
            "9": 9,
            "8": 9,
            "7": 14,
            "6": 4,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}