{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 June 2016"
            },
            {
                "country": "USA\n",
                "date": "27 June 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::27 June 2016",
            "USA::27 June 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to Poopytown.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the state of Arkansas, set in the Ozark Mountains, is a town called Harrison. Population 12,953. It has a city hall. Houses set on quaint tree-lined streets, and like any town of this size, a Public Works Department that takes care of city streets and manages waste. In fact, it takes a crew of four people working full time just to manage the waste produced here in Harrison, and that system costs millions of dollars to build and run.    "
                },
                "2": {
                    "title": "Growing Fish in a Box.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Namgis First Nations Tribe in Alert Bay, British Columbia has always fished for salmon. In recent years, a number of fish farming operations have appeared in their waters. These have brought diseases to local wild salmon stocks and threatened the livelihood of these people. Newer land-based recirculating aquaculture systems (RAS) are now appearing. They offer the opportunity to meet consumer demand for cleaner, greener, and safer seafood.    "
                },
                "3": {
                    "title": "Don't Drink the Water.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Des Moines, Iowa is a metropolitan area with over 500,000 inhabitants. Their drinking water comes from two principal water sources: the Des Moines and Raccoon Rivers. Each year the city spends millions of dollars to remove nitrates from their drinking water. Since 2012, the Des Moines Water Works, which operates one of the most sophisticated nitrate removal facilities in the world, has been forced to operate their facility over 300 days per year. The city is no longer financially able to bear the cost of removing these nitrates, which primarily come from agricultural ...    "
                },
                "4": {
                    "title": "Water in the Home.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the kitchen, every ingredient present in the pantry or refrigerator contains a unique WATER FOOTPRINT. This number corresponds to the amount of water embedded in the production of the food or the VIRTUAL WATER footprint. In the bathroom, sink faucets, toilets, and shower heads are all components of the household water footprint. In the bedroom, all clothes, sheets, pillows, and stuffed animals each contain a specific water footprint. Accounting for both direct and indirect (or virtual) uses of water of a consumer or producer, the water footprint is an assessment of...    "
                },
                "5": {
                    "title": "Conserficiency.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    When people talk about conservation, they talk about saving trees, or pandas, or maybe turning off the faucet to save water. When they talk about efficiency they mean doing more with less, like adding a small aerator to a water faucet to reduce water flow. So when it comes to water, is it better to be efficient or conserve? Or - both?    "
                },
                "6": {
                    "title": "The Water You Wear.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everything Is Water (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    When people talk about food, they're usually familiar with terms like organic, GMO, antibiotic-free or even local. But it also takes water to grow the food we eat. In fact, nearly 80% of our water use is dedicated to agriculture. That's a big number. Since some foods and agricultural products require more water than others, consumers benefit from transparency, from information that helps them make purchases aligned with their values. What about our clothes? Most of what we wear is made from cotton. On the surface, it's a commodity crop no different than corn or soy, ...    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmU2ZTgxOWQtNDBkZi00NDYzLWJmMDctMzA4ODRkYWNjNjEwXkEyXkFqcGdeQXVyMTQ2MDA2ODY@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$200,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Everything Is Water",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Everything Is Water (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gayeton, Douglas"
            }
        ],
        "production companies": [
            {
                "name": "Rumplefarm"
            }
        ],
        "distributors": [
            {
                "name": "Lexicon of Sustainability"
            }
        ],
        "plot": [
            "6 films on subjects ranging from water footprints to clean drinking water, with funding provided by a variety of foundations and public institutions."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}