{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 October 2016"
            },
            {
                "country": "USA\n",
                "date": "19 October 2016",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "2 November 2018",
                "notes": "                            (Facebook edited version)"
            }
        ],
        "release dates": [
            "USA::19 October 2016",
            "USA::19 October 2016                            (internet)",
            "USA::2 November 2018                            (Facebook edited version)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Fitting In (Hogwarts Houses)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has just dyed his hair purple, and the Sanders Sides, who as a result have also developed purple hair, show their opinion about the change. Patton and Roman love it, while Logan hates it and Virgil doesn't know what to say, as he doesn't want to spill too much anxiety on Thomas, since he wants to fit in the group, although he doesn't know how. When Patton has the idea that the purple hair reminds him of Nymphadora Tonks, from \"Harry Potter\", Thomas has the idea of using the Hogwarts Houses to sort all of the Sanders Sides into different houses based on their ...    "
                },
                "2": {
                    "title": "Moving On Part 1: Exploring Nostalgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas is feeling really sad over the remembrance of a long lost love he hasn't been able to move on from yet. He has the idea that going to Patton's room will help him enhance the happy memories to wipe away his sadness. So all the Sanders Sides and Thomas go to Patton's room, which is full of items of Thomas' past: things he wrote as a kid, music he used to play, gadgets he had and enjoyed, photographs and drawings of his life, and more. They all get carried away with the memories, while suddenly Virgil starts feeling bad. Only Logan notices this and tells the ...    "
                },
                "3": {
                    "title": "Moving On Part 2: Dealing With a Breakup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After Logan's abrupt departure, Thomas starts realizing that he cannot keep like that anymore, torturing himself with a love that cannot, and shouldn't, be back, because that wouldn't be fair, nor for him neither for his ex, because he wouldn't be happy with Thomas, just as he wasn't happy in the final times of their relationship. So, even though it's not going to be easy, and knowing that he's still gonna feel pain, maybe for a very long time, Thomas decides it's time to move forward with his life, accept that that love story is over for good, and, even if not ...    "
                },
                "4": {
                    "title": "The Sanders Sides 12 Days of Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The Sanders Sides appear on Thomas because they feel in the mood for doing a video, and since it's Christmas Eve, and it's the first Christmas that Virgil spends with the rest of his new friends, Roman suggests that the four of them should wear festive Christmas \"ugly sweaters\" and perform a Christmas carol together. But they don't agree very much on the lyrics that Roman has written for them, especially Virgil.    "
                },
                "5": {
                    "title": "Can Lying Be Good?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Thomas has forgotten last night to go with Joan to support them to a reading for a stage play Joan had been working on. In the morning, Joan sent him a text reading \"where were you last night, F Word Face\", and Thomas, who thinks Joan is mad at him, doesn't know how to tell them or if he should tell them the truth at all, that he was on a date with a guy he'd just known while Joan was on his reading. Since Thomas is more inclined to lie to Joan because the truth is too horrible for him to tell them, Roman decides to transport them all to a Mind Palace shaped as a ...    "
                },
                "6": {
                    "title": "Why Do We Get Out of Bed in the Morning?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After a failed game and loss of motivation, Logan tries to help Thomas find the bigger picture behind everything he does in his life, while Roman tries to convince Thomas to take risks and not settle for a boring and basic life.    "
                },
                "7": {
                    "title": "Crofter's: The Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Crofter's has partnered with Thomas to release a new fruit-spread inspired on Logan, so naturally Logan, as a Crofter's fan is flipping out about it. Roman, however feels a little jealous as he too wants his own flavor of Crofter's.    "
                },
                "8": {
                    "title": "Learning New Things About Ourselves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Thomas had a conversation with a friend some days ago that made him feel iffy. When his friend asked him what he did for a living, he answered he did YouTube. His friend answered back with a question that had been done to Thomas several times before, what he \"really\" did for a living, like a \"real\" job. For some reason, this time it stuck with him. Thomas hasn't stopped feeling bad ever since, and he doesn't even know the reason why. Thinking that he should feel blessed for everything his job gives him only makes him feel even worse out of guilt. The Sides decide to ...    "
                },
                "9": {
                    "title": "Embarrasing Phases: The Nightmare Instead of Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Virgil feels that the Sides have embraced him too much and senses that they're starting to lose all fear to him. So Virgil decides to make a journey with them through Memory Lane to remind them of all the terrifying phases Thomas has gone through in his life.    "
                }
            },
            "1": {
                "1": {
                    "title": "My True Identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Thomas does not know how to make himself known to everyone, so he decides to project all the aspects of his personality into three characters he created for his Vine series. Teacher becomes Logic, and assumes all his logical thinking. Dad becomes Morality, and apart of that he represents him on his dad jokes. And Prince becomes Creativity and assumes his dreamy thinking and his love of Disney songs. Together they start pointing out how Thomas is and what he should or shouldn't change.    "
                },
                "2": {
                    "title": "Way Too Adult",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Thanksgiving is approaching and Thomas' dad, his real dad, has asked him to help cook the turkey. But Thomas still doesn't know how to cook, so Morality pops up and reminds him that he should improve on the process of becoming an adult, which he consistently calls \"adultery\", to Thomas' dismay.    "
                },
                "3": {
                    "title": "Taking on Anxiety with Lilly Singh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Thomas is feeling quite relaxed, when suddenly Anxiety pops in and ruins his peace. He calls for help on Creativity, who suggests Thomas to retire to a corner of his mind for reinforcements. He does so, and Thomas and Anxiety pop up on Lilly Singh's apartment, where she gives Thomas a few tips to, if not destroying Anxiety completely, at least bring him down enough.    "
                },
                "4": {
                    "title": "A New Year of Lying to Myself... In Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    New year has arrived, and as suggested by Logic, Thomas starts thinking on New Year's resolutions. Creativity and Morality also pop up to give suggestions and in the turmoil of emotions, Anxiety pops up to remind him that it is pointless to waste time on New Year's resolutions because he's going to give up fulfilling them in a month or probably less.    "
                },
                "5": {
                    "title": "The Dark Side of Disney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has decided to talk about the messages given by Disney movies, so Princey, as a Disney fan, cannot help popping up. So does Anxiety as he too is a Disney fan, because he sees the sinister undertone messages that Disney movies also provide. So Princey and Anxiety start a debate about what positive or creepy messages can be inferred from each Disney movie.    "
                },
                "6": {
                    "title": "I'm in a Disney Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has fulfilled one of the dreams of his life, appearing on a Disney show. So the Sanders Sides appear to ask him how the experience was.    "
                },
                "7": {
                    "title": "The Mind vs. The Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas decides to have a talk with Logic and Morality. They both collide so much that they make him feel confused in his daily life, and he gives them a few examples of situations when this has happened.    "
                },
                "8": {
                    "title": "Alone on Valentine's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Valentine's Day is coming, and Thomas is single and without hope of getting a romantic date on time. His Sides give him advice about how to approach romantic relationships, using a projection of Thomas' friend Valerie as an example of romantic crush.    "
                },
                "9": {
                    "title": "Losing My Motivation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has nothing to talk about. He's been procrastinating so much he didn't get anything on time, so Logic decides to discover in a Sherlock outfit, who among the Sanders Sides is the culprit for Thomas' procrastination.    "
                },
                "10": {
                    "title": "Sanders Sides Q&A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas asks his followers on Twitter to send him questions that the Sanders Sides will answer as best as they can.    "
                },
                "11": {
                    "title": "Am I Original?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas decides to show a series of drawings about his life, when Anxiety pops up and tells him that's boring because it is a \"Draw My Life\" and is something that lacks originality. So Creativity pops up and sets \"Daydream Mode\", where he'll be in full control to brainstorm and try to get to a really completely original idea. But all the ideas they get are versions of things that have already been done.    "
                },
                "12": {
                    "title": "My Negative Thinking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has just had an audition where he forgot the lyrics of the song he had to sing. Tortured by this blooper, and since Roman is too bruised for what happened and Dad is taking care of him, he calls on Logic for help while Anxiety keeps torturing him on the failure he has incurred into. Logan soon realizes that Anxiety is putting into Thomas' mind a number of cognitive distortions that are making Thomas see things worse than how they probably really are. So, Logan decides to set up a formal debate between him and Anxiety with Thomas as moderator to help Thomas ...    "
                },
                "13": {
                    "title": "Growing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    It's been Thomas' birthday and he is wondering if he's doing what people of his age are or should be doing. Logan and Roman point out that Dad is acting as a slowdown on Thomas' adulthood and he should change his habits, forget everything that Dad provides him and act as a real adult. But the full abandonment of the simple pleasures of life provided by Dad only make him feel unhappy and depressed, so they realize something's wrong with their suggestions.    "
                },
                "14": {
                    "title": "Making Some Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    Thomas has just started using a new Mind Palace to have his conversations with the Sanders Sides, but for some reason he feels distressed about all the changes that he's going through lately and quickly pops back to his previous location, his apartment. There, Anxiety points out that the reason he's feeling that way is because he's too much time away from his friends and that he needs them in order to be consistent. Roman suggests that they could shape shift into Thomas' friends forms so that he could have them with him all the time no matter where he went, and Thomas...    "
                },
                "15": {
                    "title": "Becoming a Cartoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas talks about how he loves cartoons, and how he would love to be a cartoon. So, he decides to fly to L.A., meet Butch Hartman and ask him to turn him into a cartoon. He reluctantly does and for a minute Thomas and the Sanders Sides become characters of a day in the life of cartoon Thomas.    "
                },
                "16": {
                    "title": "Accepting Anxiety Part 1: Excepting Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas is acting strangely, like an aloof moron without common sense at all. He doesn't take care of his hair or his clothes, he has no filter on what he's ready to say about his private stuff, he loses attention of what the others tell him, and even he has lost his fear of death and survival instinct and reflexes. Logan notices this and calls Roman and Patton for help. Soon they all realize that he has no anxiety at all, and when they call him, Anxiety doesn't show up. So they decide to sink down, all of them, Thomas included, into Anxiety's room, the corner of ...    "
                },
                "17": {
                    "title": "Accepting Anxiety Part 2: Can Anxiety Be Good?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sanders Sides (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Thomas and the Sanders Sides appear on Anxiety's room, which looks just like Thomas' apartment decorated as in a Tim Burton movie, with a clock that moves quickly backwards, spider webs everywhere, posters of \"A Nightmare before Christmas\" and a curtain with drawn spiders, something that scares Patton to death. At first they don't see him, but soon Anxiety pops up startling them all, a moment when Thomas goes back to normal. Anxiety tells them he has decided to quit, as he didn't thought he was wanted, and even though he only intended to protect Thomas, he has ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Sanders, Thomas"
            },
            {
                "name": "Stokes, Joan"
            },
            {
                "name": "Talyn"
            },
            {
                "name": "Torres-Rosario, Valerie"
            },
            {
                "name": "Singh, Lilly"
            },
            {
                "name": "Cotter, Dalton"
            },
            {
                "name": "Hartman, Butch"
            },
            {
                "name": "Coco"
            },
            {
                "name": "Strong, Tara"
            },
            {
                "name": "Jr., Terrence Williams"
            },
            {
                "name": "Walker, Derionna"
            },
            {
                "name": "Coco"
            },
            {
                "name": "Hartman, Sophia"
            },
            {
                "name": "Goldberg, Dominic"
            },
            {
                "name": "Mercer, Kristin"
            },
            {
                "name": "Spinner"
            },
            {
                "name": "Tapley, Kyle"
            },
            {
                "name": "Sacagawea"
            },
            {
                "name": "Clark, Dodie"
            }
        ],
        "locations": [
            "Gainesville, Florida, USA"
        ],
        "genres": [
            "Comedy",
            "Fantasy",
            "Musical"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 8.5,
        "votes": 44,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTE1ZTFmYWEtYTZlMC00NDJlLWIzMTQtZjU3ZDhlMmJlNzE5XkEyXkFqcGdeQXVyMjQ5NTI5Nw@@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Thomas has the ability to project the different aspects of his personality in four different characters. Logic is his logical side, Dad is his moral side, Princey is his creative side, and Anxiety is his fear. When Thomas has some kind of existential problem, or he's had some kind of trouble in his life or simply feels in the mood for sharing something, he summons his Sanders Sides (or the Sanders Sides pop up at their will) so that his conversation with them can help him reach a conclusion or a solution for his dilemmas.",
        "languages": [
            "English"
        ],
        "title": "Sanders Sides",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Sanders Sides (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Sanders, Thomas"
            },
            {
                "name": "Stokes, Joan"
            },
            {
                "name": "Cauchon, Quil"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Thomas has the ability to project the different aspects of his personality in four different characters. Logic is his logical side, Dad is his moral side, Princey is his creative side, and Anxiety is his fear.",
            "Thomas has the ability to project the different aspects of his personality in four different characters. Logic is his logical side, Dad is his moral side, Princey is his creative side, and Anxiety is his fear. When Thomas has some kind of existential problem, or he's had some kind of trouble in his life or simply feels in the mood for sharing something, he summons his _Sanders Sides_ (qv) (or the _Sanders Sides_ (qv) pop up at their will) so that his conversation with them can help him reach a conclusion or a solution for his dilemmas."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 44,
                "rating": 8.5
            },
            "aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.1
            },
            "males": {
                "votes": 11,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "females": {
                "votes": 7,
                "rating": 5.3
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 5,
                "rating": 6.5
            },
            "non us users": {
                "votes": 8,
                "rating": 4.4
            }
        },
        "number of votes": {
            "10": 29,
            "9": 2,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 3,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}