{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 January 2016"
            },
            {
                "country": "South Africa\n",
                "date": "1 June 2016"
            }
        ],
        "release dates": [
            "South Africa::1 January 2016",
            "South Africa::1 June 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Luangwa River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    On the Luangwa River, the law of the land is dictated by the ever-changing seasons and the constant cycle of life. In the wet season, the Luangwa Valley is a green paradise. The river's waters flow in abundance and lush green vegetation carpets the landscape. But in the dry season, when rains become but a distant memory the greenery turns brown and the water levels drop by a foot a day. Only, those best adapted to life in this extraordinary environment can call the banks of the Luangwa River home.    "
                },
                "2": {
                    "title": "Limpopo River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The life-sustaining Limpopo River flows along a 1000 mile course through South Africa and Mozambique and out into the Indian Ocean. For four months of the year, this powerful river continuously revitalizes the landscape nourishing the abundance of wildlife dependent on it. For the remaining seven months its waters are locked away in inaccessible underground aquifers leaving behind a series of small and ever-shrinking muddy pools. Excruciating heat and drought ravage the area until the next rains.    "
                },
                "3": {
                    "title": "Hoanib River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Hoanib River runs for around 170 miles. It rises in the Hoanib Valley in Namibia and flows through the parched Namib Desert all the way to the Skeleton Coast before emptying out into the Atlantic Ocean. The river only flows for two weeks a year. When it's born it gathers strength, shaping and invigorating the landscape and all that it touches. During times of extreme drought, the creatures that call this desert region home depend on the life-sustaining waters of the river for their survival.    "
                },
                "4": {
                    "title": "Okavango River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In Northern Botswana lies the magnificent Okavango Delta one of the most extraordinary ecosystems in Africa. In the heart of the Kalahari Desert it's a wetland surrounded by parched and arid plains. The Delta and all the animals that live here, owe their existence to the Okavango River. It delivers life giving water to this flat, dry land and fills pools and swamps all year. Once a year rain falls 1000 miles away in Angola, creating an immense flood and spilling over to surrounding flood plains.    "
                },
                "5": {
                    "title": "Sand River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Sand River is home to one of the densest and diverse animal populations in Africa, where territories dangerously intertwine and overlap. Animal mothers struggle to try and raise offspring to adulthood without them being killed. A solitary female leopard has it the toughest of all predators being solely responsible for the feeding and safety of her litter. But the runt of a lion pride also faces hardship, being taunted and picked on by his siblings as he grows from a small cub to a sub-adult.    "
                },
                "6": {
                    "title": "Zambezi River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Zambezi River rises from a marsh in Zambia. It then flows east carving a path across six different African countries before it drains out into the Indian Ocean. The river creates one world in the wet season and another in the dry season. On its sixteen hundred mile journey, it shapes and transforms every landscape it touches. As the Zambezi pulsates through the continent, it wields the ultimate power over life and death. Few rivers in the world hold more power than the old and mighty Zambezi.    "
                },
                "7": {
                    "title": "Nile River",
                    "kind": "episode",
                    "episode of": {
                        "title": "African River Wild (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Nile River, Africa's largest, longest and most ancient of rivers. Spanning 4000 miles the Nile flows through 11 countries before finally emptying out into the Mediterranean. For millennia its waters have sustained life and civilization. Winding its way through the landscape, the rivers verdant waters create a plush and vibrant haven for a variety of wildlife. Its constant flow, tropical climate and lack of seasonal change also provide an idyllic setting in which to raise the next generation.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Poor, Bray"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(Ultra HD)"
        ],
        "aspect ratio": "Ultra HD",
        "number of seasons": 1,
        "plot outline": "Rivers are the lifeblood of Africa, running like blood vessels from the heart of the continent. Some rivers flow like veins, smooth and steady. Others pump fast and furiously, like arteries. The rivers of this great continent spread fresh water and life, through parched desert and scrubland, through grassy savannahs and even through the deepest African jungles. More than just moving bodies of water, they tell stories of the landscape and of the animals that live there. No two rivers are alike in this great continent, they are as different as the landscapes they flow through. Animals that depend on the rivers to survive have their own unique adaptations that are seen nowhere else on the planet. In this series we see Africa as we have never seen it before. Experience the natural stories from the flowing lifeblood of Africa.",
        "languages": [
            "English"
        ],
        "title": "African River Wild",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "African River Wild (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Zorn, Steven"
            },
            {
                "name": "Theunissen, Amanda"
            },
            {
                "name": "Gardner, Craig"
            }
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            },
            {
                "name": "Lion Mountain Media"
            },
            {
                "name": "Warehouse 51 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet US"
            },
            {
                "name": "France 5 (II)"
            },
            {
                "name": "ZDF Enterprises"
            }
        ],
        "plot": [
            "Africa's rivers are the wildest places on our planet. Bursting with life, they are home to an array of wildlife who depend on the rivers for their survival.::Lion Mountain Media",
            "Rivers are the lifeblood of Africa, running like blood vessels from the heart of the continent. Some rivers flow like veins, smooth and steady. Others pump fast and furiously, like arteries. The rivers of this great continent spread fresh water and life, through parched desert and scrubland, through grassy savannahs and even through the deepest African jungles. More than just moving bodies of water, they tell stories of the landscape and of the animals that live there. No two rivers are alike in this great continent, they are as different as the landscapes they flow through. Animals that depend on the rivers to survive have their own unique adaptations that are seen nowhere else on the planet. In this series we see Africa as we have never seen it before. Experience the natural stories from the flowing lifeblood of Africa.::Lion Mountain Media"
        ],
        "tech": {
            "runtime": [
                "50 min (approx)"
            ],
            "color": [
                "Color (Ultra HD)"
            ],
            "aspect ratio": [
                "Ultra HD"
            ]
        }
    }
}