{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 September 2016"
            }
        ],
        "release dates": [
            "USA::24 September 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A Quinceañera celebrates a girl transforming into a young lady. After the glitz and glam of the party comes new life experiences and responsibilities. Find out what happens to our Quince girls after they turn 15. Follow along as they experience their firsts: from dating, to makeup, to getting their driver's license, experience Life After Quince.    "
                },
                "2": {
                    "title": "On Top of LA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "First Date Cringe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The moment we've all been waiting for is finally here. The #Shavier date has arrived and Shany has big plans. Find out where she takes Xavier on their first date and get ready to embrace the cringe.    "
                },
                "4": {
                    "title": "Practice Makes Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The squad is back and the lessons are everywhere. From driving lessons to dancing lessons, the girls are getting learnt. Are you brave enough to ride with Airam driving? Will the squad pick up on some killer moves that Viv throws down?    "
                },
                "5": {
                    "title": "Homecoming Hookups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Party Planning Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Vivian has offered up her services to help Airam top her Quince with her Sweet 16. They head to Gustavo's in search of a theme, but with the party a week away will they have time to pull it all together?    "
                },
                "7": {
                    "title": "My Dream Sixteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's Airam's (second?) biggest day in her life and everyone has come it to celebrate with her, but Airam's Sweet 16 is not short of drama. Will Matt and Victoria decide how they feel about each other? Will Vivian and the gang pull off the surprise dance? Will Javier approve of #Aizaam or will there be Bad Blood? So many questions to be answered in the season finale of Life After Quince. Is it going to be forever? Or will they all go down in flames?    "
                },
                "9": {
                    "title": "Daily Report in Spanish?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Airam and Shany are back together to get a tour of AwesomenessTV with Arianna Jonae. They get surprised when Arianna asks them to host the Daily Report. Not only do they have to host, but they have to speak in spanish too. What else will they be surprised with in this special 2 Part Episode of Life After Quince?    "
                },
                "10": {
                    "title": "Red Carpet Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Shany anxiously awaits Xavier's arrival to the red carpet premiere. Shany anxiously awaits Xavier's arrival to the red carpet premiere of AwesomenessTV's new film Before I Fall. Vivian and her think it's a triple date night, but it seems Xavier had other thoughts of who his plus one would be.    "
                }
            },
            "2": {
                "1": {
                    "title": "Low-Key Beef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The girls are back and feeling a bit daring. Shany and Alyssa meet up at a skatepark to hatch out some low-key beef. Meanwhile, Airam addresses Xavier about his surprise guest at the Before I Fall premiere, and learns that things might be a bit more serious with this new girl.    "
                },
                "2": {
                    "title": "Falling for You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Airam and Shany meet at a cute little coffee shop, to chat and catch up. Airam gives Shany the 411 about Xavier's new girl, Raquel. She then invites Shany to a self defense class, with a few of the girls, Xavier, and Raquel. But, Shany is a bit hesitant, knowing that not only will Xavier be there, so will his new girl.    "
                },
                "3": {
                    "title": "¿Besito, Besito?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Bouncing back from her breakup with Adam, Victoria decides to try out some new things - indoor skydiving and dating. Super excited for her first date with Matt, she questions what will happen if he tries to kiss her.    "
                },
                "4": {
                    "title": "Spring Break Fling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Things get wild as the crew heads down to Newport Beach, for their spring break vacation. The girls recap on the cringing moments between Shany and Xavier, but advises Shany to see where things go with this new guy. Things seem to be subsiding - that is until everyone arrives, including Xavier and Raquel.    "
                },
                "5": {
                    "title": "#Couplegoals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Izaak makes a surprise appearance, taking Airam on a romantic gondola get away. Meanwhile, things get a little emotional, as everyone comes together to cook up an epic family dinner. Later, Shany and Airam unwind and have a little girl talk about Xavier, but quickly leads into an interesting text from John.    "
                },
                "6": {
                    "title": "Something Sweet About You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Super excited for her first date with John, Shany prepares for a romantic evening in the 'City of Stars' However, as excited as she is, she knows her feelings for Xavier still lingers. Will Shany be able to let go of Xavier and give John a chance?    "
                },
                "7": {
                    "title": "As the Sun Sets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    IT'S PARTY TIME. The girls get together to celebrate Alyssa's 17th Birthday. Excited to see each other, the girls spill a little tea about what has been going on these past couple of weeks. Later, as the party gets started, things really start to spill on the dance floor.    "
                },
                "8": {
                    "title": "Women's March LA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Airam and Shany join forces to make their voices heard at the LA Women's March. A Quinceañera celebrates a girl transforming into a young lady. After the glitz and glam of the party comes new life experiences and responsibilities. Find out what happens to our Quince girls after they turn 15. Follow along as they experience their firsts: from dating, to makeup, to getting their driver's license, experience Life After Quince.    "
                }
            },
            "3": {
                "1": {
                    "title": "Sharing Our Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The girls are back, and ready to shake things up. Shany sets up a fashion collab with Eileen to give Airam a new saucy Selena look. Later, the girls meet up at Shany's place for John's graduation party. There, Alyssa introduces her boyfriend, Anthony, and the interrogation begins. However, tension rises as Matt arrives with Vivian.    "
                },
                "2": {
                    "title": "Wild Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The girls meet up to support Alyssa at her first paid Mariachi gig. Meanwhile, Raquel surprises Xavier with a trip to the museum. The two seem to be having a great time. However, as they make their way to Alyssa's performance, things take a hard left, leaving Raquel hitchhiking.    "
                },
                "3": {
                    "title": "Welcome to FIDM",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Shany has always dreamed of one day being a top fashion designer like the ones who she's looked up to for so long. As a senior in high school, she is starting to apply to colleges, with hopes of getting accepting to her dream school FIDM. As she makes her way through the school, she truly feels like this is where she belongs. On top of being worried that her style won't be enough to make it into the school, she worries about her relationship with John and if their futures align.    "
                },
                "4": {
                    "title": "Rocky Road Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As they make way for San Diego, Airam hopes that they can all settle their differences and just have a good time together. But instead of a fun car ride to their next adventure, they find themselves in a huge van in complete silence...talk about AWKWARD.    "
                },
                "5": {
                    "title": "In-N-Out of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Like a scene straight out of the Bachelor, this group of friends is never out of cute date ideas. While everyone hangs out, Xavier admits to some #regrets he has about the Before I Fall premiere and not going with Shany. And on top of that tension between Victoria and Vivian continues to grow as Matt and Vivian's relationship becomes more serious. Will this group ever go back to the way things were?    "
                },
                "6": {
                    "title": "Crossing the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Shany has a breakdown. Airam is so nervous that for the first time ever she is at a loss for words. And Matt? Well, let's just hope he makes it back to safety.    "
                },
                "7": {
                    "title": "Pure Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Taking a break from the drama they are able to put all they have into the children at the City of Angels orphanage. Realizing there are bigger problems in the world, they are able to give back and learn about themselves.    "
                },
                "8": {
                    "title": "Bad at Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    As John catches Shany and Xavier on the porch, #Izaam are dealing with the fact that come graduation, they will have to decide whether or not they can make long distance work. While old relationships may come to an end, Vivian and Matt's new one is blossoming into something real.    "
                },
                "9": {
                    "title": "Too Late to Apologize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life After Quince (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Season 3 comes to a close and everyone's fate is unknown. Will Vivian and Victoria ever be able to reconcile and be friends? What did John tell Raquel on the phone? Are Matt and Vivian now end game? WHAT IS HAPPENING WITH XAVIER AND SHANY?.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Monroy, Shany"
            },
            {
                "name": "Gallegos, Airam"
            },
            {
                "name": "Gallegos, Xavier"
            },
            {
                "name": "Celeste, Alyssa"
            },
            {
                "name": "Fregoso, Xitlaly"
            },
            {
                "name": "Garcia-Velarde, Jacqueline"
            },
            {
                "name": "Jones, Victoria"
            },
            {
                "name": "Jones, Victoria"
            },
            {
                "name": "Acosta, Vivian"
            },
            {
                "name": "Benavides, Raquel"
            },
            {
                "name": "Gallegos, Javier"
            },
            {
                "name": "Jonae, Arianna"
            },
            {
                "name": "Martinez, Izaak"
            },
            {
                "name": "Moralde, Christian"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjYxNjZhNGItOWY1Yi00MWYxLWIzYzgtYTVmODlkMTBkNzc4XkEyXkFqcGdeQXVyODE4ODc4ODk@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "A Quinceañera celebrates a girl transforming into a young lady. After the glitz and glam of the party comes new life experiences and responsibilities. Find out what happens to our Quince girls after they turn 15. Follow along as they experience their firsts: from dating, to makeup, to getting their driver's license, experience Life After Quince.",
        "languages": [
            "English"
        ],
        "title": "Life After Quince",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Life After Quince (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "A Quinceañera celebrates a girl transforming into a young lady. After the glitz and glam of the party comes new life experiences and responsibilities. Find out what happens to our Quince girls after they turn 15. Follow along as they experience their firsts: from dating, to makeup, to getting their driver's license, experience _Life After Quince_ (qv)."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}