{
    "imdb": {
        "raw release dates": [
            {
                "country": "Armenia\n",
                "date": "17 September 2016"
            }
        ],
        "release dates": [
            "Armenia::17 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Mp3, Aram"
            },
            {
                "name": "Barseghyan, Avet"
            },
            {
                "name": "Hayko"
            },
            {
                "name": "Mukuchyan, Iveta"
            },
            {
                "name": "Shahgeldyan, Sona"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "Armenia"
        ],
        "country codes": [
            "am"
        ],
        "language codes": [
            "hy"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDdjNGYwODUtMmM3OC00ZDM0LTgxMzAtZDllMzVmMzJmNTBhXkEyXkFqcGdeQXVyNjUzNzg3NzQ@._V1_SY150_CR191,0,101,150_.jpg",
        "plot outline": "Another musical program on First Channel. \"Benefis\" is about the most famous Armenian singers, presenting their best performances, and interesting facts about their lives and creative paths. Every time an artist presents his top songs. On the other hand, the program is a singer's unique report on his or her career path, by presenting his greatest achievements, sharing secrets and receiving surprises. Not only will \"Benefis\" provide a recap of artist's activities, but also premieres new songs. The program is the best way to sum up the weekend. \"Benefis\" broadcast every Sunday.",
        "languages": [
            "Armenian"
        ],
        "title": "Benefis",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Benefis (Armenia)"
        ],
        "distributors": [
            {
                "name": "AMPTV"
            }
        ],
        "plot": [
            "Another musical program on First Channel. \"_Benefis_ (qv)\" is about the most famous Armenian singers, presenting their best performances, and interesting facts about their lives and creative paths. Every time an artist presents his top songs. On the other hand, the program is a singer's unique report on his or her career path, by presenting his greatest achievements, sharing secrets and receiving surprises. Not only will \"_Benefis_ (qv)\" provide a recap of artist's activities, but also premieres new songs. The program is the best way to sum up the weekend. \"_Benefis_ (qv)\" broadcast every Sunday.::AMPTV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}