{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ukraine\n",
                "date": "1 November 2016"
            }
        ],
        "release dates": [
            "Ukraine::1 November 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Uzhhorod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The first city on the list of inspections is Uzhgorod. Volodymyr Ostapchuk will find out whether the border city is keeping up with European standards, and what prevents Uzhhorod from becoming a tourist city. The inspector will check the supermarket chain, the maternity hospital and the boarding school for hearing impaired children. Volodymyr Ostapchuk will also tell the striking stories of the residents who turned to the inspector team with a problem that needs urgent help. What exactly touched Volodymyr Ostapchuk in Uzhgorod, and who is guilty of a terrible tragedy ...    "
                },
                "2": {
                    "title": "Dolyna (Ivano-Frankivsk Oblast)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Filming in the city of Dolyna became one of the most difficult for the crew and turned into a real detective movie. The inspector and his team managed to detect a scheme of fraud with expired foreign drugs that were distributed in the central hospital. The situation has become so tense that the inspector team had to move to another city for the night. The inspector will show the benefits of a promising city, point out the shortcomings in its accomplishment, and also give the mayor of Dolyna a list of recommendations for improving the lives of local residents.    "
                },
                "3": {
                    "title": "Ternopil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    One of the important social problems in Ukraine is the adaptation of graduates of the boarding schools (orphanages) to adult life. Students of this institutions do not get basic knowledge about how to do household chores, buy food and things, so, after leaving the boarding school, they are not completely adapted to life. The crew of the show got into a real detective story in Ternopil: they were followed.    "
                }
            },
            "1": {
                "1": {
                    "title": "Khust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The largest inspections of cities begins with a small town on the border with Europe - Khust. The viewers very were asking to inspect the local maternity hospital, which is why the inspector started with it. Bribes, cockroaches, unsanitary rooms, and find out what else is the medical institution hiding. We will tell you how the mayor and his wife live and visit the honored Ukrainian teacher to find out what's really hiding her smile.    "
                },
                "2": {
                    "title": "Berdyansk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Berdyansk is a city on the coast of the Azov Sea which is very popular among Ukrainian tourists, so it has a great responsibility for the safety of tourists. It is for this reason that the Inspector will check medicine, food, security, education, and also visit the mayor of Berdyansk in order to show you everything as it is.    "
                },
                "3": {
                    "title": "Poltava",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Poltava is a city that calls itself a cultural capital of Ukraine, and its mayor a former plasterer, works nonstop. The inspector will get acquainted with the odious mayor and will show if he copes with his duties. We will tell you about the Poltava's school that teachers turned into a pub and horror of the largest market in Poltava.    "
                },
                "4": {
                    "title": "Kherson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kherson is a city to which the inspector was called by Ukrainian mothers who are concerned about their children's' safety. In Kherson you will find out what is the connection between playgrounds and drug dealers, what is common between striptease and children's' parties and if drugs in Kherson can be ordered through the Internet The inspector will also try to get acquainted with the mayor of the city, his wife, his dogs and find out how they live.    "
                },
                "5": {
                    "title": "Chernivtsi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Inspector. Mista is in Chernivtsi. Who will the city justify its title of the capital of weddings and love? The inspector will show where the masterpieces of confectionery are made: wedding cakes, cupcakes, and korovai. Find out what kind of misfortune can get everyone in the largest wedding market in the country. And also we will tell, what is mayor of Chernivtsi is really like and where he lives.    "
                },
                "6": {
                    "title": "Khmelnytskyi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Khmelnytsky takes the third place in the rating of most comfortable Ukrainian cities to live in. Inspector. Mista will show the innovations in the clinics of the city. As well as carry out an inspection at the Proskuriv Myaso meat plant, which supplies products for schools and kindergartens in Khmelnytskyi. Find out why the inspection turned into a real horror for the host and her team.    "
                },
                "7": {
                    "title": "Cherkasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Cherkasy is a city of legendary entrepreneurs. But in spite of everything, billions of dollars of profit do not save lives. You will find out about the quality of education in Cherkasy and the corruption of teachers. The host will inspect the Maternity Hospital #2, which the mortality of newborns has increased. The inspector will talk to the family of the Mayor of Cherkasy.    "
                },
                "8": {
                    "title": "Mariupol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inspector Mista (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mariupol is a hot spot on the border with the war. You will find out what do children eat and learn in the front line city. The inspector will check out the oldest bread factory which is praised by the city's residents, as well as hospital and ambulance, which save lives of Ukrainian soldiers. Find out if the war has paralyzed the life Mariupol.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Freimut, Olha"
            },
            {
                "name": "Ostapchuk, Volodymyr"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "70"
        ],
        "countries": [
            "Ukraine"
        ],
        "country codes": [
            "ua"
        ],
        "language codes": [
            "uk"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGQxNDcyMDAtOWJhNy00MGY2LWI5MmQtY2VjYTQzYTk4ZGRhXkEyXkFqcGdeQXVyNDA4NzM5MzY@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "The Inspector will conduct inspections of Ukrainian cities and assess the level of comfort of life of ordinary Ukrainians in each of them. Inspections will be carried out according to six criteria. In addition to the traditional ones - medicine, education, security, food, and elite - the host will also assess the scope of services in which an important role play the openness and goodwill of city people.",
        "languages": [
            "Ukrainian"
        ],
        "title": "Inspector Mista",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Inspector Mista (Ukraine)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "1+1 Production"
            }
        ],
        "distributors": [
            {
                "name": "1+1"
            }
        ],
        "plot": [
            "The Inspector will conduct inspections of Ukrainian cities and assess the level of comfort of life of ordinary Ukrainians in each of them. Inspections will be carried out according to six criteria. In addition to the traditional ones - medicine, education, security, food, and elite - the host will also assess the scope of services in which an important role play the openness and goodwill of city people.::1+1"
        ],
        "tech": {
            "runtime": [
                "1 hr 10 min (70 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}