{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 October 2016"
            },
            {
                "country": "USA\n",
                "date": "20 October 2016"
            }
        ],
        "release dates": [
            "USA::10 October 2016",
            "USA::20 October 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Bomb Trains on the Hudson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The sight of long trains made up of one hundred-plus black, cylindrical cars, rolling slowly through cities and towns across North America - often within yards of office buildings, hospitals and schools - has become commonplace. Few who see them know that these sinister-looking cars carry a highly flammable mixture of gas and oil from the shale fields of North Dakota. At thirty thousand gallons per car, each of these trains carries more than three million gallons of highly flammable and toxic fuel, earning them the nickname \"bomb trains.\"    "
                },
                "2": {
                    "title": "The Long Shadow of Indian Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    When a 200-foot high fireball chased by billowing smoke filled the sky above the Indian Point nuclear power plant on a Saturday afternoon in early May 2015 it was an auspicious reminder of a greater tragedy that may one day come. As emergency vehicles rushed to the site from all directions to address what turned out be a transformer fire, loudspeakers near the plant could be heard blasting: \"This is not a drill, Please be aware, This is not a drill.\" The plant's neighbors - twenty million live within a fifty-mile radius - were scarily reminded of the reality of having...    "
                },
                "3": {
                    "title": "A Bridge Over Troubled Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When the original Tappan Zee Bridge was built in the early 1950s, by an ambitious governor named Thomas E. Dewey, it was the largest bridge ever built, partially because it spanned the second widest spot on the Hudson River. Why build where the river is at its widest? Dewey wanted the toll money in order to help finance his brand new New York State Thruway system. If the bridge had been built just two-tenths of a mile further south it would have fallen within 25 miles of the Statue of Liberty thus under the jurisdiction and bank account of the Port Authority, which ...    "
                },
                "4": {
                    "title": "PCB's: A Toxic Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When G.E. was finally forced, in 2009, to clean up the toxic mess it had made of the Hudson Valley by dumping PCBs into the river for more than thirty years, it's assignment was to clean-up the country's largest Superfund site. Last December G.E. pulled out, saying it had completed the mission given it by the E.P.A. What did it leave behind? The country's largest Superfund site.    "
                },
                "5": {
                    "title": "High Voltage/Dark Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Governor Cuomo's proposed \"energy highway\" includes new transmission lines running from old power plants in upstate New York to New York City. But studies prove the electricity provided by the $1.2 Billion project are simply not needed.    "
                },
                "6": {
                    "title": "A Pipeline Runs Through It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    There are countless unknowns about the safety and future of both projects but one thing is certain: Neither helps provide New Yorkers with gas or oil. As we've come to learn in our reporting of this series about risks to the Hudson River and Valley, both pipeline projects bring to New York exorbitant risks and deliver absolutely no benefits.    "
                },
                "7": {
                    "title": "Anchors Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hudson River Stories: Hudson River at Risk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Hudson River has served as a marine highway since it's discovery by Henry Hudson, connecting Albany, the \"Port of Export\", to New York City, the economic capital of world. Today, crude oil from the Bakken Shale in North Dakota has begun making its way along the channel by barge. A new proposal to increase the number of anchorages in the Hudson suggests that more barges will follow suit, meaning more risk for the river.    "
                }
            }
        },
        "number of episodes": 7,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDkzMGE4OGQtZDZiNy00MmRhLTljYzMtOTgyNDQ4NjE0MDlhXkEyXkFqcGdeQXVyMTEzOTk1NDk@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "For many years, the Hudson River, like so many waterways across the U.S., was treated like an infinite waste barrel, a receptacle for poisonous chemicals and hazardous waste. During the past forty years, thanks to a committed group of environmentalists and their agencies, the river has become markedly cleaner, a far more welcoming place for small business and community investment. However, new threats loom on the horizon once again.",
        "languages": [
            "English"
        ],
        "title": "Hudson River Stories: Hudson River at Risk",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Hudson River Stories: Hudson River at Risk (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Oceans 8 Films"
            }
        ],
        "plot": [
            "For many years, the Hudson River, like so many waterways across the U.S., was treated like an infinite waste barrel, a receptacle for poisonous chemicals and hazardous waste. During the past forty years, thanks to a committed group of environmentalists and their agencies, the river has become markedly cleaner, a far more welcoming place for small business and community investment. However, new threats loom on the horizon once again."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}