{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "13 November 2016"
            }
        ],
        "release dates": [
            "Germany::13 November 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "sound mix": [
            "Stereo"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGI2MzY4NmYtYWZhOC00Y2YwLTgzNjgtYWIyNDk1OWJhOTMyXkEyXkFqcGdeQXVyNDI5NTE4NTc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Two outstanding artists, one location, and an acrimonious rivalry - these are the key ingredients for the five-part series \"The Antagonists: Rivalry in Art\" which deals with envy and burning ambition, drive and the desire to reach new heights of artistic creation, as well as failure and the triumph of success. At the heart of each episode lies a conflict and a break with tradition that will eventually lead to innovation. Through their rivalry we will come to understand their real character and their fascinating stories will be revealed. 1. Episode: Michelangelo vs Leoardo. 2. Episode: Van Gogh vs Gauguin. 3. Episode: Nolde vs Liebermann. 4. Episode: Caravaggio vs Baglione. 5. Episode: Turner vs Constable.",
        "languages": [
            "English"
        ],
        "title": "The Antagonists: Rivalry in Art",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "The Antagonists: Rivalry in Art (Germany)"
        ],
        "writer": [
            {
                "name": "Gräfenstein, Andreas"
            },
            {
                "name": "Kürsten, Sylvie"
            },
            {
                "name": "Sandner, Henrike"
            }
        ],
        "production companies": [
            {
                "name": "3B-Produktion"
            }
        ],
        "distributors": [
            {
                "name": "Windrose"
            }
        ],
        "plot": [
            "Two outstanding artists, one location, and an acrimonious rivalry - these are the key ingredients for the five-part series \"_The Antagonists: Rivalry in Art_ (qv)\" which deals with envy and burning ambition, drive and the desire to reach new heights of artistic creation, as well as failure and the triumph of success. At the heart of each episode lies a conflict and a break with tradition that will eventually lead to innovation. Through their rivalry we will come to understand their real character and their fascinating stories will be revealed. 1. Episode: Michelangelo vs Leoardo. 2. Episode: Van Gogh vs Gauguin. 3. Episode: Nolde vs Liebermann. 4. Episode: Caravaggio vs Baglione. 5. Episode: Turner vs Constable."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}