{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "1 June 2016"
            }
        ],
        "release dates": [
            "India::1 June 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Sathe, Anuja"
            },
            {
                "name": "Wadhwa, Deepak"
            },
            {
                "name": "Gandhi, Vishal"
            },
            {
                "name": "Karmarkar, Kiran"
            },
            {
                "name": "Chhaya, Harsh"
            },
            {
                "name": "Dave, Ketki"
            },
            {
                "name": "Solanki, Rajlaxmi"
            },
            {
                "name": "Mohan, Ruchi Savarn"
            },
            {
                "name": "Gulabani, Sailesh"
            },
            {
                "name": "Thakker, Tashvi"
            },
            {
                "name": "Kapoor, Ram"
            },
            {
                "name": "Sabharwal, Aanchal"
            },
            {
                "name": "Arora, Himanshu"
            },
            {
                "name": "Berry, Pankaj"
            },
            {
                "name": "Bhanushali, Bhavin"
            },
            {
                "name": "Chandel, Rohit"
            },
            {
                "name": "Kher, Raju"
            },
            {
                "name": "Ojha, Harshita"
            }
        ],
        "locations": [
            "Eden Gardens, Kolkata, West Bengal, India"
        ],
        "genres": [
            "Drama",
            "Sport"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDAyNGI4ZTYtMjRiNC00OTNiLWEwYTEtZTRmMzZhOGE0ZmFlXkEyXkFqcGdeQXVyODAzNzAwOTU@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Tamanna depicts the life of a female cricketer, Dharaa (essayed by Anuja Sathe) The story revolves around a woman who wants to become a cricketer and the sacrifices she has to make in order to achieve her dream. Dharaa is supported by her father and soon convinces her grandmother about playing cricket. She continues playing well and a promising future seemed to lie ahead. But the sudden deterioration of her father's health convinces her to agree to marry Mihir soon, a guy with whom her alliance was going to be fixed. She is initially happy and continues playing cricket, but soon realises her husbands's chauvinistic side. He treats Dharaa like a prisoner and controls her. He even went to the extent of doubting her character, and feels that Shubhangi, his and Dharaa's daughter, is not his but Diwakar's, his boss and their neighbour. Fed up of Mihir's possessive nature and insulting behavior, Dharaa files for divorce, which Mihir refuses to give. But after sufficient evidences shown by Dharaa and the last minute appearance of Mihir's co worker who revealed all the misdeeds of Mihir helped Dharaa in getting divorce. After that M. N. Roy gave Dharaa a job as a cricket coach in school in Merut. She reaches Merut and comes to know about riots. After the curfew she starts her coaching. Seeing the bitterness between the Hindu and Muslim students she decides to first make one single team and she succeeds in it but because of a little war between the two players caused riots again in Bulandganj. She decides to resign but the students apologize to her and then she starts to coach students again. The latest episodes show that Mihir arrives in Bulandganj and is gathering evidences to show that Dharaa is an irresponsible mother and is spoiling Shubhangi's childhood and is bad at parenting and gain the custody of Shubhangi. But Dharaa is able to convince the judge that she is capable of single-parenting alongside her coaching. Mihir then realises his mistake and walks away. Roy Sir advices Dharaa to take up the fair and lovely scholarship. She wins the scholarship. But now Roy Sir is in critical condition and he is taken away. Bhanu Pratap and Khan conspire to make riots and assault Bashir and kill Gafur Chacha. Because of that Sanjay and Salamat become friends, and Mridula gives birth to a baby boy at the same time. Later Bhanu Pratap and Khan get arrested. Dharaa's team gets selected in the tournament they slog hard and win the trophy. Mihir comes back to Dharaa but Dharaa turns him down. At last Dharaa goes back to Jamnagar.",
        "languages": [
            "Hindi"
        ],
        "title": "Tamanna",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Tamanna (India)"
        ],
        "writer": [
            {
                "name": "Joshi, Saumya"
            },
            {
                "name": "Rawal, Rushik"
            }
        ],
        "production companies": [
            {
                "name": "Ramesh Deo Productions"
            }
        ],
        "distributors": [
            {
                "name": "STAR India"
            }
        ],
        "plot": [
            "After her family refuses to support her aspiration of becoming a cricketer, Dharaa, now a mother, attempts to fulfill her dreams again.::AB THE BOSS",
            "_Tamanna_ (qv) depicts the life of a female cricketer, Dharaa (essayed by Anuja Sathe) The story revolves around a woman who wants to become a cricketer and the sacrifices she has to make in order to achieve her dream. Dharaa is supported by her father and soon convinces her grandmother about playing cricket. She continues playing well and a promising future seemed to lie ahead. But the sudden deterioration of her father's health convinces her to agree to marry Mihir soon, a guy with whom her alliance was going to be fixed. She is initially happy and continues playing cricket, but soon realises her husbands's chauvinistic side. He treats Dharaa like a prisoner and controls her. He even went to the extent of doubting her character, and feels that Shubhangi, his and Dharaa's daughter, is not his but Diwakar's, his boss and their neighbour. Fed up of Mihir's possessive nature and insulting behavior, Dharaa files for divorce, which Mihir refuses to give. But after sufficient evidences shown by Dharaa and the last minute appearance of Mihir's co worker who revealed all the misdeeds of Mihir helped Dharaa in getting divorce. After that M. N. Roy gave Dharaa a job as a cricket coach in school in Merut. She reaches Merut and comes to know about riots. After the curfew she starts her coaching. Seeing the bitterness between the Hindu and Muslim students she decides to first make one single team and she succeeds in it but because of a little war between the two players caused riots again in Bulandganj. She decides to resign but the students apologize to her and then she starts to coach students again. The latest episodes show that Mihir arrives in Bulandganj and is gathering evidences to show that Dharaa is an irresponsible mother and is spoiling Shubhangi's childhood and is bad at parenting and gain the custody of Shubhangi. But Dharaa is able to convince the judge that she is capable of single-parenting alongside her coaching. Mihir then realises his mistake and walks away. Roy Sir advices Dharaa to take up the fair and lovely scholarship. She wins the scholarship. But now Roy Sir is in critical condition and he is taken away. Bhanu Pratap and Khan conspire to make riots and assault Bashir and kill Gafur Chacha. Because of that Sanjay and Salamat become friends, and Mridula gives birth to a baby boy at the same time. Later Bhanu Pratap and Khan get arrested. Dharaa's team gets selected in the tournament they slog hard and win the trophy. Mihir comes back to Dharaa but Dharaa turns him down. At last Dharaa goes back to Jamnagar.::AB THE BOSS"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}