{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 February 2016",
                "notes": "                            (2016 and ongoing)"
            }
        ],
        "release dates": [
            "South Africa::1 February 2016                            (2016 and ongoing)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "de Bod, Bonne"
            }
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQyZjRhMGItNWY5Yy00ZmJhLWE0NGItODY2ZTY0ZGE0NzNmXkEyXkFqcGdeQXVyODg3NjEzNjE@._V1_SY150_CR152,0,101,150_.jpg",
        "budget": "ZAR600,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Rhino Blog",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Rhino Blog (South Africa)"
        ],
        "writer": [
            {
                "name": "Scott, Susan"
            }
        ],
        "production companies": [
            {
                "name": "SDBFilms"
            }
        ],
        "distributors": [
            {
                "name": "SDBFilms"
            }
        ],
        "plot": [
            "Powerful series about heroes on the ground saving rhinos. Presented by award winning journalist Bonné de Bod on DStv's 'People's Weather' and seen around the world.::Bonne de Bod"
        ],
        "synopsis": [
            "The world's rhinos are in trouble and wildlife television presenter Bonné de Bod is on a two year quest to find out why and more importantly, what's being done.\nAlmost a decade ago Bonné changed her life to follow her childhood passion. She left a successful career as a runway and billboard model to find and tell stories on wildlife in Africa. Through her many connections in the wildlife world, and as a trained safari field guide Bonné has been able to get into areas seldom have access to. Join her on this so very important journey as she meets with those at the coalface of the rhino poaching crisis.\nEach 5-minute episode of 'Rhino Planet' looks at a hero on the front lines, as well as humans using technology in order to prevent a species' extinction: rangers whose lives have changed as they now kill humans who are after the animals they protect; vets who now have to develop techniques for facial reconstruction on living survivors after poachers have brutally massacred rhinos digging through skin and nasal cavities for their horns; scientists testing new drug combinations for the many immobilizations that rhinos face due to being moved to safety or being operated on from bullet wounds or a dehorning procedure; orphan rehabilitators who care for the rhino calves who have lost their mothers, state prosecutors who legally prosecute the illegal rhino horn trade syndicate leaders as well as their troops on the ground, the poachers; the geneticist who has DNA mapped 15,000 rhinos to convict suspects on fragments of horn in shopping bags... and the list goes on... helicopter pilots, community leaders, rhino researchers, anti-poaching units, K-9 dog trainers, drone operators... all those who are desperately trying to stop the wholesale slaughter of rhinos in South Africa help Bonné understand what it is they are doing and how it might just make a difference to the remaining rhinos on our planet."
        ],
        "tech": {
            "runtime": [
                "5 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}