{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016"
            },
            {
                "country": "Canada\n",
                "date": "28 November 2016"
            }
        ],
        "release dates": [
            "Canada::2016",
            "Canada::28 November 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "L'asile de Sainte-Clotilde-de-Horton",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    -L'enquêteur du paranormal Christian Page se rend à l'ancien asile pour malades mentaux de Ste-Clotilde-de-Horton abandonné en 2002. Selon les chasseurs de fantômes, l'endroit est l'un des lieux les plus hantés du Québec. Christian Page invite donc un groupe de chasseurs de fantômes à venir démontrer leur expertise en la matière afin d'établir s'ils sont des scientifiques ou des individus qui profitent des gens crédules et vulnérables.    "
                },
                "2": {
                    "title": "L'OVNI de la place Bonaventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    -Le 7 novembre 1990, des gens présents à la piscine sur le toit de l'hôtel Hilton-Bonaventure de Montréal (au Québec), voient apparaître un immense objet volant dans le ciel. 26 ans après l'évènement, l'enquêteur du paranormal rouvre le dossier de « L'OVNI de la place Bonaventure ». Il veut découvrir s'il existe un phénomène naturel ou artificiel connu, qui pourrait expliquer cette étrange apparition et répondra: Est-ce que les OVNIS existent vraiment?    "
                },
                "3": {
                    "title": "Les Fantômes du Vieux Palais de Justice de L'Assomption",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -Abandonné en 1973, l'ancien Palais de Justice de l'Assomption aurait été le théâtre de messes noires et autres rituels occultes. Maintenant devenu un centre culturel, on raconte que l'endroit abriterait de nombreux revenants, ce qui en fait l'un des lieux incontournables des « chasseurs de fantômes ». L'enquêteur du paranormal Christian Page invite un groupe d'entre eux à l'ancien palais et porte une attention spéciale à la quincaillerie hi-tech qu'ils utilisent lors de leurs investigations.    "
                },
                "4": {
                    "title": "Le Poltergeist de la Famille Dagg",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -À l'automne de 1889, la maison de George Dagg résidant à Shawville au Québec, a été le théâtre de faits aussi troublants qu'extraordinaires. Des coups violents dans les murs et des meubles se déplaçaient seuls à travers la maison. Un phénomène appelé Poltergeist. Christian Page retourne sur les lieux de l'ancienne ferme des Dagg, pour retrouver les documents originaux rédigés par les témoins de l'époque. Il tentera de découvrir s'il y a vraiment eu des phénomènes paranormaux dans la maison.    "
                },
                "5": {
                    "title": "Le Fort De l'Île Ste Hélène & La Maison Hanté De Contrecoeur",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -Les médiums ont-ils de véritables pouvoirs pour ressentir des choses et communiquer avec l'au-delà? Pour le savoir, l'enquêteur du paranormal Christian Page les a conviés à deux endroits différents. Dans un premier temps le fort de l'île Ste-Hélène, où selon la légende il y aurait eu plus de 800 morts depuis sa construction vers 1820. Le groupe est ensuite invité à se rendre dans une maison abandonnée de Contrecoeur.    "
                },
                "6": {
                    "title": "Amityville, La Maison Du Diable",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -Le 13 novembre 1973, Ronald DeFeo Jr abat ses parents, ses deux frères et ses deux soeurs dans leur maison d'Amityville. Quelques temps après, la famille Lutz emménage dans la demeure vacante des DeFeo. Ils n'y habiteront que 28 jours, car les lieux étaient hantés par de diaboliques présences. L'enquêteur du paranormal se rend à Amityville, pour en savoir plus sur les hantises de « la maison du Diable ». Cette affaire est considérée comme la meilleure histoire de fantômes de tous les temps.    "
                },
                "7": {
                    "title": "L'Enlèvement De Betty Et Barney Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -En septembre 1961, Betty et Barney Hill rentrent chez eux au New Hampshire depuis Montréal. Alors qu'ils roulent sur la Nationale US 3, ils observent une lumière qui vole entre les sommets des montagnes, puis ils ont l'impression de s'endormir. Lorsqu'ils s'éveillent ils ont franchi 50 km dont ils ne gardent aucun souvenir. L'enquêteur du paranormal refait le trajet des Hill pour réévaluer leur expérience. Il revoit les étapes de leur voyage et étudie la documentation sur cette histoire.    "
                },
                "8": {
                    "title": "La Combustion Humaine Spontanée",
                    "kind": "episode",
                    "episode of": {
                        "title": "L'Enquêteur du Paranormal (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    -En mars 1986, les secouristes retrouvent le corps calciné de Georges Mott, dans son appartement du Nord de New York. Si la maison est restée intacte l'homme, lui, a été réduit en cendres comme si il avait brûlé de l'intérieur. L'enquêteur du paranormal se rend sur le site de l'incident et rencontre les secouristes impliqués dans cette curieuse affaire. Il interroge également des experts pour savoir s'il existe des explications rationnelles afin de tenter de résoudre cette - brûlante énigme.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Page, Christian"
            },
            {
                "name": "Arnold, Larry"
            },
            {
                "name": "Boily, Mario"
            },
            {
                "name": "Martin, Joel"
            },
            {
                "name": "Masson, Robert"
            },
            {
                "name": "Morin, Luc"
            },
            {
                "name": "Rajotte, David"
            },
            {
                "name": "Chouinard, Patrick"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWJkNGMxZmUtYThmNi00NzMwLWEwNjktNzNjY2EzZDE4NmFhXkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "French"
        ],
        "title": "L'Enquêteur du Paranormal",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "L'Enquêteur du Paranormal (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "St-Arnaud, Yves"
            }
        ],
        "production companies": [
            {
                "name": "IPROD Media"
            }
        ],
        "plot": [
            "-L'enquêteur Christian Page s'intéresse aux phénomènes étranges et inexpliqués."
        ],
        "tech": {
            "runtime": [
                "23 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}