{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "16 August 2016"
            }
        ],
        "release dates": [
            "Canada::16 August 2016"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Vivid Works, Art Deco Sweep Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Fashion and Flair. Hats are all the rage today and not just because the weather is getting cooler. Whatever the season, hats make a bold statement about who you are. In this Janette Recommends Must-Have Women's Products segment, Janette speaks with Raymond Atkinson of VIVID WORKS about the many art-deco hats, scarfs and hat pins that he and his partner create to frame your face, boost your confidence and enhance your style, day or night, where ever you wear them.    "
                }
            },
            "8": {
                "1": {
                    "title": "Olaf Jeglitza (O-Jay) and Karin Kasar, Founding Members of Euro/Dance/Pop Music Project Real McCoy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Throughout the 90's sounds of German/Euro/Dance/Pop Music Project, Real McCoy, filled clubs and airwaves across Europe, Canada, the U.S. and Japan with Top-10 hits, \"Another Night\", \"Automatic Lover\", \"Run Away\", \"One More Time,\" \"Love and Devotion\", and more. Real McCoy's ongoing popularity had founding members Olaf Jeglitza (O-Jay) and Karin Kasar reunite in 2006. They're still performing on world stages to thousands of raving fans today. But what you may not know is that Karen Kasar was just 18 years old when she entered the music business in Germany and sang lead ...    "
                },
                "2": {
                    "title": "High Life with Robert Pattison and Mia Goth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Janette catches-up with Master French filmmaker Claire Denis on the Tiff red carpet of her new movie High Life to talk about her long-anticipated English-language debut and provocative sci-fi drama starring Robert Pattinson, Mia Goth, Juliette Binoche, and André Benjamin as a group of criminals sent into deep space.    "
                },
                "3": {
                    "title": "Liz Scott, The Business Firestarter, North America's Business Growth Guru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Are you a woman in business struggling with your sales and marketing? In this Janette's I'm Every Woman. TV episode, Janette talks with The Business Firestarter, North America's Business Growth Guru, Liz Scott of Affinity Business Consulting, about the common pitfalls that hold women entrepreneurs back, how her experience can help you get your sales and marketing on track to break your first $50,000 and exceed far beyond, and much more.    "
                },
                "4": {
                    "title": "A Star Is Born with Bradley Cooper, Lady Gaga, Sam Elliott, Anthony Ramos & Dave Chappelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Ever felt uncomfortable in your own skin and as if who you are and what you do doesn't matter? Janette catches-up with first-time director Bradley Cooper, the incredibly talented Lady Gaga, veteran actor Sam Elliott, Anthony Ramos, Dave Chappelle and the cast of A STAR IS BORN (in movie theaters Oct. 5th) at their Toronto International Film Festival North American Premier, red carpet and press conference to hear the actors discuss the remake of this movie with a new spin and powerful message, the characters they played and the demons they faced, and how making this ...    "
                },
                "5": {
                    "title": "Ron Finlay, Matrix Business Training Workshops",
                    "kind": "episode",
                    "episode of": {
                        "title": "Janette's I'm Every Woman! TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    What's the biggest challenge your face as a business owner? In this Janette's I'm Every Woman. TV episode, Janette speaks with owner of Matrix Business Training Workshops, Ron Finlay, about what does and doesn't work in business and why - so you can stop struggling.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Burke, Janette"
            },
            {
                "name": "Cooper, Bradley"
            },
            {
                "name": "Finlay, Ron"
            },
            {
                "name": "Gaga, Lady"
            },
            {
                "name": "Goth, Mia"
            },
            {
                "name": "Jeglitza, Olaf"
            },
            {
                "name": "Kasar, Karin"
            },
            {
                "name": "Pattinson, Robert"
            },
            {
                "name": "Scott, Liz"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Canada:13+"
        ],
        "number of seasons": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDM2MGZlMTEtNWZmNC00Yjc2LWFiNWEtOTA2YjE1ODE4NmVjXkEyXkFqcGdeQXVyOTMzOTc2NTc@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Janette's I'm Every Woman TV is an online TV forum for women juggling career, family, home, relationships,and more while still finding time for themselves - as well as a prime opportunity for guests to share their story, product,or service.",
        "languages": [
            "English"
        ],
        "title": "Janette's I'm Every Woman! TV",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Janette's I'm Every Woman! TV (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "production companies": [
            {
                "name": "Janette Burke Productions"
            }
        ],
        "plot": [
            "Janette's I'm Every Woman. TV is an online forum for busy women juggling career, family, home, relationships, finances and more while still finding time for themselves and their own needs.::Janette Burke",
            "Janette's I'm Every Woman TV is an online TV forum for women juggling career, family, home, relationships,and more while still finding time for themselves - as well as a prime opportunity for guests to share their story, product,or service."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}