{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 June 2016"
            }
        ],
        "release dates": [
            "USA::30 June 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Akbar, Raumesh"
            },
            {
                "name": "Alexander, Eric"
            },
            {
                "name": "Bernet, William"
            },
            {
                "name": "Brown, Cyntoia D."
            },
            {
                "name": "Bruce, Patsy"
            },
            {
                "name": "Burks, Jeff"
            },
            {
                "name": "Calloway, Sheila D.J."
            },
            {
                "name": "Conte, Andrea"
            },
            {
                "name": "DeWitt, Diana"
            },
            {
                "name": "Faison, Jeremy"
            },
            {
                "name": "Gordon, J. Houston"
            },
            {
                "name": "Gurley, Cathy"
            },
            {
                "name": "Mitchell, Georgina"
            },
            {
                "name": "Overby, Doug"
            },
            {
                "name": "Panyanouvong, Oudon"
            },
            {
                "name": "Sinback, Kathy Evans"
            },
            {
                "name": "Swindell, Baylor Bone"
            }
        ],
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Juvenile justice continues to be a hot topic of debate for Americans. Birman Productions took a closer look at what's happening in Tennessee, one of the most conservative states in the country. This seven-part documentary series is produced in partnership with ITVS - Independent Lens and The Tennessean as a journalistic collaboration.",
        "languages": [
            "English"
        ],
        "title": "Sentencing Children",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Sentencing Children (United States)"
        ],
        "writer": [
            {
                "name": "Birman, Daniel H."
            }
        ],
        "production companies": [
            {
                "name": "Daniel H. Birman Productions"
            }
        ],
        "plot": [
            "Juvenile justice continues to be a hot topic of debate for Americans. Birman Productions took a closer look at what's happening in Tennessee, one of the most conservative states in the country. This seven-part documentary series is produced in partnership with ITVS - Independent Lens and The Tennessean as a journalistic collaboration.::Daniel H. Birman Productions, Inc."
        ],
        "synopsis": [
            "\"Sentencing Children\" is a 7-part online video series produced by Dan Birman in collaboration with PBS Independent Lens. Originally published by The Tennessean newspaper, this series is part of Independent Lens' commitment to fostering collaboration between filmmakers and journalists.Episode #1 - Cyntoia's Story\nIn 2004, sixteen year old Cyntoia Brown, who was forced into a life of prostitution, shot and killed a 43-year-old man who had hired her for sex. She said she feared for her life. Cyntoia was tried in adult court and sentenced to life with no chance of parole for 51 years. Filmmaker Dan Birman follows her case from the Nashville trial to her incarceration at Tennessee Prison for Women.Episode #2 - The Appeal\nConcerned that an abused teenager had been unfairly convicted and sentenced to life in prison, defense lawyers appealed Cyntoia Brown's murder conviction in 2011. They argued in a Nashville court that Cyntoia was herself a victim of physical and sexual abuse as a child and that her mental health was not considered in the original trial. One expert witness says that \"the law should catch up\" to what society has learned about psychology and criminality. But the appeal fails.\nEpisode #3 - The Bill\nUnder Tennessee law, a child can be tried in adult court and if convicted of first-degree murder can be sentenced to life in prison or life with the possibility of parole after 51 years. Many judicial reformers and a growing number of state legislators think the existing law is too harsh.\nIn 2016, a bi-partisan team including Republican state senator Doug Overbey worked with lawyers and a judge to re-write the law, but they continued to face resistance from families of crime victims.Episode #4 - The Interrogation Process\nOudon Panyanouvong, whose family came from Laos to Tennessee, is serving a 40-year sentence for a murder he says he did not commit, but pled guilty to because he did not understand his rights as a teenager during a police interrogation in 1998. Tennessee law does not require a parent, guardian or attorney be present during the interrogation of juveniles. The Rev. Dr. Diana DeWitt, a family friend, provides counseling for Oudon who insists he is innocent. Tennessee legislators are debating a new law that would give juveniles serving long sentences, like Oudon, an opportunity for early release.\nEpisode #5 - Reforming State Sentencing Laws\nA bi-partisan group of Tennessee state legislators, lawyers and judges are trying to prepare a bill that would reform state sentencing laws for juveniles who have committed serious crimes, including Cyntoia Brown. Tennessee has some of the strictest juvenile sentencing laws in the country. In 2016, Judge Sheila Calloway, inspired by Cyntoia Brown's plight, became a driving force to try to change the system. Opposition to the reform effort blocked any new bill in the legislature, but proponents have vowed to modify it and keep introducing it.\nEpisode #6 - Andrea Conte and Victim Advocacy\nTennessee's former first lady Andrea Conte, the wife of ex-Gov. Phil Bredesen, was kidnapped and assaulted in 1988 by a man who would later go on to murder another woman. That harrowing experience led Conte to establish the victim advocacy organization You Have the Power. She hopes current efforts to reform criminal sentencing rules for juvenile offenders will take the experience of victims into account. \"When you become a victim of a crime, you feel powerless,\" says Cathy Gurley, executive director of Conte's group. A bill under consideration in the Tennessee legislature would make it possible for juvenile offenders to be given early release after 15 years. Gurley urges that \"the victims [get] a place at the table when we are discussing reform.\"\nEpisode #7 - From Teenage Inmate to Teen Mentor\nAt 17, Eric Alexander received two 25-year sentences for first-degree murder and aggravated robbery. Eric's father was an alcoholic and as a child Eric saw him physically abuse his mother, which eventually led to Eric's dropping out and joining a gang. In prison he took advantage of rehabilitation programs and learned to paint. Eric was released after serving 10 years and today, after studying developmental psychology, he serves as a mentor for at-risk teenagers he hopes can avoid what he went through. He believes reforming the juvenile sentencing laws would give hope to incarcerated youth trying to change their lives."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}