{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "14 May 2016"
            }
        ],
        "release dates": [
            "Singapore::14 May 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Harvest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    The hummingbirds and the honeybees couldn't decide who had the rights to harvest from a field of flowers, and fought endlessly over it. When winter came, the flowers withered and no one - neither the hummingbirds nor the honeybees - could harvest from them at all! The two groups quickly realized that sharing is a good thing, and that is exactly what they did the following summer.    "
                },
                "3": {
                    "title": "The Noisy Ducks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    There were a pair of noisy ducks who loved to quack, quack, quack! They didn't care that they were disturbing the peace of the neighborhood, they just wanted to have fun! But when they got into some trouble and had to be helped out, they realized the value of being considerate to others.    "
                },
                "7": {
                    "title": "The Kangaroo and the Wombat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    A thoughtful little kangaroo helped the thirsty old wombat get some water on a hot, dry day. Some time later, when the little kangaroo was nearly exhausted from hopping in all that heat, the wombat repaid the favor of help by creating a pouch for the little kangaroo on her mother's belly. And this, they say, is how the kangaroo got its pouch.    "
                },
                "8": {
                    "title": "A Bear Hug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    There were four friends in the forest who did not quite get along with each other. After one particularly bad argument, the bear morosely left the others, while the remaining three split up and refused to talk to each other. But when winter came, they found themselves all lonely and freezing. So the three friends set off to find Bear, and they all gathered together in a warm, forgiving bear hug.    "
                },
                "13": {
                    "title": "The Boastful Tortoise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    Once there was a boastful tortoise who lived by a pond. He was always belittling his other friends. When two flashy egrets came to the pond, he made fast friends with them. But when a drought came the egrets wanted to leave. Tortoise persuaded them to take them with him by letting him cling to a twig with his mouth, but when he opened his mouth to boast of flying he fell and got left behind.    "
                }
            },
            "1": {
                "1": {
                    "title": "How the Fly Saved the River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A bear, some beavers, a mouse and a fly lived by a great, big beautiful river. Unfortunately, their idyllic life was disrupted by a giant moose that was threatening to drink the river dry. All the larger animals tried to scare the giant moose away, but failed. The fly offered to do the job and was met with laughter from the others, but she was soon to prove them wrong.    "
                },
                "2": {
                    "title": "The Grasshopper and the Ants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The grasshopper danced all summer, mocking the ants for working so hard and not having any fun. But when winter came around, the grasshopper was left high and dry without any food, unlike the ants, who had been stocking supplies all summer.    "
                },
                "3": {
                    "title": "Tortoise and the Hare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The hare and the tortoise had a race. The hare quickly ran ahead, leaving the tortoise in his wake. But when it got close to the finishing line, the hare decided to take a break and promptly fell asleep. The tortoise, meanwhile, continued on at its own pace, until it passed the sleeping hare and won the race.    "
                },
                "4": {
                    "title": "The Cicada and the Hornbill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The Cicada's singing kept waking the Great Hornbill as he was napping. But, being a compassionate creature, the Great still saved the Cicada from drowning in the pond, for which his little friend was grateful. In turn, the Cicada woke Great Hornbill with his song when Python was about to eat him while he was napping, thus saving him.    "
                },
                "5": {
                    "title": "The Grumpy Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    There was a grumpy Banyan tree who did not like the company of his friends. He didn't like the tiger sharpening its claws on her, nor the elephant scratching its back against her, nor the noisy monkeys swinging in her branches. So the tree sent the animals away. But when a forest fire broke out, the tree realized how much he needed his animal friends around.    "
                },
                "7": {
                    "title": "The Flying Tortoise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    There once was a tortoise who dreamed of flying. So he went to the magnificent eagle and begged the great bird to take him along on one of his journeys. The eagle took the tortoise up into sky, but when the tortoise looked down he got so dizzy and scared that he fell. He figured: it's better to stay on the ground, after all!    "
                },
                "8": {
                    "title": "The Frog and the Ox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Once there was a rather small frog who found himself inadequate compared to his larger, more accomplished friend. He wanted to become as big as the Ox he met, and started puffing himself up with air, bigger and bigger, until there were unhappy consequences! Will the poor frog ever find worth in himself?    "
                },
                "9": {
                    "title": "The Fox and the Crab",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The arrogant fox refused to play with the crab because the crab was so tiny compared to him. The crab then challenged her to a race, saying that if he won, the fox would have to play with him! The fox, believing the crab could never beat him, accepted the offer. But she was in for a surprise, as the crab used his wits to beat her!    "
                },
                "10": {
                    "title": "The Ant and the Chrysalis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Two ants, gathering food in the forest, came across a chrysalis. One of them dismissed it as an ugly, strange, blob, but the other was more intrigued by it, and managed to convince his friend to help build a shelter for the chrysalis against the coming storm. When the storm passed, a beautiful butterfly emerged from the chrysalis, much to the ants' surprise!    "
                },
                "11": {
                    "title": "Belling the Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    The mice had a common enemy: the cat. A council was convened and the mice decided that the obvious solution was to bell the cat, so that they would have advance warning of her approach. But how would they carry their daring plan out? The mice grew to learn the value of teamwork and persistence.    "
                },
                "12": {
                    "title": "The Dog and His Reflection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Bow-Wow the dog lives by a river. One day, while carrying a juicy bone, he hears his friends crying that there is a monster in the river. But when Bow-Wow looks into the river, he sees another dog with a huge juicy bone in his mouth! Bow-Wow is determined to get the other dog's bone. But who is that other dog, really?    "
                },
                "13": {
                    "title": "The Fox and the Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    An unlucky Fox was caught by a Tiger while hunting. The fox said that he is the king of the jungle so the tiger can't eat him. And so they decide to roam around the jungle to find out who is the real king.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Fox and the Elk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    A fox was frustrated with his short legs, while the elk was dissatisfied with his long, skinny ones. They proposed a swap, and it worked great for a while! But when it came down to the really important things-hunting and gathering food-the poor friends discovered that they were running into problems. In the end, they decided things were best left the way they were meant to be!    "
                },
                "2": {
                    "title": "The Crow and the Pitcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Crow was a great singer, but he faced a problem: he had been singing so much, his voice was hoarse. Now the only water he had was in a pitcher he couldn't reach into. How is Crow supposed to the get the drink he so badly needs?    "
                },
                "3": {
                    "title": "The Lion and the Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    A lion caught a mouse and was about to eat it, when the mouse started pleading for its life. Being compassionate, the lion decided to let it go. Then the lion got caught in a hunter's trap. The grateful mouse, repaying its debt, freed the lion by chewing through the ropes of the trap.    "
                },
                "4": {
                    "title": "The Teal Deer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    In a herd of tan deer, there was one blue deer whose special coloration made him extremely proud. He was always boasting about his special color and refusing to play with the other ordinary deer. But when the wolves hunted him because of his fabulous coloration, he had to rely on the help of others to escape.    "
                },
                "5": {
                    "title": "Barn Mouse and Country Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    A country mouse met a barn mouse, who invited him back to her barn. He followed her and was at first wowed by the excitement he experienced in the barn. But as the day wore on he began to find it more and more unpleasant: perils lurking, food he didn't like, and the menace of a cat. In the end, he decided that the barn was fancy, but he liked his simple life better.    "
                },
                "8": {
                    "title": "The Orangutan and the Chimpanzees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    A family of chimpanzees adopted a lost orangutan. Growing up, though, the orangutan felt different from his brothers and sisters as he looked and behaved differently from them. Eventually, he decided to run away. But when his baby chimp brother got into trouble while the family was searching for Orangutan, only Orangutan could help them!    "
                },
                "10": {
                    "title": "Two Goats Crossing a Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Two goats, both carrying presents for their grandmothers, met on a bridge over a river they were supposed to cross on opposite sides. The bridge was only narrow enough for one of them, but the goats both insisted on going first, refusing to budge. After bouts of horn-locking and falling into the river as a result of their stubbornness, they finally decided it was better for them to take turns.    "
                },
                "11": {
                    "title": "The Four Oxen and the Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Four oxen lived in a field where a lion also lived. Everytime he tried to attack them, they would bunch together and fend him off. But one day one of the oxen was distracted by an ox-pecker and went off to play with the bird. The lion saw his chance, and attacked the solo ox! The four friends quickly learnt that it was best for them to stick together.    "
                },
                "12": {
                    "title": "The Mousedeer and the Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    A Mousedeer was happily going on with its business when a tiger came along and decided to hunt the mousedeer for lunch. But despite the tiger being bigger, stronger and faster, the mousedeer managed to outwit the Tiger everytime!    "
                },
                "13": {
                    "title": "The Greedy Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shapes - Stories for Children (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    A pair of greedy young flies were warned not to gorge themselves on snacks while she was out on an errand. But did they listen? No! The two went on an eating spree, until they became too bloated to fly. Soon, they learnt their lesson in an unpleasant way.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Murray, Joe"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmVmYjBjODUtMzk0YS00NDg2LWFkNDktYjJlMzJmZjUxOTNlXkEyXkFqcGdeQXVyMTI5Njg2MDg@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Shapes - Stories for Children",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Shapes - Stories for Children (Singapore)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Peach Blossom Media"
            }
        ],
        "plot": [
            "Shapes is an animation series where famous fables are brought to life. Colourful animal characters are created by different shapes. Badger narrates each episode and concludes the fable with the moral of the story."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}